{
            "id": 6575,
            "en_question": "Where does the Great river go?",
            "ru_question": "Куда впадает река Великая?",
            "query": "select ?answer where { wd:Q23550 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q23550": {
                        "en": "Velikaya",
                        "ru": "Великая река"
                    }
                },
                "query": {
                    "Q23550": {
                        "en": "Velikaya",
                        "ru": "Великая река"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Lake Pihkva"
            ],
            "answer_ru": [
                "Псковское озеро"
            ],
            "answer_entities": [
                "Q1144905"
            ]
        },
        {
            "id": 6576,
            "en_question": "What languages are spoken in Thailand?",
            "ru_question": "На каких языках говорят в Тайланде?",
            "query": "select ?answer where { wd:Q869 wdt:P37 ?answer }",
            "entities": {
                "question": {
                    "Q869": {
                        "en": "Thailand",
                        "ru": "Таиланд"
                    }
                },
                "query": {
                    "Q869": {
                        "en": "Thailand",
                        "ru": "Таиланд"
                    }
                }
            },
            "relations": {
                "question": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                },
                "query": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                }
            },
            "answer_en": [
                "Thai"
            ],
            "answer_ru": [
                "тайский язык"
            ],
            "answer_entities": [
                "Q9217"
            ]
        },
        {
            "id": 6577,
            "en_question": "What languages are spoken in India?",
            "ru_question": "На каких языках говорят в Индии?",
            "query": "select ?answer where { wd:Q668 wdt:P37 ?answer }",
            "entities": {
                "question": {
                    "Q668": {
                        "en": "India",
                        "ru": "Индия"
                    }
                },
                "query": {
                    "Q668": {
                        "en": "India",
                        "ru": "Индия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                },
                "query": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                }
            },
            "answer_en": [
                "Hindi",
                "English"
            ],
            "answer_ru": [
                "хинди",
                "английский язык"
            ],
            "answer_entities": [
                "Q1568",
                "Q1860"
            ]
        },
        {
            "id": 6578,
            "en_question": "What languages are spoken in Canada?",
            "ru_question": "На каких языках говорят в Канаде?",
            "query": "select ?answer where { wd:Q16 wdt:P37 ?answer }",
            "entities": {
                "question": {
                    "Q16": {
                        "en": "Canada",
                        "ru": "Канада"
                    }
                },
                "query": {
                    "Q16": {
                        "en": "Canada",
                        "ru": "Канада"
                    }
                }
            },
            "relations": {
                "question": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                },
                "query": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                }
            },
            "answer_en": [
                "French",
                "English"
            ],
            "answer_ru": [
                "французский язык",
                "английский язык"
            ],
            "answer_entities": [
                "Q150",
                "Q1860"
            ]
        },
        {
            "id": 6581,
            "en_question": "On which river is Berlin located?",
            "ru_question": "На какой реке стоит Берлин?",
            "query": "select ?answer where { wd:Q64 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q64": {
                        "en": "Berlin",
                        "ru": "Берлин"
                    }
                },
                "query": {
                    "Q64": {
                        "en": "Berlin",
                        "ru": "Берлин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Havel",
                "Spree",
                "Dahme",
                "Aalemannkanal",
                "Neukölln Ship Canal",
                "Luisenstadt Canal",
                "Teltow Canal",
                "Landwehr Canal",
                "Müggelsee",
                "Lake Tegel",
                "Berlin-Spandau Ship Canal",
                "Westhafen Canal",
                "Gosen Canal",
                "Tegeler Fließ",
                "Großer Wannsee"
            ],
            "answer_ru": [
                "Хафель",
                "Шпре",
                "Даме",
                "Aalemannkanal",
                "Neukölln Ship Canal",
                "Луизенштадтский канал",
                "Тельтов",
                "Ландвер-канал",
                "Мюггельзе",
                "Тегельское озеро",
                "Берлинско-Шпандауский судоходный канал",
                "Westhafen Canal",
                "Gosen Canal",
                "Tegeler Fließ",
                "Большое Ванзее"
            ],
            "answer_entities": [
                "Q1682",
                "Q1684",
                "Q161455",
                "Q300875",
                "Q316287",
                "Q324404",
                "Q562206",
                "Q671428",
                "Q694789",
                "Q697916",
                "Q821135",
                "Q1532109",
                "Q1538524",
                "Q1646276",
                "Q3908364"
            ]
        },
        {
            "id": 6582,
            "en_question": "What language is spoken in Austria?",
            "ru_question": "На каком языке говорят в Австрии?",
            "query": "select ?answer where { wd:Q40 wdt:P37 ?answer }",
            "entities": {
                "question": {
                    "Q40": {
                        "en": "Austria",
                        "ru": "Австрия"
                    }
                },
                "query": {
                    "Q40": {
                        "en": "Austria",
                        "ru": "Австрия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                },
                "query": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                }
            },
            "answer_en": [
                "German",
                "Austrian Sign Language"
            ],
            "answer_ru": [
                "немецкий язык",
                "Австрийский жестовый язык"
            ],
            "answer_entities": [
                "Q188",
                "Q36668"
            ]
        },
        {
            "id": 6583,
            "en_question": "What language is spoken in Brazil?",
            "ru_question": "На каком языке говорят в Бразилии?",
            "query": "select ?answer where { wd:Q155 wdt:P37 ?answer }",
            "entities": {
                "question": {
                    "Q155": {
                        "en": "Brazil",
                        "ru": "Бразилия"
                    }
                },
                "query": {
                    "Q155": {
                        "en": "Brazil",
                        "ru": "Бразилия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                },
                "query": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                }
            },
            "answer_en": [
                "Portuguese",
                "Brazilian Portuguese",
                "Brazilian Sign Language"
            ],
            "answer_ru": [
                "португальский язык",
                "бразильский вариант португальского языка",
                "бразильский жестовый язык"
            ],
            "answer_entities": [
                "Q5146",
                "Q750553",
                "Q3436689"
            ]
        },
        {
            "id": 6584,
            "en_question": "What language is spoken in Egypt?",
            "ru_question": "На каком языке говорят в Египте?",
            "query": "select ?answer where { wd:Q79 wdt:P37 ?answer }",
            "entities": {
                "question": {
                    "Q79": {
                        "en": "Egypt",
                        "ru": "Египет"
                    }
                },
                "query": {
                    "Q79": {
                        "en": "Egypt",
                        "ru": "Египет"
                    }
                }
            },
            "relations": {
                "question": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                },
                "query": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                }
            },
            "answer_en": [
                "Arabic"
            ],
            "answer_ru": [
                "арабский язык"
            ],
            "answer_entities": [
                "Q13955"
            ]
        },
        {
            "id": 6585,
            "en_question": "What language is spoken in Montenegro?",
            "ru_question": "На каком языке говорят в Черногории?",
            "query": "select ?answer where { wd:Q236 wdt:P37 ?answer }",
            "entities": {
                "question": {
                    "Q236": {
                        "en": "Montenegro",
                        "ru": "Черногория"
                    }
                },
                "query": {
                    "Q236": {
                        "en": "Montenegro",
                        "ru": "Черногория"
                    }
                }
            },
            "relations": {
                "question": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                },
                "query": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                }
            },
            "answer_en": [
                "Montenegrin"
            ],
            "answer_ru": [
                "черногорский язык"
            ],
            "answer_entities": [
                "Q8821"
            ]
        },
        {
            "id": 6586,
            "en_question": "What is the Spook's original language?",
            "ru_question": "Какой оригинальный язык у Ведьмака?",
            "query": "select ?answer where { wd:Q11835640 wdt:P407 ?answer }",
            "entities": {
                "question": {
                    "Q11835640": {
                        "en": "The Witcher",
                        "ru": "Ведьмак"
                    }
                },
                "query": {
                    "Q11835640": {
                        "en": "The Witcher",
                        "ru": "Ведьмак"
                    }
                }
            },
            "relations": {
                "question": {
                    "P407": {
                        "en": "language of work or name",
                        "ru": "язык произведения или названия"
                    }
                },
                "query": {
                    "P407": {
                        "en": "language of work or name",
                        "ru": "язык произведения или названия"
                    }
                }
            },
            "answer_en": [
                "Polish"
            ],
            "answer_ru": [
                "польский язык"
            ],
            "answer_entities": [
                "Q809"
            ]
        },
        {
            "id": 6588,
            "en_question": "Who is the author of the poem Winter is angry for a reason?",
            "ru_question": "Кто является автором стихотворения Зима недаром злится?",
            "query": "select ?answer where { wd:Q19167592 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q19167592": {
                        "en": "[Label missing for Q19167592]",
                        "ru": "Зима недаром злится..."
                    }
                },
                "query": {
                    "Q19167592": {
                        "en": "[Label missing for Q19167592]",
                        "ru": "Зима недаром злится..."
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Fyodor Tyutchev"
            ],
            "answer_ru": [
                "Фёдор Иванович Тютчев"
            ],
            "answer_entities": [
                "Q37217"
            ]
        },
        {
            "id": 6589,
            "en_question": "What battles did Suvorov participate in?",
            "ru_question": "В каких битвах участвовал Суворов?",
            "query": "select ?answer where { wd:Q154232 wdt:P607 ?answer }",
            "entities": {
                "question": {
                    "Q154232": {
                        "en": "Alexander Suvorov",
                        "ru": "Александр Васильевич Суворов"
                    }
                },
                "query": {
                    "Q154232": {
                        "en": "Alexander Suvorov",
                        "ru": "Александр Васильевич Суворов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P607": {
                        "en": "conflict",
                        "ru": "война/сражение"
                    }
                },
                "query": {
                    "P607": {
                        "en": "conflict",
                        "ru": "война/сражение"
                    }
                }
            },
            "answer_en": [
                "Napoleonic Wars",
                "Battle of Cassano",
                "Battle of Focșani",
                "Battle of Trebbia",
                "Battle of Novi",
                "Battle of Praga",
                "Battle of Kozludzha",
                "Battle of Rymnik",
                "Siege of Izmail",
                "Battle of Kinburn"
            ],
            "answer_ru": [
                "Наполеоновские войны",
                "Сражение на реке Адда",
                "Сражение под Фокшанами",
                "Битва при Треббии",
                "Битва при Нови",
                "Штурм Праги",
                "Сражение при Козлуджи",
                "Сражение при Рымнике",
                "штурм Измаила",
                "Кинбурнская баталия"
            ],
            "answer_entities": [
                "Q78994",
                "Q858913",
                "Q1025134",
                "Q1088879",
                "Q1194172",
                "Q1347209",
                "Q1985387",
                "Q2234632",
                "Q2372093",
                "Q2914954"
            ]
        },
        {
            "id": 6590,
            "en_question": "In which country was basketball created?",
            "ru_question": "В какой стране был создан баскетбол?",
            "query": "select ?answer where { wd:Q5372 wdt:P495 ?answer }",
            "entities": {
                "question": {
                    "Q5372": {
                        "en": "basketball",
                        "ru": "баскетбол"
                    }
                },
                "query": {
                    "Q5372": {
                        "en": "basketball",
                        "ru": "баскетбол"
                    }
                }
            },
            "relations": {
                "question": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                },
                "query": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                }
            },
            "answer_en": [
                "United States"
            ],
            "answer_ru": [
                "США"
            ],
            "answer_entities": [
                "Q30"
            ]
        },
        {
            "id": 6592,
            "en_question": "In what direction did Alexander Blok write?",
            "ru_question": "В каком направлении писал Александр Блок?",
            "query": "select ?answer where { wd:Q164765 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q164765": {
                        "en": "Alexander Blok",
                        "ru": "Александр Александрович Блок"
                    }
                },
                "query": {
                    "Q164765": {
                        "en": "Alexander Blok",
                        "ru": "Александр Александрович Блок"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "Symbolism"
            ],
            "answer_ru": [
                "символизм"
            ],
            "answer_entities": [
                "Q164800"
            ]
        },
        {
            "id": 6593,
            "en_question": "In what direction did van Gogh work?",
            "ru_question": "В каком направлении творил Ван Гог?",
            "query": "select ?answer where { wd:Q5582 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q5582": {
                        "en": "Vincent van Gogh",
                        "ru": "Винсент Ван Гог"
                    }
                },
                "query": {
                    "Q5582": {
                        "en": "Vincent van Gogh",
                        "ru": "Винсент Ван Гог"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "Expressionism",
                "post-impressionism"
            ],
            "answer_ru": [
                "экспрессионизм",
                "постимпрессионизм"
            ],
            "answer_entities": [
                "Q80113",
                "Q166713"
            ]
        },
        {
            "id": 6594,
            "en_question": "Who painted the picture of the Girl with peaches?",
            "ru_question": "Кто нарисовал картину Девочка с персиками?",
            "query": "select ?answer where { wd:Q4156438 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q4156438": {
                        "en": "Girl with peaches",
                        "ru": "Девочка с персиками"
                    }
                },
                "query": {
                    "Q4156438": {
                        "en": "Girl with peaches",
                        "ru": "Девочка с персиками"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "Valentin Serov"
            ],
            "answer_ru": [
                "Валентин Серов"
            ],
            "answer_entities": [
                "Q217128"
            ]
        },
        {
            "id": 6595,
            "en_question": "Who is the author of the Mona Lisa?",
            "ru_question": "Кто автор картины Мона Лиза?",
            "query": "select ?answer where { wd:Q12418 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q12418": {
                        "en": "Mona Lisa",
                        "ru": "Мона Лиза"
                    }
                },
                "query": {
                    "Q12418": {
                        "en": "Mona Lisa",
                        "ru": "Мона Лиза"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "Leonardo da Vinci"
            ],
            "answer_ru": [
                "Леонардо да Винчи"
            ],
            "answer_entities": [
                "Q762"
            ]
        },
        {
            "id": 6596,
            "en_question": "Who drew the black square?",
            "ru_question": "Кто нарисовал черный квадрат?",
            "query": "select ?answer where { wd:Q1170315 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q1170315": {
                        "en": "Black Square (1915)",
                        "ru": "Чёрный квадрат"
                    }
                },
                "query": {
                    "Q1170315": {
                        "en": "Black Square (1915)",
                        "ru": "Чёрный квадрат"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "Kazimir Malevich"
            ],
            "answer_ru": [
                "Казимир Малевич"
            ],
            "answer_entities": [
                "Q130777"
            ]
        },
        {
            "id": 6598,
            "en_question": "Who developed the cell theory?",
            "ru_question": "Кто разработал клеточную теорию?",
            "query": "select ?answer where { wd:Q177935 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q177935": {
                        "en": "cell theory",
                        "ru": "Клеточная теория"
                    }
                },
                "query": {
                    "Q177935": {
                        "en": "cell theory",
                        "ru": "Клеточная теория"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Rudolf Virchow",
                "Theodor Schwann",
                "Matthias Jacob Schleiden"
            ],
            "answer_ru": [
                "Рудольф Вирхов",
                "Теодор Шванн",
                "Маттиас Шлейден"
            ],
            "answer_entities": [
                "Q76432",
                "Q76745",
                "Q76747"
            ]
        },
        {
            "id": 6599,
            "en_question": "In what units is mass measured?",
            "ru_question": "В каких единицах измеряется масса?",
            "query": "select ?answer where { wd:Q11423 wdt:P8111 ?answer }",
            "entities": {
                "question": {
                    "Q11423": {
                        "en": "mass",
                        "ru": "масса"
                    }
                },
                "query": {
                    "Q11423": {
                        "en": "mass",
                        "ru": "масса"
                    }
                }
            },
            "relations": {
                "question": {
                    "P8111": {
                        "en": "recommended unit of measurement",
                        "ru": "рекомендуемая единица измерения"
                    }
                },
                "query": {
                    "P8111": {
                        "en": "recommended unit of measurement",
                        "ru": "рекомендуемая единица измерения"
                    }
                }
            },
            "answer_en": [
                "kilogram"
            ],
            "answer_ru": [
                "килограмм"
            ],
            "answer_entities": [
                "Q11570"
            ]
        },
        {
            "id": 6600,
            "en_question": "What is the number of episodes in Doctor house?",
            "ru_question": "Какое количество эпизодов в Доктор Хаус?",
            "query": "select ?answer where { wd:Q23558 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q23558": {
                        "en": "House",
                        "ru": "Доктор Хаус"
                    }
                },
                "query": {
                    "Q23558": {
                        "en": "House",
                        "ru": "Доктор Хаус"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }