{
            "id": 6482,
            "en_question": "What title was awarded to Valentina Tereshkova the first woman to conquer space?",
            "ru_question": "Каким титулом наградили Валентину Терешкову первую женщину покорившую космос?",
            "query": "select ?answer where { wd:Q44371 wdt:P166 ?answer }",
            "entities": {
                "question": {
                    "Q44371": {
                        "en": "Valentina Tereshkova",
                        "ru": "Валентина Владимировна Терешкова"
                    }
                },
                "query": {
                    "Q44371": {
                        "en": "Valentina Tereshkova",
                        "ru": "Валентина Владимировна Терешкова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                },
                "query": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                }
            },
            "answer_en": [
                "Hero of the Soviet Union",
                "Order of Lenin",
                "honorary degree",
                "Order of the Red Banner of Labour",
                "Order of Sukhbaatar",
                "Medal \"Veteran of Labour\"",
                "Order of Friendship of Peoples",
                "Order of Alexander Nevsky",
                "Order of Karl Marx",
                "Order of the October Revolution",
                "Order of Friendship",
                "Medal \"Veteran of the Armed Forces of the USSR\"",
                "Order of the Sun of Peru",
                "Pilot-Cosmonaut of the USSR",
                "Medal \"In Commemoration of the 850th Anniversary of Moscow\"",
                "Order of Georgi Dimitrov",
                "Order of Honour",
                "Order of Bernardo O'Higgins",
                "Medal \"For the Development of Virgin Lands\"",
                "Order of Klement Gottwald",
                "VDNKh gold medal",
                "Merited Master of Sports of the USSR",
                "Order \"For Merit to the Fatherland\", 3rd class",
                "Order \"For Merit to the Fatherland\", 2nd class",
                "Order \"For Merit to the Fatherland\", 1st class",
                "Order of the Cross of Grunwald, 1st class",
                "Honorary citizen of Vitebsk"
            ],
            "answer_ru": [
                "Герой Советского Союза",
                "орден Ленина",
                "honoris causa",
                "Орден Трудового Красного Знамени",
                "орден Сухэ-Батора",
                "медаль «Ветеран труда»",
                "орден Дружбы народов",
                "орден Александра Невского",
                "орден Карла Маркса",
                "орден Октябрьской Революции",
                "орден Дружбы",
                "медаль «Ветеран Вооружённых Сил СССР»",
                "орден Солнца Перу",
                "Лётчик-космонавт СССР",
                "медаль «В память 850-летия Москвы»",
                "орден «Георгий Димитров»",
                "орден Почёта",
                "орден Бернардо О’Хиггинса",
                "медаль «За освоение целинных земель»",
                "орден Клемента Готвальда",
                "золотая медаль ВДНХ",
                "заслуженный мастер спорта СССР",
                "орден «За заслуги перед Отечеством» III степени",
                "орден «За заслуги перед Отечеством» II степени",
                "орден «За заслуги перед Отечеством» I степени",
                "орден «Крест Грюнвальда» I класса",
                "почётный гражданин города Витебска"
            ],
            "answer_entities": [
                "Q178473",
                "Q185493",
                "Q209896",
                "Q478850",
                "Q530008",
                "Q534981",
                "Q583881",
                "Q612907",
                "Q694401",
                "Q728960",
                "Q791135",
                "Q1311063",
                "Q1415232",
                "Q1428575",
                "Q1992013",
                "Q2028781",
                "Q2268261",
                "Q2300740",
                "Q2638119",
                "Q2660844",
                "Q4193236",
                "Q9387384",
                "Q18080427",
                "Q18080429",
                "Q18080431",
                "Q21405589",
                "Q89211387"
            ]
        },
        {
            "id": 6483,
            "en_question": "Where is the Bermuda triangle?",
            "ru_question": "Где находится Бермудский треугольник?",
            "query": "select ?answer where { wd:Q43708 wdt:P706 ?answer }",
            "entities": {
                "question": {
                    "Q43708": {
                        "en": "Bermuda Triangle",
                        "ru": "Бермудский треугольник"
                    }
                },
                "query": {
                    "Q43708": {
                        "en": "Bermuda Triangle",
                        "ru": "Бермудский треугольник"
                    }
                }
            },
            "relations": {
                "question": {
                    "P706": {
                        "en": "located in/on physical feature",
                        "ru": "находится в пределах природно-географического объекта"
                    }
                },
                "query": {
                    "P706": {
                        "en": "located in/on physical feature",
                        "ru": "находится в пределах природно-географического объекта"
                    }
                }
            },
            "answer_en": [
                "Atlantic Ocean"
            ],
            "answer_ru": [
                "Атлантический океан"
            ],
            "answer_entities": [
                "Q97"
            ]
        },
        {
            "id": 6484,
            "en_question": "Where is the Delta of the Neva river?",
            "ru_question": "Где дельта реки Невы?",
            "query": "select ?answer where { wd:Q645 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q645": {
                        "en": "Neva",
                        "ru": "Нева"
                    }
                },
                "query": {
                    "Q645": {
                        "en": "Neva",
                        "ru": "Нева"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Neva Bay"
            ],
            "answer_ru": [
                "Невская губа"
            ],
            "answer_entities": [
                "Q27698"
            ]
        },
        {
            "id": 6485,
            "en_question": "Where is the grave of Alexander Nevsky?",
            "ru_question": "Где могила Александра Невского?",
            "query": "select ?answer where { wd:Q174044 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q174044": {
                        "en": "Alexander Nevsky",
                        "ru": "Александр Ярославич Невский"
                    }
                },
                "query": {
                    "Q174044": {
                        "en": "Alexander Nevsky",
                        "ru": "Александр Ярославич Невский"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Alexander Nevsky Lavra"
            ],
            "answer_ru": [
                "Александро-Невская лавра"
            ],
            "answer_entities": [
                "Q946428"
            ]
        },
        {
            "id": 6486,
            "en_question": "Where is the mouth of the Yenisei river?",
            "ru_question": "Где устье реки Енисей?",
            "query": "select ?answer where { wd:Q78707 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q78707": {
                        "en": "Yenisey",
                        "ru": "Енисей"
                    }
                },
                "query": {
                    "Q78707": {
                        "en": "Yenisey",
                        "ru": "Енисей"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Kara Sea"
            ],
            "answer_ru": [
                "Карское море"
            ],
            "answer_entities": [
                "Q33629"
            ]
        },
        {
            "id": 6487,
            "en_question": "Who is the father of actress Eve Hewson?",
            "ru_question": "Кто отец актрисы Ив Хьюсон?",
            "query": "select ?answer where { wd:Q3735288 wdt:P22 ?answer }",
            "entities": {
                "question": {
                    "Q3735288": {
                        "en": "Eve Hewson",
                        "ru": "Ив Хьюсон"
                    }
                },
                "query": {
                    "Q3735288": {
                        "en": "Eve Hewson",
                        "ru": "Ив Хьюсон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                }
            },
            "answer_en": [
                "Bono"
            ],
            "answer_ru": [
                "Боно"
            ],
            "answer_entities": [
                "Q834621"
            ]
        },
        {
            "id": 6491,
            "en_question": "In what sea is the island of Cyprus located?",
            "ru_question": "В каком море находится остров Кипр?",
            "query": "select ?answer where { wd:Q229 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q229": {
                        "en": "Cyprus",
                        "ru": "Кипр"
                    }
                },
                "query": {
                    "Q229": {
                        "en": "Cyprus",
                        "ru": "Кипр"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Mediterranean Sea"
            ],
            "answer_ru": [
                "Средиземное море"
            ],
            "answer_entities": [
                "Q4918"
            ]
        },
        {
            "id": 6492,
            "en_question": "In what sea is the Grenadines island chain located?",
            "ru_question": "В каком море находится цепь островов Гренадины?",
            "query": "select ?answer where { wd:Q503482 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q503482": {
                        "en": "Grenadines",
                        "ru": "Гренадины"
                    }
                },
                "query": {
                    "Q503482": {
                        "en": "Grenadines",
                        "ru": "Гренадины"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Caribbean Sea"
            ],
            "answer_ru": [
                "Карибское море"
            ],
            "answer_entities": [
                "Q1247"
            ]
        },
        {
            "id": 6494,
            "en_question": "To what artistic direction belongs to the works of Mozart?",
            "ru_question": "К какому художественному направлению принадлежит творчество Моцарта?",
            "query": "select ?answer where { wd:Q254 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q254": {
                        "en": "Wolfgang Amadeus Mozart",
                        "ru": "Вольфганг Амадей Моцарт"
                    }
                },
                "query": {
                    "Q254": {
                        "en": "Wolfgang Amadeus Mozart",
                        "ru": "Вольфганг Амадей Моцарт"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "Classical period"
            ],
            "answer_ru": [
                "музыка эпохи классицизма"
            ],
            "answer_entities": [
                "Q17723"
            ]
        },
        {
            "id": 6495,
            "en_question": "Which Studio made the film Royal Corgi?",
            "ru_question": "Какая студия сняла фильм Королевский корги?",
            "query": "select ?answer where { wd:Q55635487 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q55635487": {
                        "en": "The Queen's Corgi",
                        "ru": "Королевский корги"
                    }
                },
                "query": {
                    "Q55635487": {
                        "en": "The Queen's Corgi",
                        "ru": "Королевский корги"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Starz Entertainment Corp.",
                "nWave Pictures"
            ],
            "answer_ru": [
                "Lionsgate",
                "nWave Pictures"
            ],
            "answer_entities": [
                "Q515869",
                "Q25060578"
            ]
        },
        {
            "id": 6496,
            "en_question": "What historical period follows the Jurassic?",
            "ru_question": "Какой исторический период следует за Юрским?",
            "query": "select ?answer where { wd:Q45805 wdt:P156 ?answer }",
            "entities": {
                "question": {
                    "Q45805": {
                        "en": "Jurassic",
                        "ru": "юрский период"
                    }
                },
                "query": {
                    "Q45805": {
                        "en": "Jurassic",
                        "ru": "юрский период"
                    }
                }
            },
            "relations": {
                "question": {
                    "P156": {
                        "en": "followed by",
                        "ru": "следующее по порядку"
                    }
                },
                "query": {
                    "P156": {
                        "en": "followed by",
                        "ru": "следующее по порядку"
                    }
                }
            },
            "answer_en": [
                "Cretaceous"
            ],
            "answer_ru": [
                "меловой период"
            ],
            "answer_entities": [
                "Q44626"
            ]
        },
        {
            "id": 6497,
            "en_question": "Who is the architect of the Strelki exchange building on Vasilievsky island?",
            "ru_question": "Кто архитектор здания биржи стрелки Васильевского острова?",
            "query": "select ?answer where { wd:Q2652905 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q2652905": {
                        "en": "Old Saint Petersburg Stock Exchange",
                        "ru": "Здание Биржи"
                    }
                },
                "query": {
                    "Q2652905": {
                        "en": "Old Saint Petersburg Stock Exchange",
                        "ru": "Здание Биржи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Jean-François Thomas de Thomon"
            ],
            "answer_ru": [
                "Жан Тома де Томон"
            ],
            "answer_entities": [
                "Q393864"
            ]
        },
        {
            "id": 6499,
            "en_question": "Who is the cameraman of the movie Mirror?",
            "ru_question": "Кто оператор фильма Зеркало?",
            "query": "select ?answer where { wd:Q838149 wdt:P344 ?answer }",
            "entities": {
                "question": {
                    "Q838149": {
                        "en": "The Mirror",
                        "ru": "Зеркало"
                    }
                },
                "query": {
                    "Q838149": {
                        "en": "The Mirror",
                        "ru": "Зеркало"
                    }
                }
            },
            "relations": {
                "question": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                },
                "query": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                }
            },
            "answer_en": [
                "Georgy Rerberg"
            ],
            "answer_ru": [
                "Рерберг, Георгий Иванович"
            ],
            "answer_entities": [
                "Q4393561"
            ]
        },
        {
            "id": 6500,
            "en_question": "In what sport was Yevgeny Kafelnikov famous?",
            "ru_question": "В каком виде спорта прославился Евгений Кафельников?",
            "query": "select ?answer where { wd:Q207705 wdt:P641 ?answer }",
            "entities": {
                "question": {
                    "Q207705": {
                        "en": "Yevgeny Kafelnikov",
                        "ru": "Евгений Александрович Кафельников"
                    }
                },
                "query": {
                    "Q207705": {
                        "en": "Yevgeny Kafelnikov",
                        "ru": "Евгений Александрович Кафельников"
                    }
                }
            },
            "relations": {
                "question": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                },
                "query": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                }
            },
            "answer_en": [
                "tennis",
                "golf",
                "poker"
            ],
            "answer_ru": [
                "теннис",
                "гольф",
                "покер"
            ],
            "answer_entities": [
                "Q847",
                "Q5377",
                "Q80131"
            ]
        },
        {
            "id": 6502,
            "en_question": "What genre of visual art did artist Ilya Mashkov work in?",
            "ru_question": "В каком жанре изобразительного искусства работал художник Илья Машков?",
            "query": "select ?answer where { wd:Q2704611 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q2704611": {
                        "en": "Ilya Mashkov",
                        "ru": "Илья Иванович Машков"
                    }
                },
                "query": {
                    "Q2704611": {
                        "en": "Ilya Mashkov",
                        "ru": "Илья Иванович Машков"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "portrait",
                "still life",
                "landscape painting"
            ],
            "answer_ru": [
                "портрет",
                "натюрморт",
                "пейзаж"
            ],
            "answer_entities": [
                "Q134307",
                "Q170571",
                "Q191163"
            ]
        },
        {
            "id": 6503,
            "en_question": "In what genre is The free shooter written?",
            "ru_question": "В каком жанре написано произведение Вольный стрелок?",
            "query": "select ?answer where { wd:Q156435 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q156435": {
                        "en": "Der Freischütz",
                        "ru": "Волшебный стрелок"
                    }
                },
                "query": {
                    "Q156435": {
                        "en": "Der Freischütz",
                        "ru": "Волшебный стрелок"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "Romantic music"
            ],
            "answer_ru": [
                "музыка эпохи романтизма"
            ],
            "answer_entities": [
                "Q207591"
            ]
        },
        {
            "id": 6505,
            "en_question": "In what genre did Tom Ford shoot his film under the cover of night?",
            "ru_question": "В каком жанре Том Форд снял свой фильм Под покровом ночи?",
            "query": "select ?answer where { wd:Q21527905 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q21527905": {
                        "en": "Nocturnal Animals",
                        "ru": "Ночные животные"
                    }
                },
                "query": {
                    "Q21527905": {
                        "en": "Nocturnal Animals",
                        "ru": "Ночные животные"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "drama film",
                "rape and revenge film",
                "film based on a novel"
            ],
            "answer_ru": [
                "драматический фильм",
                "фильм об изнасиловании и мести",
                "экранизация романа"
            ],
            "answer_entities": [
                "Q130232",
                "Q2254193",
                "Q52207399"
            ]
        },
        {
            "id": 6506,
            "en_question": "Where was Catherine 2 born?",
            "ru_question": "Где родилась Екатерина 2?",
            "query": "select ?answer where { wd:Q36450 wdt:P19 ?answer }",
            "entities": {
                "question": {
                    "Q36450": {
                        "en": "Catherine II of Russia",
                        "ru": "Екатерина II"
                    }
                },
                "query": {
                    "Q36450": {
                        "en": "Catherine II of Russia",
                        "ru": "Екатерина II"
                    }
                }
            },
            "relations": {
                "question": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                },
                "query": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                }
            },
            "answer_en": [
                "Szczecin"
            ],
            "answer_ru": [
                "Щецин"
            ],
            "answer_entities": [
                "Q393"
            ]
        },
        {
            "id": 6507,
            "en_question": "What Soviet film Studio made the film Gentlemen of fortune?",
            "ru_question": "Какая советская киностудия сняла фильм Джентльмены удачи?",
            "query": "select ?answer where { wd:Q625110 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q625110": {
                        "en": "Gentlemen of Fortune",
                        "ru": "Джентльмены удачи"
                    }
                },
                "query": {
                    "Q625110": {
                        "en": "Gentlemen of Fortune",
                        "ru": "Джентльмены удачи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Mosfilm"
            ],
            "answer_ru": [
                "Мосфильм"
            ],
            "answer_entities": [
                "Q141336"
            ]
        },
        {
            "id": 6508,
            "en_question": "Which city is the capital of the Republic of Dagestan?",
            "ru_question": "Какой город столица республики Дагестан?",
            "query": "select ?answer where { wd:Q5118 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q5118": {
                        "en": "Dagestan",
                        "ru": "Дагестан"
                    }
                },
                "query": {
                    "Q5118": {
                        "en": "Dagestan",
                        "ru": "Дагестан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Makhachkala"
            ],
            "answer_ru": [
                "Махачкала"
            ],
            "answer_entities": [
                "Q5168"
            ]
        }