{
            "id": 6053,
            "en_question": "Who is the Director of the film Godunov?",
            "ru_question": "Кто режиссер фильма Годунов?",
            "query": "select ?answer where { wd:Q25393779 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q25393779": {
                        "en": "Borys Hodunov",
                        "ru": "Борис Годунов"
                    }
                },
                "query": {
                    "Q25393779": {
                        "en": "Borys Hodunov",
                        "ru": "Борис Годунов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Boris Nebieridze"
            ],
            "answer_ru": [
                "Небиеридзе, Борис Константинович"
            ],
            "answer_entities": [
                "Q4315520"
            ]
        },
        {
            "id": 6054,
            "en_question": "Who composed the cantata Alexander Nevsky?",
            "ru_question": "Кто сочинил кантату Александр Невский?",
            "query": "select ?answer where { wd:Q2541462 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q2541462": {
                        "en": "Alexander Nevsky",
                        "ru": "Александр Невский"
                    }
                },
                "query": {
                    "Q2541462": {
                        "en": "Alexander Nevsky",
                        "ru": "Александр Невский"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Sergei Prokofiev"
            ],
            "answer_ru": [
                "Сергей Сергеевич Прокофьев"
            ],
            "answer_entities": [
                "Q49481"
            ]
        },
        {
            "id": 6055,
            "en_question": "Where does the Pasha river go?",
            "ru_question": "Куда впадает река Паша?",
            "query": "select ?answer where { wd:Q2087477 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q2087477": {
                        "en": "Pasha",
                        "ru": "Паша"
                    }
                },
                "query": {
                    "Q2087477": {
                        "en": "Pasha",
                        "ru": "Паша"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Svir"
            ],
            "answer_ru": [
                "Свирь"
            ],
            "answer_entities": [
                "Q213067"
            ]
        },
        {
            "id": 6056,
            "en_question": "What languages are spoken by Putin?",
            "ru_question": "На каких языках говорит Путин?",
            "query": "select ?answer where { wd:Q7747 wdt:P1412 ?answer }",
            "entities": {
                "question": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                },
                "query": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1412": {
                        "en": "languages spoken, written or signed",
                        "ru": "языки, на которых говорит или пишет персона"
                    }
                },
                "query": {
                    "P1412": {
                        "en": "languages spoken, written or signed",
                        "ru": "языки, на которых говорит или пишет персона"
                    }
                }
            },
            "answer_en": [
                "German",
                "English",
                "Russian",
                "Swedish"
            ],
            "answer_ru": [
                "немецкий язык",
                "английский язык",
                "русский язык",
                "шведский язык"
            ],
            "answer_entities": [
                "Q188",
                "Q1860",
                "Q7737",
                "Q9027"
            ]
        },
        {
            "id": 6057,
            "en_question": "On what river is Perm located?",
            "ru_question": "На какой реке стоит Пермь?",
            "query": "select ?answer where { wd:Q915 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q915": {
                        "en": "Perm",
                        "ru": "Пермь"
                    }
                },
                "query": {
                    "Q915": {
                        "en": "Perm",
                        "ru": "Пермь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Kama"
            ],
            "answer_ru": [
                "Кама"
            ],
            "answer_entities": [
                "Q79082"
            ]
        },
        {
            "id": 6058,
            "en_question": "What part of the world is Brazil located in?",
            "ru_question": "В какой части света находится Бразилия?",
            "query": "select ?answer where { wd:Q155 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q155": {
                        "en": "Brazil",
                        "ru": "Бразилия"
                    }
                },
                "query": {
                    "Q155": {
                        "en": "Brazil",
                        "ru": "Бразилия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "South America"
            ],
            "answer_ru": [
                "Южная Америка"
            ],
            "answer_entities": [
                "Q18"
            ]
        },
        {
            "id": 6059,
            "en_question": "What part of the world is Germany located in?",
            "ru_question": "В какой части света находится Германия?",
            "query": "select ?answer where { wd:Q183 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q183": {
                        "en": "Germany",
                        "ru": "Германия"
                    }
                },
                "query": {
                    "Q183": {
                        "en": "Germany",
                        "ru": "Германия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "Europe"
            ],
            "answer_ru": [
                "Европа"
            ],
            "answer_entities": [
                "Q46"
            ]
        },
        {
            "id": 6060,
            "en_question": "What did Louis Armstrong play on?",
            "ru_question": "На чем играл Луи Армстронг?",
            "query": "select ?answer where { wd:Q1779 wdt:P1303 ?answer }",
            "entities": {
                "question": {
                    "Q1779": {
                        "en": "Louis Armstrong",
                        "ru": "Луи Армстронг"
                    }
                },
                "query": {
                    "Q1779": {
                        "en": "Louis Armstrong",
                        "ru": "Луи Армстронг"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                }
            },
            "answer_en": [
                "trumpet",
                "cornet",
                "voice"
            ],
            "answer_ru": [
                "труба",
                "корнет",
                "вокал"
            ],
            "answer_entities": [
                "Q8338",
                "Q202027",
                "Q17172850"
            ]
        },
        {
            "id": 6061,
            "en_question": "What country's capital is Bogota?",
            "ru_question": "Столица какой страны Богота?",
            "query": "select ?answer where { wd:Q2841 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q2841": {
                        "en": "Bogotá",
                        "ru": "Богота"
                    }
                },
                "query": {
                    "Q2841": {
                        "en": "Bogotá",
                        "ru": "Богота"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Colombia",
                "Virreinato",
                "Gran Colombia",
                "Cundinamarca Department",
                "Capital District",
                "Free and Independent State of Cundinamarca"
            ],
            "answer_ru": [
                "Колумбия",
                "Новая Гранада",
                "Великая Колумбия",
                "Кундинамарка",
                "Capital District",
                "Свободное Государство Кундинамарка"
            ],
            "answer_entities": [
                "Q739",
                "Q8965",
                "Q199821",
                "Q232564",
                "Q1055848",
                "Q3591854"
            ]
        },
        {
            "id": 6063,
            "en_question": "What city is Dhaka the capital of?",
            "ru_question": "Столицей какого города является Дакка?",
            "query": "select ?answer where { wd:Q1354 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q1354": {
                        "en": "Dhaka",
                        "ru": "Дакка"
                    }
                },
                "query": {
                    "Q1354": {
                        "en": "Dhaka",
                        "ru": "Дакка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Bangladesh",
                "Dhaka Division",
                "East Pakistan",
                "Dhaka District",
                "East Bengal"
            ],
            "answer_ru": [
                "Бангладеш",
                "Дакка",
                "Восточный Пакистан",
                "Дакка",
                "Восточная Бенгалия"
            ],
            "answer_entities": [
                "Q902",
                "Q330158",
                "Q842931",
                "Q1850485",
                "Q2347909"
            ]
        },
        {
            "id": 6064,
            "en_question": "What is Budapest the capital of?",
            "ru_question": "Столицей чего является Будапешт?",
            "query": "select ?answer where { wd:Q1781 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q1781": {
                        "en": "Budapest",
                        "ru": "Будапешт"
                    }
                },
                "query": {
                    "Q1781": {
                        "en": "Budapest",
                        "ru": "Будапешт"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Hungary"
            ],
            "answer_ru": [
                "Венгрия"
            ],
            "answer_entities": [
                "Q28"
            ]
        },
        {
            "id": 6066,
            "en_question": "What League does torpedo Moscow play in?",
            "ru_question": "В какой лиге играет Торпедо Москва?",
            "query": "select ?answer where { wd:Q324338 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q324338": {
                        "en": "FC Torpedo Moscow",
                        "ru": "Торпедо"
                    }
                },
                "query": {
                    "Q324338": {
                        "en": "FC Torpedo Moscow",
                        "ru": "Торпедо"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Russian First League"
            ],
            "answer_ru": [
                "Первая лига"
            ],
            "answer_entities": [
                "Q162533"
            ]
        },
        {
            "id": 6068,
            "en_question": "What part of the world is China located in?",
            "ru_question": "В какой части света находится Китай?",
            "query": "select ?answer where { wd:Q148 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q148": {
                        "en": "People's Republic of China",
                        "ru": "Китай"
                    }
                },
                "query": {
                    "Q148": {
                        "en": "People's Republic of China",
                        "ru": "Китай"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "Asia"
            ],
            "answer_ru": [
                "Азия"
            ],
            "answer_entities": [
                "Q48"
            ]
        },
        {
            "id": 6069,
            "en_question": "In what sport is the Kremlin Cup played?",
            "ru_question": "В каком виде спорта разыгрывается Кубок Кремля?",
            "query": "select ?answer where { wd:Q299603 wdt:P641 ?answer }",
            "entities": {
                "question": {
                    "Q299603": {
                        "en": "Kremlin Cup",
                        "ru": "Кубок Кремля"
                    }
                },
                "query": {
                    "Q299603": {
                        "en": "Kremlin Cup",
                        "ru": "Кубок Кремля"
                    }
                }
            },
            "relations": {
                "question": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                },
                "query": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                }
            },
            "answer_en": [
                "tennis"
            ],
            "answer_ru": [
                "теннис"
            ],
            "answer_entities": [
                "Q847"
            ]
        },
        {
            "id": 6070,
            "en_question": "What city do the heroes of the big Bang Theory live in?",
            "ru_question": "В каком городе живут герои Теории большого взрыва?",
            "query": "select ?answer where { wd:Q8539 wdt:P840 ?answer }",
            "entities": {
                "question": {
                    "Q8539": {
                        "en": "The Big Bang Theory",
                        "ru": "Теория большого взрыва"
                    }
                },
                "query": {
                    "Q8539": {
                        "en": "The Big Bang Theory",
                        "ru": "Теория большого взрыва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P840": {
                        "en": "narrative location",
                        "ru": "место действия"
                    }
                },
                "query": {
                    "P840": {
                        "en": "narrative location",
                        "ru": "место действия"
                    }
                }
            },
            "answer_en": [
                "Pasadena"
            ],
            "answer_ru": [
                "Пасадина"
            ],
            "answer_entities": [
                "Q485176"
            ]
        },
        {
            "id": 6071,
            "en_question": "In what genre is the film kin-DZA-DZA made?",
            "ru_question": "В каком жанре снят фильм Кин-дза-дза?",
            "query": "select ?answer where { wd:Q1415194 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q1415194": {
                        "en": "Kin-dza-dza!",
                        "ru": "Кин-дза-дза!"
                    }
                },
                "query": {
                    "Q1415194": {
                        "en": "Kin-dza-dza!",
                        "ru": "Кин-дза-дза!"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "comedy film",
                "tragicomedy",
                "adventure film",
                "science fiction film",
                "science fiction comedy",
                "speculative fiction film",
                "dystopian film"
            ],
            "answer_ru": [
                "комедийный фильм",
                "трагикомедия",
                "приключенческий фильм",
                "научно-фантастический фильм",
                "юмористическая научная фантастика",
                "кинофантастика",
                "антиутопический фильм"
            ],
            "answer_entities": [
                "Q157443",
                "Q192881",
                "Q319221",
                "Q471839",
                "Q761469",
                "Q2973181",
                "Q20443008"
            ]
        },
        {
            "id": 6072,
            "en_question": "In what ocean is the Mariana trench located?",
            "ru_question": "В каком океане находится Марианская впадина?",
            "query": "select ?answer where { wd:Q510 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q510": {
                        "en": "Mariana Trench",
                        "ru": "Марианский жёлоб"
                    }
                },
                "query": {
                    "Q510": {
                        "en": "Mariana Trench",
                        "ru": "Марианский жёлоб"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Pacific Ocean"
            ],
            "answer_ru": [
                "Тихий океан"
            ],
            "answer_entities": [
                "Q98"
            ]
        },
        {
            "id": 6073,
            "en_question": "In what direction did Tyutchev write?",
            "ru_question": "В каком направлении писал Тютчев?",
            "query": "select ?answer where { wd:Q37217 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q37217": {
                        "en": "Fyodor Tyutchev",
                        "ru": "Фёдор Иванович Тютчев"
                    }
                },
                "query": {
                    "Q37217": {
                        "en": "Fyodor Tyutchev",
                        "ru": "Фёдор Иванович Тютчев"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "Romanticism"
            ],
            "answer_ru": [
                "романтизм"
            ],
            "answer_entities": [
                "Q37068"
            ]
        },
        {
            "id": 6074,
            "en_question": "In what direction did Caravaggio work?",
            "ru_question": "В каком направлении творил Караваджо?",
            "query": "select ?answer where { wd:Q42207 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q42207": {
                        "en": "Caravaggio",
                        "ru": "Караваджо"
                    }
                },
                "query": {
                    "Q42207": {
                        "en": "Caravaggio",
                        "ru": "Караваджо"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "Baroque"
            ],
            "answer_ru": [
                "барокко"
            ],
            "answer_entities": [
                "Q37853"
            ]
        },
        {
            "id": 6075,
            "en_question": "In what style is St. Isaac's Cathedral built in St. Petersburg?",
            "ru_question": "В каком стиле построен Исаакиевский собор в Санкт-Петербурге?",
            "query": "select ?answer where { wd:Q215423 wdt:P149 ?answer }",
            "entities": {
                "question": {
                    "Q215423": {
                        "en": "Saint Isaac's Cathedral",
                        "ru": "Исаакиевский собор"
                    }
                },
                "query": {
                    "Q215423": {
                        "en": "Saint Isaac's Cathedral",
                        "ru": "Исаакиевский собор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                },
                "query": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                }
            },
            "answer_en": [
                "Neoclassical architecture",
                "classicism"
            ],
            "answer_ru": [
                "архитектура неоклассицизма",
                "классицизм"
            ],
            "answer_entities": [
                "Q54111",
                "Q170292"
            ]
        },
        {
            "id": 6076,
            "en_question": "What University was Isaac Newton educated at?",
            "ru_question": "В каком университете получил образование Исаак Ньютон?",
            "query": "select ?answer where { wd:Q935 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q935": {
                        "en": "Isaac Newton",
                        "ru": "Исаак Ньютон"
                    }
                },
                "query": {
                    "Q935": {
                        "en": "Isaac Newton",
                        "ru": "Исаак Ньютон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Trinity College",
                "The King's School, Grantham"
            ],
            "answer_ru": [
                "Тринити-колледж Кембриджского университета",
                "Королевская школа"
            ],
            "answer_entities": [
                "Q332342",
                "Q7744473"
            ]
        },
        {
            "id": 6077,
            "en_question": "What League does PSG belong to?",
            "ru_question": "В какую лигу входит ПСЖ?",
            "query": "select ?answer where { wd:Q483020 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q483020": {
                        "en": "Paris Saint-Germain F.C.",
                        "ru": "Пари Сен-Жермен"
                    }
                },
                "query": {
                    "Q483020": {
                        "en": "Paris Saint-Germain F.C.",
                        "ru": "Пари Сен-Жермен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Ligue 1"
            ],
            "answer_ru": [
                "Чемпионат Франции по футболу - Лига 1"
            ],
            "answer_entities": [
                "Q13394"
            ]
        }