{
            "id": 9,
            "en_question": "Who is the Director of the film \"diamond hand\"?",
            "ru_question": "Кто режиссер фильма \"Бриллиантовая рука\"?",
            "query": "select ?answer where { wd:Q1999930 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q1999930": {
                        "en": "The Diamond Arm",
                        "ru": "Бриллиантовая рука"
                    }
                },
                "query": {
                    "Q1999930": {
                        "en": "The Diamond Arm",
                        "ru": "Бриллиантовая рука"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Leonid Gaidai"
            ],
            "answer_ru": [
                "Леонид Иович Гайдай"
            ],
            "answer_entities": [
                "Q312480"
            ]
        },
        {
            "id": 24,
            "en_question": "What color is the paint \"Indigo\"?",
            "ru_question": "Какой цвет имеет краска \"индиго\"?",
            "query": "select ?answer where { wd:Q422662 wdt:P462 ?answer }",
            "entities": {
                "question": {
                    "Q422662": {
                        "en": "indigo",
                        "ru": "индиго"
                    }
                },
                "query": {
                    "Q422662": {
                        "en": "indigo",
                        "ru": "индиго"
                    }
                }
            },
            "relations": {
                "question": {
                    "P462": {
                        "en": "color",
                        "ru": "цвет"
                    }
                },
                "query": {
                    "P462": {
                        "en": "color",
                        "ru": "цвет"
                    }
                }
            },
            "answer_en": [
                "blue"
            ],
            "answer_ru": [
                "синий"
            ],
            "answer_entities": [
                "Q1088"
            ]
        },
        {
            "id": 27,
            "en_question": "What Strait did the ancient Greeks call the\"pillars of Hercules\"?",
            "ru_question": "Какой пролив древние греки называли \"Геркулесовы столбы\"?",
            "query": "select ?answer where { wd:Q152854 wdt:P276 ?answer }",
            "entities": {
                "question": {
                    "Q152854": {
                        "en": "Pillars of Hercules",
                        "ru": "Геркулесовы столбы"
                    }
                },
                "query": {
                    "Q152854": {
                        "en": "Pillars of Hercules",
                        "ru": "Геркулесовы столбы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P276": {
                        "en": "location",
                        "ru": "местонахождение"
                    }
                },
                "query": {
                    "P276": {
                        "en": "location",
                        "ru": "местонахождение"
                    }
                }
            },
            "answer_en": [
                "Strait of Gibraltar"
            ],
            "answer_ru": [
                "Гибралтарский пролив"
            ],
            "answer_entities": [
                "Q36124"
            ]
        },
        {
            "id": 29,
            "en_question": "Who is the author of the music for the film \"Alexander Nevsky\"?",
            "ru_question": "Кто автор музыки к фильму \"Александр Невский\"?",
            "query": "select ?answer where { wd:Q118976 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q118976": {
                        "en": "Alexander Nevsky",
                        "ru": "Александр Невский"
                    }
                },
                "query": {
                    "Q118976": {
                        "en": "Alexander Nevsky",
                        "ru": "Александр Невский"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Sergei Prokofiev"
            ],
            "answer_ru": [
                "Сергей Сергеевич Прокофьев"
            ],
            "answer_entities": [
                "Q49481"
            ]
        },
        {
            "id": 43,
            "en_question": "In which Polish city was the birthplace of the \"Solidarity\"movement?",
            "ru_question": "В каком польском городе зародилось движение \"Солидарность\"?",
            "query": "select ?answer where { wd:Q1003 wdt:P159 ?answer }",
            "entities": {
                "question": {
                    "Q1003": {
                        "en": "Solidarity",
                        "ru": "Солидарность"
                    }
                },
                "query": {
                    "Q1003": {
                        "en": "Solidarity",
                        "ru": "Солидарность"
                    }
                }
            },
            "relations": {
                "question": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                },
                "query": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                }
            },
            "answer_en": [
                "Gdańsk"
            ],
            "answer_ru": [
                "Гданьск"
            ],
            "answer_entities": [
                "Q1792"
            ]
        },
        {
            "id": 59,
            "en_question": "What harmless creature has the strange name \"Deadhead\"?",
            "ru_question": "Какое безобидное существо носит странное название \"Мертвая голова\"?",
            "query": "select ?answer where { wd:Q312009 wdt:P171 ?answer }",
            "entities": {
                "question": {
                    "Q312009": {
                        "en": "Acherontia",
                        "ru": "Мёртвые головы"
                    }
                },
                "query": {
                    "Q312009": {
                        "en": "Acherontia",
                        "ru": "Мёртвые головы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P171": {
                        "en": "parent taxon",
                        "ru": "ближайший таксон уровнем выше"
                    }
                },
                "query": {
                    "P171": {
                        "en": "parent taxon",
                        "ru": "ближайший таксон уровнем выше"
                    }
                }
            },
            "answer_en": [
                "Sphingidae"
            ],
            "answer_ru": [
                "Бражники"
            ],
            "answer_entities": [
                "Q157683"
            ]
        },
        {
            "id": 71,
            "en_question": "What country did the Romans call \"Caledonia\"?",
            "ru_question": "Какую страну римляне называли \"Каледония\"?",
            "query": "select ?answer where { wd:Q1048625 wdt:P1382 ?answer }",
            "entities": {
                "question": {
                    "Q1048625": {
                        "en": "Caledonia",
                        "ru": "Каледония"
                    }
                },
                "query": {
                    "Q1048625": {
                        "en": "Caledonia",
                        "ru": "Каледония"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1382": {
                        "en": "partially coincident with",
                        "ru": "частично совпадает с"
                    }
                },
                "query": {
                    "P1382": {
                        "en": "partially coincident with",
                        "ru": "частично совпадает с"
                    }
                }
            },
            "answer_en": [
                "Scotland"
            ],
            "answer_ru": [
                "Шотландия"
            ],
            "answer_entities": [
                "Q22"
            ]
        },
        {
            "id": 72,
            "en_question": "To whom do the words \"and you, Brutus\" belong?",
            "ru_question": "Кому принадлежат слова \"И ты, Брут\"?",
            "query": "select ?answer where { wd:Q617371 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q617371": {
                        "en": "Et tu, Brute?",
                        "ru": "Et tu, Brute?"
                    }
                },
                "query": {
                    "Q617371": {
                        "en": "Et tu, Brute?",
                        "ru": "Et tu, Brute?"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Julius Caesar"
            ],
            "answer_ru": [
                "Гай Юлий Цезарь"
            ],
            "answer_entities": [
                "Q1048"
            ]
        },
        {
            "id": 73,
            "en_question": "To whom do the words \"I think, therefore I exist\" belong?",
            "ru_question": "Кому принадлежат слова: \"Я мыслю, следовательно существую\"?",
            "query": "select ?answer where { wd:Q192325 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q192325": {
                        "en": "cogito ergo sum",
                        "ru": "Cogito ergo sum"
                    }
                },
                "query": {
                    "Q192325": {
                        "en": "cogito ergo sum",
                        "ru": "Cogito ergo sum"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "René Descartes"
            ],
            "answer_ru": [
                "Рене Декарт"
            ],
            "answer_entities": [
                "Q9191"
            ]
        },
        {
            "id": 75,
            "en_question": "Who is the author of the work \"women Scientists\"?",
            "ru_question": "Кто автор произведения \"Ученые женщины\"?",
            "query": "select ?answer where { wd:Q1218375 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q1218375": {
                        "en": "Les Femmes Savantes",
                        "ru": "Учёные женщины"
                    }
                },
                "query": {
                    "Q1218375": {
                        "en": "Les Femmes Savantes",
                        "ru": "Учёные женщины"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Molière"
            ],
            "answer_ru": [
                "Мольер"
            ],
            "answer_entities": [
                "Q687"
            ]
        },
        {
            "id": 77,
            "en_question": "Who is the author of the novel \"Spartacus\"?",
            "ru_question": "Кто автор романа \"Спартак\"?",
            "query": "select ?answer where { wd:Q4430718 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q4430718": {
                        "en": "Spartacus",
                        "ru": "Спартак"
                    }
                },
                "query": {
                    "Q4430718": {
                        "en": "Spartacus",
                        "ru": "Спартак"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Raffaello Giovagnoli"
            ],
            "answer_ru": [
                "Рафаэлло Джованьоли"
            ],
            "answer_entities": [
                "Q1860923"
            ]
        },
        {
            "id": 79,
            "en_question": "Who wrote the story-tale \"the adventures of Pinocchio\"?",
            "ru_question": "Кто написал повесть-сказку \"Приключения Пиноккио\"?",
            "query": "select ?answer where { wd:Q8065468 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q8065468": {
                        "en": "The Adventures of Pinocchio",
                        "ru": "Приключения Пиноккио. История деревянной куклы"
                    }
                },
                "query": {
                    "Q8065468": {
                        "en": "The Adventures of Pinocchio",
                        "ru": "Приключения Пиноккио. История деревянной куклы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Carlo Collodi"
            ],
            "answer_ru": [
                "Карло Коллоди"
            ],
            "answer_entities": [
                "Q199588"
            ]
        },
        {
            "id": 80,
            "en_question": "Who wrote the poem \"Paradise Lost\"?",
            "ru_question": "Кто написал поэму \"Потерянный рай\"?",
            "query": "select ?answer where { wd:Q28754 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q28754": {
                        "en": "Paradise Lost",
                        "ru": "Потерянный рай"
                    }
                },
                "query": {
                    "Q28754": {
                        "en": "Paradise Lost",
                        "ru": "Потерянный рай"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "John Milton"
            ],
            "answer_ru": [
                "Джон Мильтон"
            ],
            "answer_entities": [
                "Q79759"
            ]
        },
        {
            "id": 81,
            "en_question": "Who wrote the poem \"the Black man\"?",
            "ru_question": "Кто написал поэму \"Черный человек\"?",
            "query": "select ?answer where { wd:Q4518933 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q4518933": {
                        "en": "[Label missing for Q4518933]",
                        "ru": "Чёрный человек"
                    }
                },
                "query": {
                    "Q4518933": {
                        "en": "[Label missing for Q4518933]",
                        "ru": "Чёрный человек"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Sergei Yesenin"
            ],
            "answer_ru": [
                "Сергей Александрович Есенин"
            ],
            "answer_entities": [
                "Q31628"
            ]
        },
        {
            "id": 83,
            "en_question": "Who wrote the fairy tale \"Dwarf Nose\"?",
            "ru_question": "Кто написал сказку \"Карлик-Нос\"?",
            "query": "select ?answer where { wd:Q8109325 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q8109325": {
                        "en": "Dwarf Nose",
                        "ru": "Карлик Нос"
                    }
                },
                "query": {
                    "Q8109325": {
                        "en": "Dwarf Nose",
                        "ru": "Карлик Нос"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Wilhelm Hauff"
            ],
            "answer_ru": [
                "Вильгельм Гауф"
            ],
            "answer_entities": [
                "Q57966"
            ]
        },
        {
            "id": 85,
            "en_question": "Who sailed on the papyrus boat \" RA \"and on the raft \"Kon-Tiki\"?",
            "ru_question": "Кто плавал на папирусной лодке \"Ра\" и на плоту \"Кон-Тики\"?",
            "query": "select ?answer where { wd:Q3203414 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q3203414": {
                        "en": "The Kon-Tiki Expedition: By Raft Across the South Seas",
                        "ru": "Путешествие на «Кон-Тики»"
                    }
                },
                "query": {
                    "Q3203414": {
                        "en": "The Kon-Tiki Expedition: By Raft Across the South Seas",
                        "ru": "Путешествие на «Кон-Тики»"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Thor Heyerdahl"
            ],
            "answer_ru": [
                "Тур Хейердал"
            ],
            "answer_entities": [
                "Q133622"
            ]
        },
        {
            "id": 91,
            "en_question": "Who composed \"sabre Dance\"?",
            "ru_question": "Кто сочинил \"Танец с саблями\"?",
            "query": "select ?answer where { wd:Q1442972 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q1442972": {
                        "en": "Sabre Dance",
                        "ru": "Танец с саблями"
                    }
                },
                "query": {
                    "Q1442972": {
                        "en": "Sabre Dance",
                        "ru": "Танец с саблями"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Aram Khachaturian"
            ],
            "answer_ru": [
                "Арам Хачатурян"
            ],
            "answer_entities": [
                "Q152293"
            ]
        },
        {
            "id": 99,
            "en_question": "The country to which the \"Church\" wine owes its origin is Cahors",
            "ru_question": "Страна, которой обязано своим происхождением \"церковное\" вино – кагор",
            "query": "select ?answer where { wd:Q1025792 wdt:P495 ?answer }",
            "entities": {
                "question": {
                    "Q1025792": {
                        "en": "Cahors wine",
                        "ru": "Кагор"
                    }
                },
                "query": {
                    "Q1025792": {
                        "en": "Cahors wine",
                        "ru": "Кагор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                },
                "query": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                }
            },
            "answer_en": [
                "France"
            ],
            "answer_ru": [
                "Франция"
            ],
            "answer_entities": [
                "Q142"
            ]
        },
        {
            "id": 106,
            "en_question": "Where is Uttar Pradesh located",
            "ru_question": "Где находится штат Уттар-Прадеш",
            "query": "select ?answer where { wd:Q1498 wdt:P131 ?answer }",
            "entities": {
                "question": {
                    "Q1498": {
                        "en": "Uttar Pradesh",
                        "ru": "Уттар-Прадеш"
                    }
                },
                "query": {
                    "Q1498": {
                        "en": "Uttar Pradesh",
                        "ru": "Уттар-Прадеш"
                    }
                }
            },
            "relations": {
                "question": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                },
                "query": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                }
            },
            "answer_en": [
                "India"
            ],
            "answer_ru": [
                "Индия"
            ],
            "answer_entities": [
                "Q668"
            ]
        },
        {
            "id": 114,
            "en_question": "What single combat brought the Hollywood star Jean-Claude van Damme the nickname \" muscles from Brussels\"",
            "ru_question": "Какое единоборство принесло голливудской звезде Жан-Клоду Ван Дамму прозвище \"мускулы из Брюсселя\"",
            "query": "select ?answer where { wd:Q308840 wdt:P641 ?answer }",
            "entities": {
                "question": {
                    "Q308840": {
                        "en": "Jean-Claude Van Damme",
                        "ru": "Жан-Клод Ван Дамм"
                    }
                },
                "query": {
                    "Q308840": {
                        "en": "Jean-Claude Van Damme",
                        "ru": "Жан-Клод Ван Дамм"
                    }
                }
            },
            "relations": {
                "question": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                },
                "query": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                }
            },
            "answer_en": [
                "karate"
            ],
            "answer_ru": [
                "карате"
            ],
            "answer_entities": [
                "Q11419"
            ]
        },
        {
            "id": 124,
            "en_question": "What Chinese dynasty was founded by Xiao Yan",
            "ru_question": "Основателем какой китайской династии был Сяо Янь",
            "query": "select ?answer where { wd:Q736726 wdt:P27 ?answer }",
            "entities": {
                "question": {
                    "Q736726": {
                        "en": "Wu",
                        "ru": "У-ди"
                    }
                },
                "query": {
                    "Q736726": {
                        "en": "Wu",
                        "ru": "У-ди"
                    }
                }
            },
            "relations": {
                "question": {
                    "P27": {
                        "en": "country of citizenship",
                        "ru": "гражданство"
                    }
                },
                "query": {
                    "P27": {
                        "en": "country of citizenship",
                        "ru": "гражданство"
                    }
                }
            },
            "answer_en": [
                "Liang dynasty"
            ],
            "answer_ru": [
                "Лян"
            ],
            "answer_entities": [
                "Q1069868"
            ]
        },
        {
            "id": 126,
            "en_question": "What happens if you transform napoleonder",
            "ru_question": "Что получится, если переплавить наполеондор",
            "query": "select ?answer where { wd:Q733369 wdt:P186 ?answer }",
            "entities": {
                "question": {
                    "Q733369": {
                        "en": "Napoleon",
                        "ru": "Наполеондор"
                    }
                },
                "query": {
                    "Q733369": {
                        "en": "Napoleon",
                        "ru": "Наполеондор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P186": {
                        "en": "made from material",
                        "ru": "сделано из"
                    }
                },
                "query": {
                    "P186": {
                        "en": "made from material",
                        "ru": "сделано из"
                    }
                }
            },
            "answer_en": [
                "gold"
            ],
            "answer_ru": [
                "золото"
            ],
            "answer_entities": [
                "Q897"
            ]
        },
        {
            "id": 157,
            "en_question": "Who is the author of the lines: \"White sail lonely...\"?",
            "ru_question": "Кто автор строк: \"Белеет парус одинокий...\"?",
            "query": "select ?answer where { wd:Q15723090 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q15723090": {
                        "en": "The Sail",
                        "ru": "Парус"
                    }
                },
                "query": {
                    "Q15723090": {
                        "en": "The Sail",
                        "ru": "Парус"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Mikhail Lermontov"
            ],
            "answer_ru": [
                "Михаил Юрьевич Лермонтов"
            ],
            "answer_entities": [
                "Q46599"
            ]
        }