{
            "id": 6883,
            "en_question": "In what year was the Periodic law of chemical elements discovered?",
            "ru_question": "В каком году открыт Периодический закон химических элементов?",
            "query": "select ?answer where { wd:Q10693 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q10693": {
                        "en": "periodic table",
                        "ru": "периодическая система химических элементов"
                    }
                },
                "query": {
                    "Q10693": {
                        "en": "periodic table",
                        "ru": "периодическая система химических элементов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6884,
            "en_question": "In what year was America discovered by Columbus?",
            "ru_question": "В каком году открыта Америка Колумбом?",
            "query": "select ?answer where { wd:Q221474 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q221474": {
                        "en": "first arrival of Christopher Columbus to America",
                        "ru": "Открытие Америки"
                    }
                },
                "query": {
                    "Q221474": {
                        "en": "first arrival of Christopher Columbus to America",
                        "ru": "Открытие Америки"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6885,
            "en_question": "In what year did you open the periodic table?",
            "ru_question": "В каком году открыта таблица Менделеева?",
            "query": "select ?answer where { wd:Q10693 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q10693": {
                        "en": "periodic table",
                        "ru": "периодическая система химических элементов"
                    }
                },
                "query": {
                    "Q10693": {
                        "en": "periodic table",
                        "ru": "периодическая система химических элементов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6886,
            "en_question": "What year was the Moscow metro opened?",
            "ru_question": "В каком году открыто московское метро?",
            "query": "select ?answer where { wd:Q5499 wdt:P1619 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q5499": {
                        "en": "Moscow Metro",
                        "ru": "Московский метрополитен"
                    }
                },
                "query": {
                    "Q5499": {
                        "en": "Moscow Metro",
                        "ru": "Московский метрополитен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1619": {
                        "en": "date of official opening",
                        "ru": "дата официального открытия"
                    }
                },
                "query": {
                    "P1619": {
                        "en": "date of official opening",
                        "ru": "дата официального открытия"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6887,
            "en_question": "What year was signed the agreement on creation of the CIS?",
            "ru_question": "В каком году подписано соглашение о создании СНГ?",
            "query": "select ?answer where { wd:Q15905404 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q15905404": {
                        "en": "Resolution of the RSFSR Supreme Soviet On ratification of the Agreement on the Establishment of the Commonwealth of Independent States",
                        "ru": "Постановление ВС РСФСР О ратификации Соглашения о создании Содружества Независимых Государств"
                    }
                },
                "query": {
                    "Q15905404": {
                        "en": "Resolution of the RSFSR Supreme Soviet On ratification of the Agreement on the Establishment of the Commonwealth of Independent States",
                        "ru": "Постановление ВС РСФСР О ратификации Соглашения о создании Содружества Независимых Государств"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6888,
            "en_question": "In what year was the Ladoga railway station built?",
            "ru_question": "В каком году построен Ладожский вокзал?",
            "query": "select ?answer where { wd:Q1800041 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1800041": {
                        "en": "Ladozhsky railway station",
                        "ru": "Ладожский вокзал"
                    }
                },
                "query": {
                    "Q1800041": {
                        "en": "Ladozhsky railway station",
                        "ru": "Ладожский вокзал"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6889,
            "en_question": "In what year was the Hermitage built?",
            "ru_question": "В каком году построен Эрмитаж?",
            "query": "select ?answer where { wd:Q132783 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q132783": {
                        "en": "Hermitage Museum",
                        "ru": "Государственный Эрмитаж"
                    }
                },
                "query": {
                    "Q132783": {
                        "en": "Hermitage Museum",
                        "ru": "Государственный Эрмитаж"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6890,
            "en_question": "In what year was the first railway built in Russia?",
            "ru_question": "В каком году построена первая железная дорога в России?",
            "query": "select ?answer where { wd:Q148083 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q148083": {
                        "en": "Tsarskoye Selo Railway",
                        "ru": "Царскосельская железная дорога"
                    }
                },
                "query": {
                    "Q148083": {
                        "en": "Tsarskoye Selo Railway",
                        "ru": "Царскосельская железная дорога"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6891,
            "en_question": "What year was the Statue of Liberty built?",
            "ru_question": "В каком году построена Статуя Свободы?",
            "query": "select ?answer where { wd:Q9202 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q9202": {
                        "en": "Statue of Liberty",
                        "ru": "Статуя Свободы"
                    }
                },
                "query": {
                    "Q9202": {
                        "en": "Statue of Liberty",
                        "ru": "Статуя Свободы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6892,
            "en_question": "What year was the Eiffel tower built?",
            "ru_question": "В каком году построена Эйфелева башня?",
            "query": "select ?answer where { wd:Q243 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q243": {
                        "en": "Eiffel Tower",
                        "ru": "Эйфелева башня"
                    }
                },
                "query": {
                    "Q243": {
                        "en": "Eiffel Tower",
                        "ru": "Эйфелева башня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6893,
            "en_question": "In what year was the swallow's nest built?",
            "ru_question": "В каком году построено Ласточкино гнездо?",
            "query": "select ?answer where { wd:Q1353643 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1353643": {
                        "en": "Swallow's Nest",
                        "ru": "Ласточкино гнездо"
                    }
                },
                "query": {
                    "Q1353643": {
                        "en": "Swallow's Nest",
                        "ru": "Ласточкино гнездо"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6894,
            "en_question": "In what year was the metro built in Saint Petersburg?",
            "ru_question": "В каком году построено метро в Санкт-Петербурге?",
            "query": "select ?answer where { wd:Q250225 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q250225": {
                        "en": "Saint Petersburg Metro",
                        "ru": "Петербургский метрополитен"
                    }
                },
                "query": {
                    "Q250225": {
                        "en": "Saint Petersburg Metro",
                        "ru": "Петербургский метрополитен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6895,
            "en_question": "In what year did the Rurik dynasty end?",
            "ru_question": "В каком году прекратилась династия Рюриковичей?",
            "query": "select ?answer where { wd:Q210398 wdt:P576 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q210398": {
                        "en": "Rurik dynasty",
                        "ru": "Рюриковичи"
                    }
                },
                "query": {
                    "Q210398": {
                        "en": "Rurik dynasty",
                        "ru": "Рюриковичи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6897,
            "en_question": "In what year did the Anschluss of Austria take place?",
            "ru_question": "В каком году произошел Аншлюс Австрии?",
            "query": "select ?answer where { wd:Q383806 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q383806": {
                        "en": "Anschluss Medal",
                        "ru": "медаль «В память 13 марта 1938 года»"
                    }
                },
                "query": {
                    "Q383806": {
                        "en": "Anschluss Medal",
                        "ru": "медаль «В память 13 марта 1938 года»"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6899,
            "en_question": "In what year did the Salt revolt take place?",
            "ru_question": "В каком году произошел Соляной бунт?",
            "query": "select ?answer where { wd:Q600898 wdt:P580 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q600898": {
                        "en": "Salt Riot",
                        "ru": "Соляной бунт"
                    }
                },
                "query": {
                    "Q600898": {
                        "en": "Salt Riot",
                        "ru": "Соляной бунт"
                    }
                }
            },
            "relations": {
                "question": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6900,
            "en_question": "In what year did the battle of Grunwald take place?",
            "ru_question": "В каком году произошла Грюнвальдская битва?",
            "query": "select ?answer where { wd:Q33570 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q33570": {
                        "en": "Battle of Grunwald",
                        "ru": "Грюнвальдская битва"
                    }
                },
                "query": {
                    "Q33570": {
                        "en": "Battle of Grunwald",
                        "ru": "Грюнвальдская битва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6901,
            "en_question": "In what year did the October revolution take place?",
            "ru_question": "В каком году произошла Октябрьская революция?",
            "query": "select ?answer where { wd:Q42976 wdt:P580 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q42976": {
                        "en": "October Revolution",
                        "ru": "Октябрьская революция"
                    }
                },
                "query": {
                    "Q42976": {
                        "en": "October Revolution",
                        "ru": "Октябрьская революция"
                    }
                }
            },
            "relations": {
                "question": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6902,
            "en_question": "In what year did the battle of Poltava take place?",
            "ru_question": "В каком году произошла Полтавская битва?",
            "query": "select ?answer where { wd:Q152486 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q152486": {
                        "en": "Battle of Poltava",
                        "ru": "Полтавская битва"
                    }
                },
                "query": {
                    "Q152486": {
                        "en": "Battle of Poltava",
                        "ru": "Полтавская битва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6903,
            "en_question": "In what year was the popular uprising in Hungary?",
            "ru_question": "В каком году произошло народное восстание в Венгрии?",
            "query": "select ?answer where { wd:Q164348 wdt:P580 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q164348": {
                        "en": "Hungarian Revolution of 1956",
                        "ru": "Венгерское восстание 1956 года"
                    }
                },
                "query": {
                    "Q164348": {
                        "en": "Hungarian Revolution of 1956",
                        "ru": "Венгерское восстание 1956 года"
                    }
                }
            },
            "relations": {
                "question": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6904,
            "en_question": "In what year did the Copper revolt take place?",
            "ru_question": "В каком году произошёл Медный бунт?",
            "query": "select ?answer where { wd:Q1968043 wdt:P580 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1968043": {
                        "en": "Copper Riot",
                        "ru": "Медный бунт"
                    }
                },
                "query": {
                    "Q1968043": {
                        "en": "Copper Riot",
                        "ru": "Медный бунт"
                    }
                }
            },
            "relations": {
                "question": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6905,
            "en_question": "In what year was Alexandra Pakhmutova born?",
            "ru_question": "В каком году родилась Александра Пахмутова?",
            "query": "select ?answer where { wd:Q260885 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q260885": {
                        "en": "Aleksandra Pakhmutova",
                        "ru": "Александра Николаевна Пахмутова"
                    }
                },
                "query": {
                    "Q260885": {
                        "en": "Aleksandra Pakhmutova",
                        "ru": "Александра Николаевна Пахмутова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6906,
            "en_question": "What year were you born Billy Ailes?",
            "ru_question": "В каком году родилась Билли Айлиш?",
            "query": "select ?answer where { wd:Q29564107 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q29564107": {
                        "en": "Billie Eilish",
                        "ru": "Билли Айлиш"
                    }
                },
                "query": {
                    "Q29564107": {
                        "en": "Billie Eilish",
                        "ru": "Билли Айлиш"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }