{
            "id": 6458,
            "en_question": "Who made the film Love and doves?",
            "ru_question": "Кто снял фильм Любовь и голуби?",
            "query": "select ?answer where { wd:Q4271831 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q4271831": {
                        "en": "Love and Pigeons",
                        "ru": "Любовь и голуби"
                    }
                },
                "query": {
                    "Q4271831": {
                        "en": "Love and Pigeons",
                        "ru": "Любовь и голуби"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Vladimir Menshov"
            ],
            "answer_ru": [
                "Владимир Валентинович Меньшов"
            ],
            "answer_entities": [
                "Q726105"
            ]
        },
        {
            "id": 6459,
            "en_question": "Who made the movie Jane's Soldier?",
            "ru_question": "Кто снял фильм Солдат Джейн?",
            "query": "select ?answer where { wd:Q526690 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q526690": {
                        "en": "G.I. Jane",
                        "ru": "Солдат Джейн"
                    }
                },
                "query": {
                    "Q526690": {
                        "en": "G.I. Jane",
                        "ru": "Солдат Джейн"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Ridley Scott"
            ],
            "answer_ru": [
                "Ридли Скотт"
            ],
            "answer_entities": [
                "Q56005"
            ]
        },
        {
            "id": 6460,
            "en_question": "Who made the film Schindler's List?",
            "ru_question": "Кто снял фильм Список Шиндлера?",
            "query": "select ?answer where { wd:Q483941 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q483941": {
                        "en": "Schindler's List",
                        "ru": "Список Шиндлера"
                    }
                },
                "query": {
                    "Q483941": {
                        "en": "Schindler's List",
                        "ru": "Список Шиндлера"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Steven Spielberg",
                "Marek Brodzki"
            ],
            "answer_ru": [
                "Стивен Спилберг",
                "Марек Бродский"
            ],
            "answer_entities": [
                "Q8877",
                "Q6758800"
            ]
        },
        {
            "id": 6461,
            "en_question": "Who made the film Alien?",
            "ru_question": "Кто снял фильм Чужой?",
            "query": "select ?answer where { wd:Q103569 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q103569": {
                        "en": "Alien",
                        "ru": "Чужой"
                    }
                },
                "query": {
                    "Q103569": {
                        "en": "Alien",
                        "ru": "Чужой"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Ridley Scott"
            ],
            "answer_ru": [
                "Ридли Скотт"
            ],
            "answer_entities": [
                "Q56005"
            ]
        },
        {
            "id": 6463,
            "en_question": "Who composed the Leningrad Symphony?",
            "ru_question": "Кто сочинил симфонию Ленинградскую?",
            "query": "select ?answer where { wd:Q261140 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q261140": {
                        "en": "Symphony No. 7",
                        "ru": "Симфония № 7"
                    }
                },
                "query": {
                    "Q261140": {
                        "en": "Symphony No. 7",
                        "ru": "Симфония № 7"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Dmitri Shostakovich"
            ],
            "answer_ru": [
                "Дмитрий Шостакович"
            ],
            "answer_entities": [
                "Q80135"
            ]
        },
        {
            "id": 6464,
            "en_question": "Where does the Yenisei river flow?",
            "ru_question": "Куда впадает река Енисей?",
            "query": "select ?answer where { wd:Q78707 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q78707": {
                        "en": "Yenisey",
                        "ru": "Енисей"
                    }
                },
                "query": {
                    "Q78707": {
                        "en": "Yenisey",
                        "ru": "Енисей"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Kara Sea"
            ],
            "answer_ru": [
                "Карское море"
            ],
            "answer_entities": [
                "Q33629"
            ]
        },
        {
            "id": 6465,
            "en_question": "What position is played by the hazard?",
            "ru_question": "На какой позиции играет Азар?",
            "query": "select ?answer where { wd:Q214204 wdt:P413 ?answer }",
            "entities": {
                "question": {
                    "Q214204": {
                        "en": "Eden Hazard",
                        "ru": "Эден Азар"
                    }
                },
                "query": {
                    "Q214204": {
                        "en": "Eden Hazard",
                        "ru": "Эден Азар"
                    }
                }
            },
            "relations": {
                "question": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                },
                "query": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                }
            },
            "answer_en": [
                "wing half"
            ],
            "answer_ru": [
                "фланговый полузащитник"
            ],
            "answer_entities": [
                "Q8025128"
            ]
        },
        {
            "id": 6466,
            "en_question": "What position does Griezmann play in?",
            "ru_question": "На какой позиции играет Гризманн?",
            "query": "select ?answer where { wd:Q455462 wdt:P413 ?answer }",
            "entities": {
                "question": {
                    "Q455462": {
                        "en": "Antoine Griezmann",
                        "ru": "Антуан Гризманн"
                    }
                },
                "query": {
                    "Q455462": {
                        "en": "Antoine Griezmann",
                        "ru": "Антуан Гризманн"
                    }
                }
            },
            "relations": {
                "question": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                },
                "query": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                }
            },
            "answer_en": [
                "wing half"
            ],
            "answer_ru": [
                "фланговый полузащитник"
            ],
            "answer_entities": [
                "Q8025128"
            ]
        },
        {
            "id": 6467,
            "en_question": "What position does Neymar play?",
            "ru_question": "На какой позиции играет Неймар?",
            "query": "select ?answer where { wd:Q142794 wdt:P413 ?answer }",
            "entities": {
                "question": {
                    "Q142794": {
                        "en": "Neymar",
                        "ru": "Неймар"
                    }
                },
                "query": {
                    "Q142794": {
                        "en": "Neymar",
                        "ru": "Неймар"
                    }
                }
            },
            "relations": {
                "question": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                },
                "query": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                }
            },
            "answer_en": [
                "wing half"
            ],
            "answer_ru": [
                "фланговый полузащитник"
            ],
            "answer_entities": [
                "Q8025128"
            ]
        },
        {
            "id": 6468,
            "en_question": "A tributary of which river is the Oka?",
            "ru_question": "Притоком какой реки является Ока?",
            "query": "select ?answer where { wd:Q172089 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q172089": {
                        "en": "Oka",
                        "ru": "Ока"
                    }
                },
                "query": {
                    "Q172089": {
                        "en": "Oka",
                        "ru": "Ока"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Volga"
            ],
            "answer_ru": [
                "Волга"
            ],
            "answer_entities": [
                "Q626"
            ]
        },
        {
            "id": 6469,
            "en_question": "Which region's capital is Voronezh?",
            "ru_question": "Столица какого региона Воронеж?",
            "query": "select ?answer where { wd:Q3426 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q3426": {
                        "en": "Voronezh",
                        "ru": "Воронеж"
                    }
                },
                "query": {
                    "Q3426": {
                        "en": "Voronezh",
                        "ru": "Воронеж"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Voronezh Oblast",
                "Voronezh Urban Okrug"
            ],
            "answer_ru": [
                "Воронежская область",
                "город Воронеж"
            ],
            "answer_entities": [
                "Q3447",
                "Q27538353"
            ]
        },
        {
            "id": 6470,
            "en_question": "What country's capital is Rome?",
            "ru_question": "Столицей какой страны является Рим?",
            "query": "select ?answer where { wd:Q220 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q220": {
                        "en": "Rome",
                        "ru": "Рим"
                    }
                },
                "query": {
                    "Q220": {
                        "en": "Rome",
                        "ru": "Рим"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Italy",
                "Lazio",
                "Metropolitan City of Rome"
            ],
            "answer_ru": [
                "Италия",
                "Лацио",
                "Рим"
            ],
            "answer_entities": [
                "Q38",
                "Q1282",
                "Q18288160"
            ]
        },
        {
            "id": 6471,
            "en_question": "What is Ottawa the capital of?",
            "ru_question": "Столицей чего является Оттава?",
            "query": "select ?answer where { wd:Q576209 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q576209": {
                        "en": "Ottawa",
                        "ru": "Оттава"
                    }
                },
                "query": {
                    "Q576209": {
                        "en": "Ottawa",
                        "ru": "Оттава"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "LaSalle County"
            ],
            "answer_ru": [
                "Ла-Салл"
            ],
            "answer_entities": [
                "Q487003"
            ]
        },
        {
            "id": 6472,
            "en_question": "What do Bashkirs profess?",
            "ru_question": "Что исповедуют башкиры?",
            "query": "select ?answer where { wd:Q485348 wdt:P140 ?answer }",
            "entities": {
                "question": {
                    "Q485348": {
                        "en": "Bashkir people",
                        "ru": "башкиры"
                    }
                },
                "query": {
                    "Q485348": {
                        "en": "Bashkir people",
                        "ru": "башкиры"
                    }
                }
            },
            "relations": {
                "question": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                },
                "query": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                }
            },
            "answer_en": [
                "Hanafism"
            ],
            "answer_ru": [
                "ханафитский мазхаб"
            ],
            "answer_entities": [
                "Q228986"
            ]
        },
        {
            "id": 6473,
            "en_question": "Whose daughter is Daenerys?",
            "ru_question": "Чьей дочерью является Дейнерис?",
            "query": "select ?answer where { wd:Q2708078 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q2708078": {
                        "en": "Daenerys Targaryen",
                        "ru": "Дейнерис Таргариен"
                    }
                },
                "query": {
                    "Q2708078": {
                        "en": "Daenerys Targaryen",
                        "ru": "Дейнерис Таргариен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Rhaella Targaryen"
            ],
            "answer_ru": [
                "Рейелла Таргариен"
            ],
            "answer_entities": [
                "Q23746012"
            ]
        },
        {
            "id": 6475,
            "en_question": "Whose son is Vladimir Monomakh?",
            "ru_question": "Кто является матерью Владимира Мономаха?",
            "query": "select ?answer where { wd:Q60928 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q60928": {
                        "en": "Vladimir II Monomakh",
                        "ru": "Владимир Всеволодович Мономах"
                    }
                },
                "query": {
                    "Q60928": {
                        "en": "Vladimir II Monomakh",
                        "ru": "Владимир Всеволодович Мономах"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Anastasia Monomakh"
            ],
            "answer_ru": [
                "Мономахиня"
            ],
            "answer_entities": [
                "Q4301841"
            ]
        },
        {
            "id": 6476,
            "en_question": "Whose son is Ismail?",
            "ru_question": "Чьим сыном является Исмаил?",
            "query": "select ?answer where { wd:Q470988 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q470988": {
                        "en": "Ismail",
                        "ru": "Исмаил"
                    }
                },
                "query": {
                    "Q470988": {
                        "en": "Ismail",
                        "ru": "Исмаил"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Hagar"
            ],
            "answer_ru": [
                "Хаджар"
            ],
            "answer_entities": [
                "Q1711668"
            ]
        },
        {
            "id": 6477,
            "en_question": "In which the holding company is NLMK?",
            "ru_question": "В какой холдинг входит НЛМК?",
            "query": "select ?answer where { wd:Q48681940 wdt:P749 ?answer }",
            "entities": {
                "question": {
                    "Q48681940": {
                        "en": "Novolipetsk Steel Plant",
                        "ru": "Новолипецкий металлургический комбинат"
                    }
                },
                "query": {
                    "Q48681940": {
                        "en": "Novolipetsk Steel Plant",
                        "ru": "Новолипецкий металлургический комбинат"
                    }
                }
            },
            "relations": {
                "question": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                },
                "query": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                }
            },
            "answer_en": [
                "Novolipetsk Steel"
            ],
            "answer_ru": [
                "Группа НЛМК"
            ],
            "answer_entities": [
                "Q1768082"
            ]
        },
        {
            "id": 6478,
            "en_question": "Where is the virgin buried?",
            "ru_question": "Где погребена Богородица?",
            "query": "select ?answer where { wd:Q345 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q345": {
                        "en": "Mary",
                        "ru": "Дева Мария"
                    }
                },
                "query": {
                    "Q345": {
                        "en": "Mary",
                        "ru": "Дева Мария"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Tomb of the Virgin Mary"
            ],
            "answer_ru": [
                "Гробница Богородицы"
            ],
            "answer_entities": [
                "Q968028"
            ]
        },
        {
            "id": 6479,
            "en_question": "What genre of literature does b Scott Ivanhoe's work belong to?",
            "ru_question": "К какому жанру литературы относится произведение В Скотта Айвенго?",
            "query": "select ?answer where { wd:Q840974 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q840974": {
                        "en": "Ivanhoe",
                        "ru": "Айвенго"
                    }
                },
                "query": {
                    "Q840974": {
                        "en": "Ivanhoe",
                        "ru": "Айвенго"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "historical novel"
            ],
            "answer_ru": [
                "исторический роман"
            ],
            "answer_entities": [
                "Q192239"
            ]
        },
        {
            "id": 6480,
            "en_question": "What movie company makes the X-Men?",
            "ru_question": "Какая кинокомпания снимает Люди Икс?",
            "query": "select ?answer where { wd:Q2006869 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q2006869": {
                        "en": "X-Men",
                        "ru": "Люди Икс"
                    }
                },
                "query": {
                    "Q2006869": {
                        "en": "X-Men",
                        "ru": "Люди Икс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "20th Century Studios"
            ],
            "answer_ru": [
                "20th Century Studios"
            ],
            "answer_entities": [
                "Q434841"
            ]
        },
        {
            "id": 6481,
            "en_question": "What noble title did the Spanish artist Salvador Dali have?",
            "ru_question": "Каким дворянским титулом обладал испанский художник Сальвадор Дали?",
            "query": "select ?answer where { wd:Q5577 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q5577": {
                        "en": "Salvador Dalí",
                        "ru": "Сальвадор Дали"
                    }
                },
                "query": {
                    "Q5577": {
                        "en": "Salvador Dalí",
                        "ru": "Сальвадор Дали"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "margrave"
            ],
            "answer_ru": [
                "маркграф"
            ],
            "answer_entities": [
                "Q157802"
            ]
        }