{
            "id": 6797,
            "en_question": "In what year was the Moscow art theatre founded?",
            "ru_question": "В каком году был основан Московский художественный театр?",
            "query": "select ?answer where { wd:Q840812 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q840812": {
                        "en": "Moscow Art Theatre",
                        "ru": "Московский Художественный театр"
                    }
                },
                "query": {
                    "Q840812": {
                        "en": "Moscow Art Theatre",
                        "ru": "Московский Художественный театр"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6798,
            "en_question": "In what year was Pereslavl-Zalessky founded?",
            "ru_question": "В каком году был основан Переславль-Залесский?",
            "query": "select ?answer where { wd:Q178188 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q178188": {
                        "en": "Pereslavl-Zalessky",
                        "ru": "Переславль-Залесский"
                    }
                },
                "query": {
                    "Q178188": {
                        "en": "Pereslavl-Zalessky",
                        "ru": "Переславль-Залесский"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6799,
            "en_question": "In what year was St. Petersburg founded?",
            "ru_question": "В каком году был основан Петербург?",
            "query": "select ?answer where { wd:Q656 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q656": {
                        "en": "Saint Petersburg",
                        "ru": "Санкт-Петербург"
                    }
                },
                "query": {
                    "Q656": {
                        "en": "Saint Petersburg",
                        "ru": "Санкт-Петербург"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6800,
            "en_question": "In what year was founded by Suzdal?",
            "ru_question": "В каком году был основан Суздаль?",
            "query": "select ?answer where { wd:Q15757 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q15757": {
                        "en": "Suzdal",
                        "ru": "Суздаль"
                    }
                },
                "query": {
                    "Q15757": {
                        "en": "Suzdal",
                        "ru": "Суздаль"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6802,
            "en_question": "In what year was penicillin discovered?",
            "ru_question": "В каком году был открыт пенициллин?",
            "query": "select ?answer where { wd:Q12190 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q12190": {
                        "en": "penicillin",
                        "ru": "бензилпенициллин"
                    }
                },
                "query": {
                    "Q12190": {
                        "en": "penicillin",
                        "ru": "бензилпенициллин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6803,
            "en_question": "In what year was the first University opened in Moscow?",
            "ru_question": "В каком году был открыт первый университет в Москве?",
            "query": "select ?answer where { wd:Q13164 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q13164": {
                        "en": "Moscow State University",
                        "ru": "Московский государственный университет"
                    }
                },
                "query": {
                    "Q13164": {
                        "en": "Moscow State University",
                        "ru": "Московский государственный университет"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6804,
            "en_question": "In what year was phosphorus discovered?",
            "ru_question": "В каком году был открыт фосфор?",
            "query": "select ?answer where { wd:Q674 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q674": {
                        "en": "phosphorus",
                        "ru": "фосфор"
                    }
                },
                "query": {
                    "Q674": {
                        "en": "phosphorus",
                        "ru": "фосфор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6805,
            "en_question": "In what year was the South pole discovered?",
            "ru_question": "В каком году был открыт Южный полюс?",
            "query": "select ?answer where { wd:Q933 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q933": {
                        "en": "South Pole",
                        "ru": "Южный полюс"
                    }
                },
                "query": {
                    "Q933": {
                        "en": "South Pole",
                        "ru": "Южный полюс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6806,
            "en_question": "In what year was the Versailles peace Treaty signed?",
            "ru_question": "В каком году был подписан Версальский мирный договор?",
            "query": "select ?answer where { wd:Q8736 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q8736": {
                        "en": "Treaty of Versailles",
                        "ru": "Версальский договор"
                    }
                },
                "query": {
                    "Q8736": {
                        "en": "Treaty of Versailles",
                        "ru": "Версальский договор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6807,
            "en_question": "In what year was the Internet created?",
            "ru_question": "В каком году был создан интернет?",
            "query": "select ?answer where { wd:Q75 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q75": {
                        "en": "Internet",
                        "ru": "Интернет"
                    }
                },
                "query": {
                    "Q75": {
                        "en": "Internet",
                        "ru": "Интернет"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6808,
            "en_question": "In what year was the Central Bank of Russia established?",
            "ru_question": "В каком году был учрежден Центральный банк России?",
            "query": "select ?answer where { wd:Q806651 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q806651": {
                        "en": "Central Bank of Russia",
                        "ru": "Центральный банк Российской Федерации"
                    }
                },
                "query": {
                    "Q806651": {
                        "en": "Central Bank of Russia",
                        "ru": "Центральный банк Российской Федерации"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6810,
            "en_question": "In what year was the order of St. George established?",
            "ru_question": "В каком году был учрежден орден Святого Георгия?",
            "query": "select ?answer where { wd:Q831282 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q831282": {
                        "en": "Order of St. George",
                        "ru": "орден Святого Георгия"
                    }
                },
                "query": {
                    "Q831282": {
                        "en": "Order of St. George",
                        "ru": "орден Святого Георгия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6811,
            "en_question": "In what year was the post of President of the USSR established?",
            "ru_question": "В каком году был учрежден пост президента СССР?",
            "query": "select ?answer where { wd:Q1255261 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1255261": {
                        "en": "President of the Soviet Union",
                        "ru": "Президент СССР"
                    }
                },
                "query": {
                    "Q1255261": {
                        "en": "President of the Soviet Union",
                        "ru": "Президент СССР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6813,
            "en_question": "In what year was the first IBM industrial DBMS system IMS put into operation?",
            "ru_question": "В каком году была введена в эксплуатацию первая промышленная СУБД система IMS фирмы IBM?",
            "query": "select ?answer where { wd:Q1571984 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1571984": {
                        "en": "IBM Information Management System",
                        "ru": "IMS"
                    }
                },
                "query": {
                    "Q1571984": {
                        "en": "IBM Information Management System",
                        "ru": "IMS"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6814,
            "en_question": "In what year was Kenwood founded?",
            "ru_question": "В каком году была основана компания Kenwood?",
            "query": "select ?answer where { wd:Q17180 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q17180": {
                        "en": "Kenwood Corporation",
                        "ru": "Kenwood Corporation"
                    }
                },
                "query": {
                    "Q17180": {
                        "en": "Kenwood Corporation",
                        "ru": "Kenwood Corporation"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6816,
            "en_question": "In what year was the United States of America formed?",
            "ru_question": "В каком году были образованы Соединённые Штаты Америки?",
            "query": "select ?answer where { wd:Q30 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q30": {
                        "en": "United States",
                        "ru": "США"
                    }
                },
                "query": {
                    "Q30": {
                        "en": "United States",
                        "ru": "США"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6817,
            "en_question": "In what year was founded the city of Naberezhnye Chelny?",
            "ru_question": "В каком году были основаны Набережные Челны?",
            "query": "select ?answer where { wd:Q95041 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q95041": {
                        "en": "Naberezhnye Chelny",
                        "ru": "Набережные Челны"
                    }
                },
                "query": {
                    "Q95041": {
                        "en": "Naberezhnye Chelny",
                        "ru": "Набережные Челны"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6818,
            "en_question": "In what year was Khimki founded?",
            "ru_question": "В каком году были основаны Химки?",
            "query": "select ?answer where { wd:Q197582 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q197582": {
                        "en": "Khimki",
                        "ru": "Химки"
                    }
                },
                "query": {
                    "Q197582": {
                        "en": "Khimki",
                        "ru": "Химки"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6819,
            "en_question": "In what year was Askold killed?",
            "ru_question": "В каком году был убит Аскольд?",
            "query": "select ?answer where { wd:Q19118215 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q19118215": {
                        "en": "Askold",
                        "ru": "Аскольд"
                    }
                },
                "query": {
                    "Q19118215": {
                        "en": "Askold",
                        "ru": "Аскольд"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6821,
            "en_question": "In what year was the order of Kutuzov established?",
            "ru_question": "В каком году был учрежден орден Кутузова?",
            "query": "select ?answer where { wd:Q1644917 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1644917": {
                        "en": "Order of Kutuzov",
                        "ru": "орден Кутузова"
                    }
                },
                "query": {
                    "Q1644917": {
                        "en": "Order of Kutuzov",
                        "ru": "орден Кутузова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6822,
            "en_question": "In what year was the Andrusov truce with Poland concluded?",
            "ru_question": "В каком году было заключено Андрусовское перемирие с Польшей?",
            "query": "select ?answer where { wd:Q721168 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q721168": {
                        "en": "Truce of Andrusovo",
                        "ru": "Андрусовское перемирие"
                    }
                },
                "query": {
                    "Q721168": {
                        "en": "Truce of Andrusovo",
                        "ru": "Андрусовское перемирие"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6823,
            "en_question": "In what year was the Yambol truce concluded?",
            "ru_question": "В каком году было заключено Ям Запольское перемирие?",
            "query": "select ?answer where { wd:Q1478267 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1478267": {
                        "en": "Truce of Jam Zapolski",
                        "ru": "Ям-Запольский мир"
                    }
                },
                "query": {
                    "Q1478267": {
                        "en": "Truce of Jam Zapolski",
                        "ru": "Ям-Запольский мир"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6824,
            "en_question": "In what year was the construction of the Baikonur cosmodrome started?",
            "ru_question": "В каком году было начато строительство космодрома Байконур?",
            "query": "select ?answer where { wd:Q177477 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q177477": {
                        "en": "Baikonur Cosmodrome",
                        "ru": "Байконур"
                    }
                },
                "query": {
                    "Q177477": {
                        "en": "Baikonur Cosmodrome",
                        "ru": "Байконур"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }