{
            "id": 6509,
            "en_question": "Which city is the capital of the Republic of Ingushetia?",
            "ru_question": "Какой город столица республики Ингушетия?",
            "query": "select ?answer where { wd:Q5219 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q5219": {
                        "en": "Ingushetia",
                        "ru": "Ингушетия"
                    }
                },
                "query": {
                    "Q5219": {
                        "en": "Ingushetia",
                        "ru": "Ингушетия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Magas"
            ],
            "answer_ru": [
                "Магас"
            ],
            "answer_entities": [
                "Q5222"
            ]
        },
        {
            "id": 6510,
            "en_question": "Which city is the capital of the Republic of Tatarstan?",
            "ru_question": "Какой город столица республики Татарстан?",
            "query": "select ?answer where { wd:Q5481 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q5481": {
                        "en": "Tatarstan",
                        "ru": "Татарстан"
                    }
                },
                "query": {
                    "Q5481": {
                        "en": "Tatarstan",
                        "ru": "Татарстан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Kazan"
            ],
            "answer_ru": [
                "Казань"
            ],
            "answer_entities": [
                "Q900"
            ]
        },
        {
            "id": 6511,
            "en_question": "What city is the capital of the state of Arkansas?",
            "ru_question": "Какой город столица штата Арканзас?",
            "query": "select ?answer where { wd:Q1612 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q1612": {
                        "en": "Arkansas",
                        "ru": "Арканзас"
                    }
                },
                "query": {
                    "Q1612": {
                        "en": "Arkansas",
                        "ru": "Арканзас"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Little Rock"
            ],
            "answer_ru": [
                "Литл-Рок"
            ],
            "answer_entities": [
                "Q33405"
            ]
        },
        {
            "id": 6513,
            "en_question": "What religion do the Japanese profess?",
            "ru_question": "Какую религию исповедуют Японцы?",
            "query": "select ?answer where { wd:Q161652 wdt:P140 ?answer }",
            "entities": {
                "question": {
                    "Q161652": {
                        "en": "Japanese people",
                        "ru": "японцы"
                    }
                },
                "query": {
                    "Q161652": {
                        "en": "Japanese people",
                        "ru": "японцы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                },
                "query": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                }
            },
            "answer_en": [
                "Buddhism",
                "Christianity in Japan",
                "shinbutsu-shūgō"
            ],
            "answer_ru": [
                "буддизм",
                "христианство в Японии",
                "Синто-буддийский синкретизм"
            ],
            "answer_entities": [
                "Q748",
                "Q427945",
                "Q2279088"
            ]
        },
        {
            "id": 6514,
            "en_question": "Who is the architect of the Hermitage Museum in St. Petersburg?",
            "ru_question": "Кто архитектор Эрмитажа в Санкт-Петербурге?",
            "query": "select ?answer where { wd:Q132783 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q132783": {
                        "en": "Hermitage Museum",
                        "ru": "Государственный Эрмитаж"
                    }
                },
                "query": {
                    "Q132783": {
                        "en": "Hermitage Museum",
                        "ru": "Государственный Эрмитаж"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Francesco Bartolomeo Rastrelli"
            ],
            "answer_ru": [
                "Франческо Растрелли"
            ],
            "answer_entities": [
                "Q299687"
            ]
        },
        {
            "id": 6516,
            "en_question": "Who composed the Classical Symphony?",
            "ru_question": "Кто сочинил симфонию Классическую?",
            "query": "select ?answer where { wd:Q163571 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q163571": {
                        "en": "Symphony No. 1",
                        "ru": "Симфония № 1"
                    }
                },
                "query": {
                    "Q163571": {
                        "en": "Symphony No. 1",
                        "ru": "Симфония № 1"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Sergei Prokofiev"
            ],
            "answer_ru": [
                "Сергей Сергеевич Прокофьев"
            ],
            "answer_entities": [
                "Q49481"
            ]
        },
        {
            "id": 6517,
            "en_question": "Who composed the Farewell Symphony?",
            "ru_question": "Кто сочинил симфонию Прощальную?",
            "query": "select ?answer where { wd:Q234880 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q234880": {
                        "en": "Symphony No. 45",
                        "ru": "Симфония № 45"
                    }
                },
                "query": {
                    "Q234880": {
                        "en": "Symphony No. 45",
                        "ru": "Симфония № 45"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Joseph Haydn"
            ],
            "answer_ru": [
                "Йозеф Гайдн"
            ],
            "answer_entities": [
                "Q7349"
            ]
        },
        {
            "id": 6518,
            "en_question": "Who is the author of the ballet Cinderella?",
            "ru_question": "Кто является автором балета Золушка?",
            "query": "select ?answer where { wd:Q144545 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q144545": {
                        "en": "Zoluška",
                        "ru": "Золушка"
                    }
                },
                "query": {
                    "Q144545": {
                        "en": "Zoluška",
                        "ru": "Золушка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Sergei Prokofiev"
            ],
            "answer_ru": [
                "Сергей Сергеевич Прокофьев"
            ],
            "answer_entities": [
                "Q49481"
            ]
        },
        {
            "id": 6519,
            "en_question": "What languages are spoken in Switzerland?",
            "ru_question": "На каких языках говорят в Швейцарии?",
            "query": "select ?answer where { wd:Q39 wdt:P37 ?answer }",
            "entities": {
                "question": {
                    "Q39": {
                        "en": "Switzerland",
                        "ru": "Швейцария"
                    }
                },
                "query": {
                    "Q39": {
                        "en": "Switzerland",
                        "ru": "Швейцария"
                    }
                }
            },
            "relations": {
                "question": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                },
                "query": {
                    "P37": {
                        "en": "official language",
                        "ru": "официальный язык"
                    }
                }
            },
            "answer_en": [
                "French",
                "German",
                "Italian",
                "Romansh"
            ],
            "answer_ru": [
                "французский язык",
                "немецкий язык",
                "итальянский язык",
                "романшский язык"
            ],
            "answer_entities": [
                "Q150",
                "Q188",
                "Q652",
                "Q13199"
            ]
        },
        {
            "id": 6521,
            "en_question": "What language is spoken in Vienna?",
            "ru_question": "На каком языке говорят в Вене?",
            "query": "select ?answer where { wd:Q1741 wdt:P2936 ?answer }",
            "entities": {
                "question": {
                    "Q1741": {
                        "en": "Vienna",
                        "ru": "Вена"
                    }
                },
                "query": {
                    "Q1741": {
                        "en": "Vienna",
                        "ru": "Вена"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2936": {
                        "en": "language used",
                        "ru": "язык общения"
                    }
                },
                "query": {
                    "P2936": {
                        "en": "language used",
                        "ru": "язык общения"
                    }
                }
            },
            "answer_en": [
                "German"
            ],
            "answer_ru": [
                "немецкий язык"
            ],
            "answer_entities": [
                "Q188"
            ]
        },
        {
            "id": 6523,
            "en_question": "In which capital is The Oguzkhan Palace located?",
            "ru_question": "В какой столице дворец Огузхан?",
            "query": "select ?answer where { wd:Q3043695 wdt:P131 ?answer }",
            "entities": {
                "question": {
                    "Q3043695": {
                        "en": "Oguzhan Palace",
                        "ru": "Дворцовый комплекс «Огузхан»"
                    }
                },
                "query": {
                    "Q3043695": {
                        "en": "Oguzhan Palace",
                        "ru": "Дворцовый комплекс «Огузхан»"
                    }
                }
            },
            "relations": {
                "question": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                },
                "query": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                }
            },
            "answer_en": [
                "Ashgabat"
            ],
            "answer_ru": [
                "Ашхабад"
            ],
            "answer_entities": [
                "Q23438"
            ]
        },
        {
            "id": 6524,
            "en_question": "In which capital was Griboyedov killed?",
            "ru_question": "В какой столице убили Грибоедова?",
            "query": "select ?answer where { wd:Q15001 wdt:P20 ?answer }",
            "entities": {
                "question": {
                    "Q15001": {
                        "en": "Alexander Griboyedov",
                        "ru": "Александр Сергеевич Грибоедов"
                    }
                },
                "query": {
                    "Q15001": {
                        "en": "Alexander Griboyedov",
                        "ru": "Александр Сергеевич Грибоедов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P20": {
                        "en": "place of death",
                        "ru": "место смерти"
                    }
                },
                "query": {
                    "P20": {
                        "en": "place of death",
                        "ru": "место смерти"
                    }
                }
            },
            "answer_en": [
                "Tehran"
            ],
            "answer_ru": [
                "Тегеран"
            ],
            "answer_entities": [
                "Q3616"
            ]
        },
        {
            "id": 6525,
            "en_question": "In which country was football born?",
            "ru_question": "В какой стране зародился футбол?",
            "query": "select ?answer where { wd:Q2736 wdt:P495 ?answer }",
            "entities": {
                "question": {
                    "Q2736": {
                        "en": "association football",
                        "ru": "футбол"
                    }
                },
                "query": {
                    "Q2736": {
                        "en": "association football",
                        "ru": "футбол"
                    }
                }
            },
            "relations": {
                "question": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                },
                "query": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                }
            },
            "answer_en": [
                "United Kingdom of Great Britain and Ireland"
            ],
            "answer_ru": [
                "Соединённое королевство Великобритании и Ирландии"
            ],
            "answer_entities": [
                "Q174193"
            ]
        },
        {
            "id": 6527,
            "en_question": "In which direction did Viktor Tsoi sing?",
            "ru_question": "В каком направлении пел Виктор Цой?",
            "query": "select ?answer where { wd:Q487125 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q487125": {
                        "en": "Viktor Tsoi",
                        "ru": "Виктор Робертович Цой"
                    }
                },
                "query": {
                    "Q487125": {
                        "en": "Viktor Tsoi",
                        "ru": "Виктор Робертович Цой"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "rock music",
                "new wave",
                "post-punk"
            ],
            "answer_ru": [
                "рок-музыка",
                "новая волна",
                "постпанк"
            ],
            "answer_entities": [
                "Q11399",
                "Q187760",
                "Q598929"
            ]
        },
        {
            "id": 6528,
            "en_question": "In which direction was Sinatra singing?",
            "ru_question": "В каком направлении пел Синатра?",
            "query": "select ?answer where { wd:Q40912 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q40912": {
                        "en": "Frank Sinatra",
                        "ru": "Фрэнк Синатра"
                    }
                },
                "query": {
                    "Q40912": {
                        "en": "Frank Sinatra",
                        "ru": "Фрэнк Синатра"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "jazz",
                "blues",
                "swing music",
                "big band",
                "traditional pop",
                "vocal jazz"
            ],
            "answer_ru": [
                "джаз",
                "блюз",
                "свинг",
                "биг-бэнд",
                "традиционная поп-музыка",
                "вокальный джаз"
            ],
            "answer_entities": [
                "Q8341",
                "Q9759",
                "Q203775",
                "Q207378",
                "Q1196752",
                "Q1530455"
            ]
        },
        {
            "id": 6529,
            "en_question": "In what direction did Lermontov write?",
            "ru_question": "В каком направлении писал Лермонтов?",
            "query": "select ?answer where { wd:Q46599 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q46599": {
                        "en": "Mikhail Lermontov",
                        "ru": "Михаил Юрьевич Лермонтов"
                    }
                },
                "query": {
                    "Q46599": {
                        "en": "Mikhail Lermontov",
                        "ru": "Михаил Юрьевич Лермонтов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "Romanticism"
            ],
            "answer_ru": [
                "романтизм"
            ],
            "answer_entities": [
                "Q37068"
            ]
        },
        {
            "id": 6530,
            "en_question": "In what direction did Salvador Dali work?",
            "ru_question": "В каком направлении творил Сальвадор Дали?",
            "query": "select ?answer where { wd:Q5577 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q5577": {
                        "en": "Salvador Dalí",
                        "ru": "Сальвадор Дали"
                    }
                },
                "query": {
                    "Q5577": {
                        "en": "Salvador Dalí",
                        "ru": "Сальвадор Дали"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "surrealism"
            ],
            "answer_ru": [
                "сюрреализм"
            ],
            "answer_entities": [
                "Q39427"
            ]
        },
        {
            "id": 6535,
            "en_question": "What style did Rastrelli build in?",
            "ru_question": "В каком стиле строил Растрелли?",
            "query": "select ?answer where { wd:Q299687 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q299687": {
                        "en": "Francesco Bartolomeo Rastrelli",
                        "ru": "Франческо Растрелли"
                    }
                },
                "query": {
                    "Q299687": {
                        "en": "Francesco Bartolomeo Rastrelli",
                        "ru": "Франческо Растрелли"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "Baroque"
            ],
            "answer_ru": [
                "барокко"
            ],
            "answer_entities": [
                "Q37853"
            ]
        },
        {
            "id": 6537,
            "en_question": "Where is the tomb of Napoleon?",
            "ru_question": "Где гробница Наполеона?",
            "query": "select ?answer where { wd:Q517 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q517": {
                        "en": "Napoleon",
                        "ru": "Наполеон I"
                    }
                },
                "query": {
                    "Q517": {
                        "en": "Napoleon",
                        "ru": "Наполеон I"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Cathédrale Saint-Louis-des-Invalides"
            ],
            "answer_ru": [
                "Собор Святого Людовика Дома Инвалидов"
            ],
            "answer_entities": [
                "Q4992220"
            ]
        },
        {
            "id": 6538,
            "en_question": "Where is Peter 1 buried?",
            "ru_question": "Где погребен Петр 1?",
            "query": "select ?answer where { wd:Q8479 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q8479": {
                        "en": "Peter the Great",
                        "ru": "Пётр I"
                    }
                },
                "query": {
                    "Q8479": {
                        "en": "Peter the Great",
                        "ru": "Пётр I"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Peter and Paul Cathedral"
            ],
            "answer_ru": [
                "Петропавловский собор"
            ],
            "answer_entities": [
                "Q736587"
            ]
        },
        {
            "id": 6539,
            "en_question": "What dynasty was Peter 1 from?",
            "ru_question": "Из какой династии был Петр 1?",
            "query": "select ?answer where { wd:Q8479 wdt:P53 ?answer }",
            "entities": {
                "question": {
                    "Q8479": {
                        "en": "Peter the Great",
                        "ru": "Пётр I"
                    }
                },
                "query": {
                    "Q8479": {
                        "en": "Peter the Great",
                        "ru": "Пётр I"
                    }
                }
            },
            "relations": {
                "question": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                },
                "query": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                }
            },
            "answer_en": [
                "House of Romanov"
            ],
            "answer_ru": [
                "Романовы"
            ],
            "answer_entities": [
                "Q112707"
            ]
        },
        {
            "id": 6540,
            "en_question": "What is plasticine made of?",
            "ru_question": "Из чего сделан пластилин?",
            "query": "select ?answer where { wd:Q840688 wdt:P527 ?answer }",
            "entities": {
                "question": {
                    "Q840688": {
                        "en": "plasticine",
                        "ru": "пластилин"
                    }
                },
                "query": {
                    "Q840688": {
                        "en": "plasticine",
                        "ru": "пластилин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                },
                "query": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                }
            },
            "answer_en": [
                "pigment",
                "paraffin wax",
                "kaolinite",
                "mineral oil",
                "ceresin"
            ],
            "answer_ru": [
                "пигмент",
                "парафин",
                "каолинит",
                "нефтяные масла",
                "Церезин"
            ],
            "answer_entities": [
                "Q161179",
                "Q177540",
                "Q223197",
                "Q583582",
                "Q1055000"
            ]
        }