{
            "id": 6186,
            "en_question": "Where was Beethoven born?",
            "ru_question": "Где родился Бетховен?",
            "query": "select ?answer where { wd:Q255 wdt:P19 ?answer }",
            "entities": {
                "question": {
                    "Q255": {
                        "en": "Ludwig van Beethoven",
                        "ru": "Людвиг ван Бетховен"
                    }
                },
                "query": {
                    "Q255": {
                        "en": "Ludwig van Beethoven",
                        "ru": "Людвиг ван Бетховен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                },
                "query": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                }
            },
            "answer_en": [
                "Bonn"
            ],
            "answer_ru": [
                "Бонн"
            ],
            "answer_entities": [
                "Q586"
            ]
        },
        {
            "id": 6187,
            "en_question": "Where was Decl born?",
            "ru_question": "Где родился Децл?",
            "query": "select ?answer where { wd:Q1968358 wdt:P19 ?answer }",
            "entities": {
                "question": {
                    "Q1968358": {
                        "en": "Detsl",
                        "ru": "Децл"
                    }
                },
                "query": {
                    "Q1968358": {
                        "en": "Detsl",
                        "ru": "Децл"
                    }
                }
            },
            "relations": {
                "question": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                },
                "query": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                }
            },
            "answer_en": [
                "Moscow"
            ],
            "answer_ru": [
                "Москва"
            ],
            "answer_entities": [
                "Q649"
            ]
        },
        {
            "id": 6188,
            "en_question": "Where was Jesus Christ born?",
            "ru_question": "Где родился Иисус Христос?",
            "query": "select ?answer where { wd:Q302 wdt:P19 ?answer }",
            "entities": {
                "question": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                },
                "query": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                }
            },
            "relations": {
                "question": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                },
                "query": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                }
            },
            "answer_en": [
                "Bethlehem"
            ],
            "answer_ru": [
                "Вифлеем"
            ],
            "answer_entities": [
                "Q5776"
            ]
        },
        {
            "id": 6189,
            "en_question": "Where was Tchaikovsky born?",
            "ru_question": "Где родился Чайковский?",
            "query": "select ?answer where { wd:Q7315 wdt:P19 ?answer }",
            "entities": {
                "question": {
                    "Q7315": {
                        "en": "Pyotr Ilyich Tchaikovsky",
                        "ru": "Пётр Ильич Чайковский"
                    }
                },
                "query": {
                    "Q7315": {
                        "en": "Pyotr Ilyich Tchaikovsky",
                        "ru": "Пётр Ильич Чайковский"
                    }
                }
            },
            "relations": {
                "question": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                },
                "query": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                }
            },
            "answer_en": [
                "Votkinsk"
            ],
            "answer_ru": [
                "Воткинск"
            ],
            "answer_entities": [
                "Q133838"
            ]
        },
        {
            "id": 6190,
            "en_question": "Where did Harry Potter go to school?",
            "ru_question": "Где учился Гарри Поттер?",
            "query": "select ?answer where { wd:Q3244512 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q3244512": {
                        "en": "Harry Potter",
                        "ru": "Гарри Поттер"
                    }
                },
                "query": {
                    "Q3244512": {
                        "en": "Harry Potter",
                        "ru": "Гарри Поттер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Hogwarts"
            ],
            "answer_ru": [
                "Хогвартс"
            ],
            "answer_entities": [
                "Q174097"
            ]
        },
        {
            "id": 6191,
            "en_question": "Where did Oksimiron study?",
            "ru_question": "Где учился Оксимирон?",
            "query": "select ?answer where { wd:Q4046107 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q4046107": {
                        "en": "Oxxxymiron",
                        "ru": "Oxxxymiron"
                    }
                },
                "query": {
                    "Q4046107": {
                        "en": "Oxxxymiron",
                        "ru": "Oxxxymiron"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "University of Oxford",
                "Maria-Wächtler-Gymnasium"
            ],
            "answer_ru": [
                "Оксфордский университет",
                "Maria-Wächtler-Gymnasium"
            ],
            "answer_entities": [
                "Q34433",
                "Q1643454"
            ]
        },
        {
            "id": 6192,
            "en_question": "Where are the headquarters of ASEAN?",
            "ru_question": "Где штаб-квартира АСЕАН?",
            "query": "select ?answer where { wd:Q7768 wdt:P159 ?answer }",
            "entities": {
                "question": {
                    "Q7768": {
                        "en": "ASEAN",
                        "ru": "Ассоциация государств Юго-Восточной Азии"
                    }
                },
                "query": {
                    "Q7768": {
                        "en": "ASEAN",
                        "ru": "Ассоциация государств Юго-Восточной Азии"
                    }
                }
            },
            "relations": {
                "question": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                },
                "query": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                }
            },
            "answer_en": [
                "Jakarta"
            ],
            "answer_ru": [
                "Джакарта"
            ],
            "answer_entities": [
                "Q3630"
            ]
        },
        {
            "id": 6193,
            "en_question": "What instrument was owned by Rachmaninoff?",
            "ru_question": "Каким инструментом владел Рахманинов?",
            "query": "select ?answer where { wd:Q131861 wdt:P1303 ?answer }",
            "entities": {
                "question": {
                    "Q131861": {
                        "en": "Sergei Rachmaninoff",
                        "ru": "Сергей Васильевич Рахманинов"
                    }
                },
                "query": {
                    "Q131861": {
                        "en": "Sergei Rachmaninoff",
                        "ru": "Сергей Васильевич Рахманинов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                }
            },
            "answer_en": [
                "piano"
            ],
            "answer_ru": [
                "фортепиано"
            ],
            "answer_entities": [
                "Q5994"
            ]
        },
        {
            "id": 6194,
            "en_question": "Who is Vera Brezhneva married to?",
            "ru_question": "За кем замужем Вера Брежнева?",
            "query": "select ?answer where { wd:Q2329850 wdt:P26 ?answer }",
            "entities": {
                "question": {
                    "Q2329850": {
                        "en": "Vera Brezhneva",
                        "ru": "Вера Брежнева"
                    }
                },
                "query": {
                    "Q2329850": {
                        "en": "Vera Brezhneva",
                        "ru": "Вера Брежнева"
                    }
                }
            },
            "relations": {
                "question": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                },
                "query": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                }
            },
            "answer_en": [
                "Konstantin Meladze"
            ],
            "answer_ru": [
                "Константин Меладзе"
            ],
            "answer_entities": [
                "Q1990094"
            ]
        },
        {
            "id": 6195,
            "en_question": "Who is Regina Todorenko married to?",
            "ru_question": "За кем замужем Регина Тодоренко?",
            "query": "select ?answer where { wd:Q19694388 wdt:P26 ?answer }",
            "entities": {
                "question": {
                    "Q19694388": {
                        "en": "Regina Todorenko",
                        "ru": "Регина Тодоренко"
                    }
                },
                "query": {
                    "Q19694388": {
                        "en": "Regina Todorenko",
                        "ru": "Регина Тодоренко"
                    }
                }
            },
            "relations": {
                "question": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                },
                "query": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                }
            },
            "answer_en": [
                "Vlad Topalov"
            ],
            "answer_ru": [
                "Владислав Михайлович Топалов"
            ],
            "answer_entities": [
                "Q4460646"
            ]
        },
        {
            "id": 6199,
            "en_question": "What dynasty was Clovis from?",
            "ru_question": "Из какой династии был Хлодвиг?",
            "query": "select ?answer where { wd:Q82339 wdt:P53 ?answer }",
            "entities": {
                "question": {
                    "Q82339": {
                        "en": "Clovis I",
                        "ru": "Хлодвиг I"
                    }
                },
                "query": {
                    "Q82339": {
                        "en": "Clovis I",
                        "ru": "Хлодвиг I"
                    }
                }
            },
            "relations": {
                "question": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                },
                "query": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                }
            },
            "answer_en": [
                "Merovingian dynasty"
            ],
            "answer_ru": [
                "Меровинги"
            ],
            "answer_entities": [
                "Q59488"
            ]
        },
        {
            "id": 6200,
            "en_question": "What dynasty was Charlemagne from?",
            "ru_question": "Из какой династии Карл Великий?",
            "query": "select ?answer where { wd:Q3044 wdt:P53 ?answer }",
            "entities": {
                "question": {
                    "Q3044": {
                        "en": "Charles the Great",
                        "ru": "Карл Великий"
                    }
                },
                "query": {
                    "Q3044": {
                        "en": "Charles the Great",
                        "ru": "Карл Великий"
                    }
                }
            },
            "relations": {
                "question": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                },
                "query": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                }
            },
            "answer_en": [
                "Carolingian dynasty"
            ],
            "answer_ru": [
                "Каролинги"
            ],
            "answer_entities": [
                "Q133602"
            ]
        },
        {
            "id": 6201,
            "en_question": "Which dynasty is Queen Elizabeth 2 from?",
            "ru_question": "Из какой династии королева Елизавета 2?",
            "query": "select ?answer where { wd:Q9682 wdt:P53 ?answer }",
            "entities": {
                "question": {
                    "Q9682": {
                        "en": "Elizabeth II",
                        "ru": "Елизавета II"
                    }
                },
                "query": {
                    "Q9682": {
                        "en": "Elizabeth II",
                        "ru": "Елизавета II"
                    }
                }
            },
            "relations": {
                "question": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                },
                "query": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                }
            },
            "answer_en": [
                "House of Windsor",
                "British royal family"
            ],
            "answer_ru": [
                "Виндзорская династия",
                "Британская королевская семья"
            ],
            "answer_entities": [
                "Q81589",
                "Q645968"
            ]
        },
        {
            "id": 6203,
            "en_question": "What band performs the song How much is the fish?",
            "ru_question": "Какая группа исполняет песню How much is the fish?",
            "query": "select ?answer where { wd:Q718897 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q718897": {
                        "en": "How Much Is the Fish?",
                        "ru": "How Much Is the Fish?"
                    }
                },
                "query": {
                    "Q718897": {
                        "en": "How Much Is the Fish?",
                        "ru": "How Much Is the Fish?"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Scooter"
            ],
            "answer_ru": [
                "Scooter"
            ],
            "answer_entities": [
                "Q156255"
            ]
        },
        {
            "id": 6204,
            "en_question": "What movie company is shooting Star Wars?",
            "ru_question": "Какая кинокомпания снимает Звездные Войны?",
            "query": "select ?answer where { wd:Q462 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q462": {
                        "en": "Star Wars",
                        "ru": "Звёздные войны"
                    }
                },
                "query": {
                    "Q462": {
                        "en": "Star Wars",
                        "ru": "Звёздные войны"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Lucasfilm"
            ],
            "answer_ru": [
                "Lucasfilm"
            ],
            "answer_entities": [
                "Q242446"
            ]
        },
        {
            "id": 6205,
            "en_question": "What movie company is shooting justice League?",
            "ru_question": "Какая кинокомпания снимает Лигу справедливости?",
            "query": "select ?answer where { wd:Q20501835 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q20501835": {
                        "en": "Justice League",
                        "ru": "Лига справедливости"
                    }
                },
                "query": {
                    "Q20501835": {
                        "en": "Justice League",
                        "ru": "Лига справедливости"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Warner Bros.",
                "DC Comics"
            ],
            "answer_ru": [
                "Warner Bros.",
                "DC Comics"
            ],
            "answer_entities": [
                "Q126399",
                "Q2924461"
            ]
        },
        {
            "id": 6206,
            "en_question": "Which movie company makes the Avengers?",
            "ru_question": "Какая кинокомпания снимает Мстителей?",
            "query": "select ?answer where { wd:Q182218 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q182218": {
                        "en": "The Avengers",
                        "ru": "Мстители"
                    }
                },
                "query": {
                    "Q182218": {
                        "en": "The Avengers",
                        "ru": "Мстители"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Paramount Pictures",
                "Marvel Studios"
            ],
            "answer_ru": [
                "Paramount Pictures",
                "Marvel Studios"
            ],
            "answer_entities": [
                "Q159846",
                "Q367466"
            ]
        },
        {
            "id": 6207,
            "en_question": "What film Studio makes the film Matchmakers?",
            "ru_question": "Какая киностудия снимает фильм Сваты?",
            "query": "select ?answer where { wd:Q4410005 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q4410005": {
                        "en": "Svaty",
                        "ru": "Сваты"
                    }
                },
                "query": {
                    "Q4410005": {
                        "en": "Svaty",
                        "ru": "Сваты"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Inter",
                "Kvartal 95"
            ],
            "answer_ru": [
                "Интер",
                "студия Квартал-95"
            ],
            "answer_entities": [
                "Q2914786",
                "Q4444575"
            ]
        },
        {
            "id": 6208,
            "en_question": "Which movie Studio shot the Joker?",
            "ru_question": "Какая киностудия сняла Джокера?",
            "query": "select ?answer where { wd:Q42759035 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q42759035": {
                        "en": "Joker",
                        "ru": "Джокер"
                    }
                },
                "query": {
                    "Q42759035": {
                        "en": "Joker",
                        "ru": "Джокер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Warner Bros.",
                "Village Roadshow Pictures",
                "DC Entertainment",
                "DC Studios"
            ],
            "answer_ru": [
                "Warner Bros.",
                "Village Roadshow Pictures",
                "DC Entertainment",
                "DC Studios"
            ],
            "answer_entities": [
                "Q126399",
                "Q622668",
                "Q3011161",
                "Q31197934"
            ]
        },
        {
            "id": 6209,
            "en_question": "Which film Studio made the film D'artagnan and the three Musketeers?",
            "ru_question": "Какая киностудия сняла фильм Д'артаньян и три мушкетёра?",
            "query": "select ?answer where { wd:Q862538 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q862538": {
                        "en": "D'Artagnan and Three Musketeers",
                        "ru": "Д’Артаньян и три мушкетёра"
                    }
                },
                "query": {
                    "Q862538": {
                        "en": "D'Artagnan and Three Musketeers",
                        "ru": "Д’Артаньян и три мушкетёра"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Odesa Film Studio"
            ],
            "answer_ru": [
                "Одесская киностудия"
            ],
            "answer_entities": [
                "Q2628487"
            ]
        },
        {
            "id": 6210,
            "en_question": "Which film Studio made the film Moscow doesn't believe in tears?",
            "ru_question": "Какая киностудия сняла фильм Москва слезам не верит?",
            "query": "select ?answer where { wd:Q53105 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q53105": {
                        "en": "Moscow Does Not Believe in Tears",
                        "ru": "Москва слезам не верит"
                    }
                },
                "query": {
                    "Q53105": {
                        "en": "Moscow Does Not Believe in Tears",
                        "ru": "Москва слезам не верит"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Mosfilm"
            ],
            "answer_ru": [
                "Мосфильм"
            ],
            "answer_entities": [
                "Q141336"
            ]
        },
        {
            "id": 6211,
            "en_question": "Which company owns the Youtube service?",
            "ru_question": "Какая компания владеет сервисом Youtube?",
            "query": "select ?answer where { wd:Q866 wdt:P127 ?answer }",
            "entities": {
                "question": {
                    "Q866": {
                        "en": "YouTube",
                        "ru": "YouTube"
                    }
                },
                "query": {
                    "Q866": {
                        "en": "YouTube",
                        "ru": "YouTube"
                    }
                }
            },
            "relations": {
                "question": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                },
                "query": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                }
            },
            "answer_en": [
                "Google",
                "Alphabet Inc."
            ],
            "answer_ru": [
                "Google",
                "Alphabet Inc."
            ],
            "answer_entities": [
                "Q95",
                "Q20800404"
            ]
        },
        {
            "id": 6213,
            "en_question": "Which company produces kinder surprise?",
            "ru_question": "Какая компания производит киндер сюрприз?",
            "query": "select ?answer where { wd:Q181042 wdt:P176 ?answer }",
            "entities": {
                "question": {
                    "Q181042": {
                        "en": "Kinder Surprise",
                        "ru": "Киндер-сюрприз"
                    }
                },
                "query": {
                    "Q181042": {
                        "en": "Kinder Surprise",
                        "ru": "Киндер-сюрприз"
                    }
                }
            },
            "relations": {
                "question": {
                    "P176": {
                        "en": "manufacturer",
                        "ru": "производитель"
                    }
                },
                "query": {
                    "P176": {
                        "en": "manufacturer",
                        "ru": "производитель"
                    }
                }
            },
            "answer_en": [
                "Ferrero SpA"
            ],
            "answer_ru": [
                "Ferrero"
            ],
            "answer_entities": [
                "Q269792"
            ]
        }