{
            "id": 6347,
            "en_question": "Where is Ivan the terrible buried?",
            "ru_question": "Где захоронен Иван Грозный?",
            "query": "select ?answer where { wd:Q7996 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q7996": {
                        "en": "Ivan the Terrible",
                        "ru": "Иван Грозный"
                    }
                },
                "query": {
                    "Q7996": {
                        "en": "Ivan the Terrible",
                        "ru": "Иван Грозный"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Cathedral of the Archangel"
            ],
            "answer_ru": [
                "Архангельский собор"
            ],
            "answer_entities": [
                "Q917830"
            ]
        },
        {
            "id": 6348,
            "en_question": "What did Mendeleev graduate from?",
            "ru_question": "Что окончил Менделеев?",
            "query": "select ?answer where { wd:Q9106 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q9106": {
                        "en": "Dmitri Mendeleev",
                        "ru": "Дмитрий Иванович Менделеев"
                    }
                },
                "query": {
                    "Q9106": {
                        "en": "Dmitri Mendeleev",
                        "ru": "Дмитрий Иванович Менделеев"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg State University",
                "Saint Petersburg State Institute of Technology",
                "Main Pedagogical Institute"
            ],
            "answer_ru": [
                "Санкт-Петербургский государственный университет",
                "Санкт-Петербургский государственный технологический институт",
                "Главный педагогический институт"
            ],
            "answer_entities": [
                "Q27621",
                "Q2654435",
                "Q4139211"
            ]
        },
        {
            "id": 6349,
            "en_question": "Whose tributary is the Irtysh river?",
            "ru_question": "Чьим притоком является Иртыш?",
            "query": "select ?answer where { wd:Q128102 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q128102": {
                        "en": "Irtysh",
                        "ru": "Иртыш"
                    }
                },
                "query": {
                    "Q128102": {
                        "en": "Irtysh",
                        "ru": "Иртыш"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Ob"
            ],
            "answer_ru": [
                "Обь"
            ],
            "answer_entities": [
                "Q973"
            ]
        },
        {
            "id": 6351,
            "en_question": "What League does Ajax play in?",
            "ru_question": "В какой лиге играет Аякс?",
            "query": "select ?answer where { wd:Q81888 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q81888": {
                        "en": "AFC Ajax",
                        "ru": "Аякс"
                    }
                },
                "query": {
                    "Q81888": {
                        "en": "AFC Ajax",
                        "ru": "Аякс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Eredivisie"
            ],
            "answer_ru": [
                "Высший дивизион Нидерландов по футболу"
            ],
            "answer_entities": [
                "Q167541"
            ]
        },
        {
            "id": 6352,
            "en_question": "What League does Zenit play in?",
            "ru_question": "В какой лиге играет Зенит?",
            "query": "select ?answer where { wd:Q29108 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q29108": {
                        "en": "FC Zenit Saint Petersburg",
                        "ru": "Зенит"
                    }
                },
                "query": {
                    "Q29108": {
                        "en": "FC Zenit Saint Petersburg",
                        "ru": "Зенит"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Russian Premier League"
            ],
            "answer_ru": [
                "чемпионат России по футболу"
            ],
            "answer_entities": [
                "Q182165"
            ]
        },
        {
            "id": 6353,
            "en_question": "Who created the company Adidas?",
            "ru_question": "Кто создал компанию Адидас?",
            "query": "select ?answer where { wd:Q3895 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q3895": {
                        "en": "Adidas AG",
                        "ru": "Adidas"
                    }
                },
                "query": {
                    "Q3895": {
                        "en": "Adidas AG",
                        "ru": "Adidas"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Adolf Dassler"
            ],
            "answer_ru": [
                "Адольф Дасслер"
            ],
            "answer_entities": [
                "Q76751"
            ]
        },
        {
            "id": 6354,
            "en_question": "Who created the company Microsoft?",
            "ru_question": "Кто создал компанию Майкрософт?",
            "query": "select ?answer where { wd:Q2283 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q2283": {
                        "en": "Microsoft",
                        "ru": "Майкрософт"
                    }
                },
                "query": {
                    "Q2283": {
                        "en": "Microsoft",
                        "ru": "Майкрософт"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Bill Gates",
                "Paul Allen"
            ],
            "answer_ru": [
                "Билл Гейтс",
                "Пол Аллен"
            ],
            "answer_entities": [
                "Q5284",
                "Q162005"
            ]
        },
        {
            "id": 6355,
            "en_question": "Who created the company Nike?",
            "ru_question": "Кто создал компанию Найк?",
            "query": "select ?answer where { wd:Q483915 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q483915": {
                        "en": "Nike",
                        "ru": "Nike"
                    }
                },
                "query": {
                    "Q483915": {
                        "en": "Nike",
                        "ru": "Nike"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Phil Knight",
                "Bill Bowerman"
            ],
            "answer_ru": [
                "Фил Найт",
                "Билл Бауэрман"
            ],
            "answer_entities": [
                "Q557305",
                "Q861967"
            ]
        },
        {
            "id": 6356,
            "en_question": "Who designed the Millennium bridge?",
            "ru_question": "Кто спроектировал мост Миллениум?",
            "query": "select ?answer where { wd:Q44057 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q44057": {
                        "en": "Millennium Bridge",
                        "ru": "мост Миллениум"
                    }
                },
                "query": {
                    "Q44057": {
                        "en": "Millennium Bridge",
                        "ru": "мост Миллениум"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Norman Foster"
            ],
            "answer_ru": [
                "Норман Фостер"
            ],
            "answer_entities": [
                "Q104898"
            ]
        },
        {
            "id": 6357,
            "en_question": "Served in any army, Putin?",
            "ru_question": "В каких войсках служил Путин?",
            "query": "select ?answer where { wd:Q7747 wdt:P241 ?answer }",
            "entities": {
                "question": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                },
                "query": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P241": {
                        "en": "military branch",
                        "ru": "вид или род войск"
                    }
                },
                "query": {
                    "P241": {
                        "en": "military branch",
                        "ru": "вид или род войск"
                    }
                }
            },
            "answer_en": [
                "Federal Security Service",
                "KGB"
            ],
            "answer_ru": [
                "Федеральная служба безопасности Российской Федерации",
                "Комитет государственной безопасности СССР"
            ],
            "answer_entities": [
                "Q58792",
                "Q80919"
            ]
        },
        {
            "id": 6358,
            "en_question": "In which mountains is death Valley located?",
            "ru_question": "В каких горах расположена Долина смерти?",
            "query": "select ?answer where { wd:Q118388 wdt:P706 ?answer }",
            "entities": {
                "question": {
                    "Q118388": {
                        "en": "Death Valley",
                        "ru": "Долина Смерти"
                    }
                },
                "query": {
                    "Q118388": {
                        "en": "Death Valley",
                        "ru": "Долина Смерти"
                    }
                }
            },
            "relations": {
                "question": {
                    "P706": {
                        "en": "located in/on physical feature",
                        "ru": "находится в пределах природно-географического объекта"
                    }
                },
                "query": {
                    "P706": {
                        "en": "located in/on physical feature",
                        "ru": "находится в пределах природно-географического объекта"
                    }
                }
            },
            "answer_en": [
                "Eastern California",
                "Mojave and Colorado Deserts Biosphere Reserve"
            ],
            "answer_ru": [
                "Eastern California",
                "Mojave and Colorado Deserts Biosphere Reserve"
            ],
            "answer_entities": [
                "Q1189073",
                "Q6895015"
            ]
        },
        {
            "id": 6359,
            "en_question": "What League does Porto play in?",
            "ru_question": "В какой лиге играет Порту?",
            "query": "select ?answer where { wd:Q128446 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q128446": {
                        "en": "FC Porto",
                        "ru": "Порту"
                    }
                },
                "query": {
                    "Q128446": {
                        "en": "FC Porto",
                        "ru": "Порту"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Liga Portugal"
            ],
            "answer_ru": [
                "Чемпионат Португалии по футболу"
            ],
            "answer_entities": [
                "Q182994"
            ]
        },
        {
            "id": 6360,
            "en_question": "What part of the world is great Britain located in?",
            "ru_question": "В какой части земного шара расположена Великобритания?",
            "query": "select ?answer where { wd:Q145 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q145": {
                        "en": "United Kingdom",
                        "ru": "Великобритания"
                    }
                },
                "query": {
                    "Q145": {
                        "en": "United Kingdom",
                        "ru": "Великобритания"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "Europe"
            ],
            "answer_ru": [
                "Европа"
            ],
            "answer_entities": [
                "Q46"
            ]
        },
        {
            "id": 6361,
            "en_question": "In what direction did Giuseppe Verdi create?",
            "ru_question": "В каком направлении творил Джузеппе Верди?",
            "query": "select ?answer where { wd:Q7317 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q7317": {
                        "en": "Giuseppe Verdi",
                        "ru": "Джузеппе Верди"
                    }
                },
                "query": {
                    "Q7317": {
                        "en": "Giuseppe Verdi",
                        "ru": "Джузеппе Верди"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "Romantic music"
            ],
            "answer_ru": [
                "музыка эпохи романтизма"
            ],
            "answer_entities": [
                "Q207591"
            ]
        },
        {
            "id": 6362,
            "en_question": "In what direction did Jean millet work?",
            "ru_question": "В каком направлении творил Жан Милле?",
            "query": "select ?answer where { wd:Q148458 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q148458": {
                        "en": "Jean-François Millet",
                        "ru": "Жан-Франсуа Милле"
                    }
                },
                "query": {
                    "Q148458": {
                        "en": "Jean-François Millet",
                        "ru": "Жан-Франсуа Милле"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "realism"
            ],
            "answer_ru": [
                "реализм"
            ],
            "answer_entities": [
                "Q10857409"
            ]
        },
        {
            "id": 6363,
            "en_question": "In which the product appears for the first time the Black widow?",
            "ru_question": "В каком произведении впервые появляется Черная вдова?",
            "query": "select ?answer where { wd:Q287541 wdt:P1441 ?answer }",
            "entities": {
                "question": {
                    "Q287541": {
                        "en": "Black Widow",
                        "ru": "Чёрная вдова"
                    }
                },
                "query": {
                    "Q287541": {
                        "en": "Black Widow",
                        "ru": "Чёрная вдова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1441": {
                        "en": "present in work",
                        "ru": "представлено в работе"
                    }
                },
                "query": {
                    "P1441": {
                        "en": "present in work",
                        "ru": "представлено в работе"
                    }
                }
            },
            "answer_en": [
                "Tales of Suspense"
            ],
            "answer_ru": [
                "Tales of Suspense"
            ],
            "answer_entities": [
                "Q782363"
            ]
        },
        {
            "id": 6364,
            "en_question": "Where is Nicholas 2 buried?",
            "ru_question": "Где погребен Николай 2?",
            "query": "select ?answer where { wd:Q40787 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q40787": {
                        "en": "Nicholas II of Russia",
                        "ru": "Николай II"
                    }
                },
                "query": {
                    "Q40787": {
                        "en": "Nicholas II of Russia",
                        "ru": "Николай II"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Peter and Paul Cathedral"
            ],
            "answer_ru": [
                "Петропавловский собор"
            ],
            "answer_entities": [
                "Q736587"
            ]
        },
        {
            "id": 6365,
            "en_question": "Where does Putin live?",
            "ru_question": "Где проживает Путин?",
            "query": "select ?answer where { wd:Q7747 wdt:P551 ?answer }",
            "entities": {
                "question": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                },
                "query": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P551": {
                        "en": "residence",
                        "ru": "место жительства"
                    }
                },
                "query": {
                    "P551": {
                        "en": "residence",
                        "ru": "место жительства"
                    }
                }
            },
            "answer_en": [
                "Moscow",
                "Saint Petersburg",
                "Dresden",
                "Baskov Lane",
                "Akademika Zelinskogo Street"
            ],
            "answer_ru": [
                "Москва",
                "Санкт-Петербург",
                "Дрезден",
                "Басков переулок",
                "улица Академика Зелинского"
            ],
            "answer_entities": [
                "Q649",
                "Q656",
                "Q1731",
                "Q4079059",
                "Q4471180"
            ]
        },
        {
            "id": 6366,
            "en_question": "What does the book consist of?",
            "ru_question": "Из чего состоит книга?",
            "query": "select ?answer where { wd:Q571 wdt:P527 ?answer }",
            "entities": {
                "question": {
                    "Q571": {
                        "en": "book",
                        "ru": "книга"
                    }
                },
                "query": {
                    "Q571": {
                        "en": "book",
                        "ru": "книга"
                    }
                }
            },
            "relations": {
                "question": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                },
                "query": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                }
            },
            "answer_en": [
                "text",
                "page",
                "chapter"
            ],
            "answer_ru": [
                "текст",
                "страница",
                "глава"
            ],
            "answer_entities": [
                "Q234460",
                "Q1069725",
                "Q1980247"
            ]
        },
        {
            "id": 6367,
            "en_question": "To what dynasty did Louis 18 belong?",
            "ru_question": "К какой династии принадлежал Людовик 18?",
            "query": "select ?answer where { wd:Q7750 wdt:P53 ?answer }",
            "entities": {
                "question": {
                    "Q7750": {
                        "en": "Louis XVIII of France",
                        "ru": "Людовик XVIII"
                    }
                },
                "query": {
                    "Q7750": {
                        "en": "Louis XVIII of France",
                        "ru": "Людовик XVIII"
                    }
                }
            },
            "relations": {
                "question": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                },
                "query": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                }
            },
            "answer_en": [
                "House of Bourbon in France"
            ],
            "answer_ru": [
                "Французские Бурбоны"
            ],
            "answer_entities": [
                "Q3642350"
            ]
        },
        {
            "id": 6370,
            "en_question": "What nationalities are there in Azerbaijan?",
            "ru_question": "Какие национальности есть в Азербайджане?",
            "query": "select ?answer where { wd:Q227 wdt:P172 ?answer }",
            "entities": {
                "question": {
                    "Q227": {
                        "en": "Azerbaijan",
                        "ru": "Азербайджан"
                    }
                },
                "query": {
                    "Q227": {
                        "en": "Azerbaijan",
                        "ru": "Азербайджан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P172": {
                        "en": "ethnic group",
                        "ru": "этническая группа"
                    }
                },
                "query": {
                    "P172": {
                        "en": "ethnic group",
                        "ru": "этническая группа"
                    }
                }
            },
            "answer_en": [
                "Russians",
                "Armenians",
                "Azerbaijanis",
                "Lezgian people",
                "Talysh people"
            ],
            "answer_ru": [
                "русские",
                "армяне",
                "азербайджанцы",
                "лезгин",
                "талыши"
            ],
            "answer_entities": [
                "Q49542",
                "Q79797",
                "Q482942",
                "Q1129737",
                "Q10290517"
            ]
        },
        {
            "id": 6372,
            "en_question": "What was the blood type of Jesus Christ?",
            "ru_question": "Какая группа крови была у Иисуса Христа?",
            "query": "select ?answer where { wd:Q302 wdt:P1853 ?answer }",
            "entities": {
                "question": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                },
                "query": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1853": {
                        "en": "blood type",
                        "ru": "группа крови"
                    }
                },
                "query": {
                    "P1853": {
                        "en": "blood type",
                        "ru": "группа крови"
                    }
                }
            },
            "answer_en": [
                "AB"
            ],
            "answer_ru": [
                "AB"
            ],
            "answer_entities": [
                "Q19831455"
            ]
        }