{
            "id": 6680,
            "en_question": "What is the area of the Yenisei river basin?",
            "ru_question": "Какая площадь бассейна реки Енисей?",
            "query": "select ?answer where { wd:Q78707 wdt:P2053 ?answer }",
            "entities": {
                "question": {
                    "Q78707": {
                        "en": "Yenisey",
                        "ru": "Енисей"
                    }
                },
                "query": {
                    "Q78707": {
                        "en": "Yenisey",
                        "ru": "Енисей"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                },
                "query": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6681,
            "en_question": "What is the area of the Ob river basin?",
            "ru_question": "Какая площадь бассейна реки Обь?",
            "query": "select ?answer where { wd:Q973 wdt:P2053 ?answer }",
            "entities": {
                "question": {
                    "Q973": {
                        "en": "Ob",
                        "ru": "Обь"
                    }
                },
                "query": {
                    "Q973": {
                        "en": "Ob",
                        "ru": "Обь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                },
                "query": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6682,
            "en_question": "What is the area of lake Sperillen?",
            "ru_question": "Какая площадь озера Спериллен?",
            "query": "select ?answer where { wd:Q1708169 wdt:P2046 ?answer }",
            "entities": {
                "question": {
                    "Q1708169": {
                        "en": "Sperillen",
                        "ru": "Спериллен"
                    }
                },
                "query": {
                    "Q1708169": {
                        "en": "Sperillen",
                        "ru": "Спериллен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6683,
            "en_question": "What is the area of lake Erie?",
            "ru_question": "Какая площадь озера Эри?",
            "query": "select ?answer where { wd:Q5492 wdt:P2046 ?answer }",
            "entities": {
                "question": {
                    "Q5492": {
                        "en": "Lake Erie",
                        "ru": "Эри"
                    }
                },
                "query": {
                    "Q5492": {
                        "en": "Lake Erie",
                        "ru": "Эри"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6684,
            "en_question": "What is the height of the pyramid of Cheops?",
            "ru_question": "Какова высота пирамиды Хеопса?",
            "query": "select ?answer where { wd:Q37200 wdt:P2044 ?answer }",
            "entities": {
                "question": {
                    "Q37200": {
                        "en": "Great Pyramid of Giza",
                        "ru": "Пирамида Хеопса"
                    }
                },
                "query": {
                    "Q37200": {
                        "en": "Great Pyramid of Giza",
                        "ru": "Пирамида Хеопса"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2044": {
                        "en": "elevation above sea level",
                        "ru": "высота над уровнем моря"
                    }
                },
                "query": {
                    "P2044": {
                        "en": "elevation above sea level",
                        "ru": "высота над уровнем моря"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6685,
            "en_question": "What is the area of Australia?",
            "ru_question": "Какова площадь Австралии?",
            "query": "select ?answer where { wd:Q3960 wdt:P2046 ?answer }",
            "entities": {
                "question": {
                    "Q3960": {
                        "en": "Australian continent",
                        "ru": "Австралия"
                    }
                },
                "query": {
                    "Q3960": {
                        "en": "Australian continent",
                        "ru": "Австралия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6687,
            "en_question": "What is the number of episodes in the series molodezhka?",
            "ru_question": "Какое количество серий в сериале Молодежка?",
            "query": "select ?answer where { wd:Q16272273 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q16272273": {
                        "en": "The Junior Team",
                        "ru": "Молодёжка"
                    }
                },
                "query": {
                    "Q16272273": {
                        "en": "The Junior Team",
                        "ru": "Молодёжка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6688,
            "en_question": "What is the number of episodes in Barboskiny?",
            "ru_question": "Какое число серий в Барбоскины?",
            "query": "select ?answer where { wd:Q16271760 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q16271760": {
                        "en": "The Barkers",
                        "ru": "Барбоскины"
                    }
                },
                "query": {
                    "Q16271760": {
                        "en": "The Barkers",
                        "ru": "Барбоскины"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6689,
            "en_question": "When it was founded Vladivostok?",
            "ru_question": "Когда был основан Владивосток?",
            "query": "select ?answer where { wd:Q959 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q959": {
                        "en": "Vladivostok",
                        "ru": "Владивосток"
                    }
                },
                "query": {
                    "Q959": {
                        "en": "Vladivostok",
                        "ru": "Владивосток"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6690,
            "en_question": "When was the Supreme privy Council created?",
            "ru_question": "Когда был создан Верховный тайный совет?",
            "query": "select ?answer where { wd:Q2915585 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q2915585": {
                        "en": "Supreme Privy Council",
                        "ru": "Верховный тайный совет"
                    }
                },
                "query": {
                    "Q2915585": {
                        "en": "Supreme Privy Council",
                        "ru": "Верховный тайный совет"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6691,
            "en_question": "When was the VK created?",
            "ru_question": "Когда был создан ВК?",
            "query": "select ?answer where { wd:Q116933 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q116933": {
                        "en": "VK",
                        "ru": "ВКонтакте"
                    }
                },
                "query": {
                    "Q116933": {
                        "en": "VK",
                        "ru": "ВКонтакте"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6692,
            "en_question": "When was the steam Created?",
            "ru_question": "Когда был создан Стим?",
            "query": "select ?answer where { wd:Q337535 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q337535": {
                        "en": "Steam",
                        "ru": "Steam"
                    }
                },
                "query": {
                    "Q337535": {
                        "en": "Steam",
                        "ru": "Steam"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6694,
            "en_question": "When was the order of the Patriotic war established?",
            "ru_question": "Когда был учрежден орден Отечественной войны?",
            "query": "select ?answer where { wd:Q312496 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q312496": {
                        "en": "Order of the Patriotic War",
                        "ru": "орден Отечественной войны"
                    }
                },
                "query": {
                    "Q312496": {
                        "en": "Order of the Patriotic War",
                        "ru": "орден Отечественной войны"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6695,
            "en_question": "When did the Academy of fine arts in Russia begin?",
            "ru_question": "Когда возникла Академия художеств в России?",
            "query": "select ?answer where { wd:Q628254 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q628254": {
                        "en": "Imperial Academy of Arts",
                        "ru": "Императорская Академия художеств"
                    }
                },
                "query": {
                    "Q628254": {
                        "en": "Imperial Academy of Arts",
                        "ru": "Императорская Академия художеств"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6696,
            "en_question": "When it was first mentioned Vitebsk?",
            "ru_question": "Когда впервые был упомянут Витебск?",
            "query": "select ?answer where { wd:Q102217 wdt:P1249 ?answer }",
            "entities": {
                "question": {
                    "Q102217": {
                        "en": "Vitebsk",
                        "ru": "Витебск"
                    }
                },
                "query": {
                    "Q102217": {
                        "en": "Vitebsk",
                        "ru": "Витебск"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                },
                "query": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6697,
            "en_question": "When is the first iPhone released?",
            "ru_question": "Когда выпущен первый айфон?",
            "query": "select ?answer where { wd:Q621427 wdt:P577 ?answer }",
            "entities": {
                "question": {
                    "Q621427": {
                        "en": "iPhone",
                        "ru": "IPhone (первого поколения)"
                    }
                },
                "query": {
                    "Q621427": {
                        "en": "iPhone",
                        "ru": "IPhone (первого поколения)"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6698,
            "en_question": "When was Eugene Onegin written?",
            "ru_question": "Когда написан Евгений Онегин?",
            "query": "select ?answer where { wd:Q50948 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q50948": {
                        "en": "Eugene Onegin",
                        "ru": "Евгений Онегин"
                    }
                },
                "query": {
                    "Q50948": {
                        "en": "Eugene Onegin",
                        "ru": "Евгений Онегин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6699,
            "en_question": "When is the Word about Igor's regiment written?",
            "ru_question": "Когда написано Слово о полку Игореве?",
            "query": "select ?answer where { wd:Q47504 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q47504": {
                        "en": "The Tale of Igor's Campaign",
                        "ru": "Слово о полку Игореве"
                    }
                },
                "query": {
                    "Q47504": {
                        "en": "The Tale of Igor's Campaign",
                        "ru": "Слово о полку Игореве"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6700,
            "en_question": "When did the Great Patriotic war begin?",
            "ru_question": "Когда началась Великая Отечественная война?",
            "query": "select ?answer where { wd:Q189266 wdt:P580 ?answer }",
            "entities": {
                "question": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                },
                "query": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6702,
            "en_question": "When did the Soviet withdrawal from Afghanistan begin?",
            "ru_question": "Когда начался вывод советских войск из Афганистана?",
            "query": "select ?answer where { wd:Q509561 wdt:P580 ?answer }",
            "entities": {
                "question": {
                    "Q509561": {
                        "en": "Soviet withdrawal from Afghanistan",
                        "ru": "вывод советских войск из Афганистана"
                    }
                },
                "query": {
                    "Q509561": {
                        "en": "Soviet withdrawal from Afghanistan",
                        "ru": "вывод советских войск из Афганистана"
                    }
                }
            },
            "relations": {
                "question": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6703,
            "en_question": "When did the Komsomol cease to exist?",
            "ru_question": "Когда прекратил существование комсомол?",
            "query": "select ?answer where { wd:Q166073 wdt:P576 ?answer }",
            "entities": {
                "question": {
                    "Q166073": {
                        "en": "All-Union Leninist Young Communist League",
                        "ru": "Всесоюзный ленинский коммунистический союз молодёжи"
                    }
                },
                "query": {
                    "Q166073": {
                        "en": "All-Union Leninist Young Communist League",
                        "ru": "Всесоюзный ленинский коммунистический союз молодёжи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6704,
            "en_question": "When was the Warsaw Pact dissolved?",
            "ru_question": "Когда распущен Варшавский договор?",
            "query": "select ?answer where { wd:Q41644 wdt:P576 ?answer }",
            "entities": {
                "question": {
                    "Q41644": {
                        "en": "Warsaw Pact",
                        "ru": "Организация Варшавского договора"
                    }
                },
                "query": {
                    "Q41644": {
                        "en": "Warsaw Pact",
                        "ru": "Организация Варшавского договора"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6706,
            "en_question": "When was America's first President born?",
            "ru_question": "Когда родился первый президент Америки?",
            "query": "select ?answer where { wd:Q23 wdt:P569 ?answer }",
            "entities": {
                "question": {
                    "Q23": {
                        "en": "George Washington",
                        "ru": "Джордж Вашингтон"
                    }
                },
                "query": {
                    "Q23": {
                        "en": "George Washington",
                        "ru": "Джордж Вашингтон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }