{
            "id": 6266,
            "en_question": "Who organized the Mercedes company?",
            "ru_question": "Кто организовал компанию Mercedes?",
            "query": "select ?answer where { wd:Q36008 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q36008": {
                        "en": "Mercedes-Benz",
                        "ru": "Mercedes-Benz"
                    }
                },
                "query": {
                    "Q36008": {
                        "en": "Mercedes-Benz",
                        "ru": "Mercedes-Benz"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Carl Benz",
                "Gottlieb Daimler",
                "Paul Daimler"
            ],
            "answer_ru": [
                "Карл Бенц",
                "Даймлер, Готтлиб",
                "Пол Даймлер"
            ],
            "answer_entities": [
                "Q40224",
                "Q57098",
                "Q70788"
            ]
        },
        {
            "id": 6267,
            "en_question": "Who founded Microsoft?",
            "ru_question": "Кто основал компанию Microsoft?",
            "query": "select ?answer where { wd:Q2283 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q2283": {
                        "en": "Microsoft",
                        "ru": "Майкрософт"
                    }
                },
                "query": {
                    "Q2283": {
                        "en": "Microsoft",
                        "ru": "Майкрософт"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Bill Gates",
                "Paul Allen"
            ],
            "answer_ru": [
                "Билл Гейтс",
                "Пол Аллен"
            ],
            "answer_entities": [
                "Q5284",
                "Q162005"
            ]
        },
        {
            "id": 6268,
            "en_question": "Who founded the Mercedes company?",
            "ru_question": "Кто основал компанию Мерседес?",
            "query": "select ?answer where { wd:Q36008 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q36008": {
                        "en": "Mercedes-Benz",
                        "ru": "Mercedes-Benz"
                    }
                },
                "query": {
                    "Q36008": {
                        "en": "Mercedes-Benz",
                        "ru": "Mercedes-Benz"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Carl Benz",
                "Gottlieb Daimler",
                "Paul Daimler"
            ],
            "answer_ru": [
                "Карл Бенц",
                "Даймлер, Готтлиб",
                "Пол Даймлер"
            ],
            "answer_entities": [
                "Q40224",
                "Q57098",
                "Q70788"
            ]
        },
        {
            "id": 6269,
            "en_question": "Who discovered aluminum?",
            "ru_question": "Кто открыл алюминий?",
            "query": "select ?answer where { wd:Q663 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                },
                "query": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Hans Christian Ørsted"
            ],
            "answer_ru": [
                "Ханс Кристиан Эрстед"
            ],
            "answer_entities": [
                "Q44412"
            ]
        },
        {
            "id": 6270,
            "en_question": "Who discovered penicillin?",
            "ru_question": "Кто открыл пенициллин?",
            "query": "select ?answer where { wd:Q12190 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q12190": {
                        "en": "penicillin",
                        "ru": "бензилпенициллин"
                    }
                },
                "query": {
                    "Q12190": {
                        "en": "penicillin",
                        "ru": "бензилпенициллин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Alexander Fleming"
            ],
            "answer_ru": [
                "Александр Флеминг"
            ],
            "answer_entities": [
                "Q37064"
            ]
        },
        {
            "id": 6271,
            "en_question": "Who is Alsou Safina's father?",
            "ru_question": "Кто папа Алсу Сафиной?",
            "query": "select ?answer where { wd:Q270951 wdt:P22 ?answer }",
            "entities": {
                "question": {
                    "Q270951": {
                        "en": "Alsou",
                        "ru": "Алсу"
                    }
                },
                "query": {
                    "Q270951": {
                        "en": "Alsou",
                        "ru": "Алсу"
                    }
                }
            },
            "relations": {
                "question": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                },
                "query": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                }
            },
            "answer_en": [
                "Ralif Safin"
            ],
            "answer_ru": [
                "Ралиф Рафилович Сафин"
            ],
            "answer_entities": [
                "Q50224531"
            ]
        },
        {
            "id": 6274,
            "en_question": "Who designed the tower bridge?",
            "ru_question": "Кто проектировал Тауэрский мост?",
            "query": "select ?answer where { wd:Q83125 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q83125": {
                        "en": "Tower Bridge",
                        "ru": "Тауэрский мост"
                    }
                },
                "query": {
                    "Q83125": {
                        "en": "Tower Bridge",
                        "ru": "Тауэрский мост"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Horace Jones"
            ],
            "answer_ru": [
                "Хорас Джонс"
            ],
            "answer_entities": [
                "Q3140459"
            ]
        },
        {
            "id": 6275,
            "en_question": "Who is the developer of League of Legends?",
            "ru_question": "Кто разработчик League of Legends?",
            "query": "select ?answer where { wd:Q223341 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q223341": {
                        "en": "League of Legends",
                        "ru": "League of Legends"
                    }
                },
                "query": {
                    "Q223341": {
                        "en": "League of Legends",
                        "ru": "League of Legends"
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "Riot Games"
            ],
            "answer_ru": [
                "Riot Games"
            ],
            "answer_entities": [
                "Q1060165"
            ]
        },
        {
            "id": 6276,
            "en_question": "Who is the developer of Minecraft?",
            "ru_question": "Кто разработчик Minecraft?",
            "query": "select ?answer where { wd:Q49740 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q49740": {
                        "en": "Minecraft",
                        "ru": "Minecraft"
                    }
                },
                "query": {
                    "Q49740": {
                        "en": "Minecraft",
                        "ru": "Minecraft"
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "Microsoft",
                "Mojang Studios"
            ],
            "answer_ru": [
                "Майкрософт",
                "Mojang Studios"
            ],
            "answer_entities": [
                "Q2283",
                "Q1129295"
            ]
        },
        {
            "id": 6277,
            "en_question": "Who is Maxim Galkin's father?",
            "ru_question": "Кто отец Максима Галкина?",
            "query": "select ?answer where { wd:Q559485 wdt:P22 ?answer }",
            "entities": {
                "question": {
                    "Q559485": {
                        "en": "Maxim Galkin",
                        "ru": "Максим Александрович Галкин"
                    }
                },
                "query": {
                    "Q559485": {
                        "en": "Maxim Galkin",
                        "ru": "Максим Александрович Галкин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                },
                "query": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                }
            },
            "answer_en": [
                "Aleksandr Galkin"
            ],
            "answer_ru": [
                "Александр Александрович Галкин"
            ],
            "answer_entities": [
                "Q4132607"
            ]
        },
        {
            "id": 6278,
            "en_question": "Who removed the Matrix?",
            "ru_question": "Кто снял Матрицу?",
            "query": "select ?answer where { wd:Q1210827 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q1210827": {
                        "en": "The Matrix series",
                        "ru": "Матрица"
                    }
                },
                "query": {
                    "Q1210827": {
                        "en": "The Matrix series",
                        "ru": "Матрица"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "the Wachowskis"
            ],
            "answer_ru": [
                "дуэт Вачовски"
            ],
            "answer_entities": [
                "Q195719"
            ]
        },
        {
            "id": 6279,
            "en_question": "Who shot the Titanic?",
            "ru_question": "Кто снял Титаник?",
            "query": "select ?answer where { wd:Q44578 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q44578": {
                        "en": "Titanic",
                        "ru": "Титаник"
                    }
                },
                "query": {
                    "Q44578": {
                        "en": "Titanic",
                        "ru": "Титаник"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "James Cameron"
            ],
            "answer_ru": [
                "Джеймс Кэмерон"
            ],
            "answer_entities": [
                "Q42574"
            ]
        },
        {
            "id": 6280,
            "en_question": "Who created Google?",
            "ru_question": "Кто создал Гугл?",
            "query": "select ?answer where { wd:Q9366 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q9366": {
                        "en": "Google Search",
                        "ru": "Поиск Google"
                    }
                },
                "query": {
                    "Q9366": {
                        "en": "Google Search",
                        "ru": "Поиск Google"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Larry Page",
                "Sergey Brin"
            ],
            "answer_ru": [
                "Ларри Пейдж",
                "Сергей Брин"
            ],
            "answer_entities": [
                "Q4934",
                "Q92764"
            ]
        },
        {
            "id": 6281,
            "en_question": "Who designed the Leningradsky railway station building in Moscow?",
            "ru_question": "Кто спроектировал здание Ленинградского вокзала в Москве?",
            "query": "select ?answer where { wd:Q1344454 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q1344454": {
                        "en": "Leningradsky railway station",
                        "ru": "Ленинградский вокзал"
                    }
                },
                "query": {
                    "Q1344454": {
                        "en": "Leningradsky railway station",
                        "ru": "Ленинградский вокзал"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Konstantin Thon"
            ],
            "answer_ru": [
                "Константин Андреевич Тон"
            ],
            "answer_entities": [
                "Q76368"
            ]
        },
        {
            "id": 6282,
            "en_question": "Who is Tigran Keosayan's wife?",
            "ru_question": "Кто супруга Тиграна Кеосаяна?",
            "query": "select ?answer where { wd:Q1142513 wdt:P26 ?answer }",
            "entities": {
                "question": {
                    "Q1142513": {
                        "en": "Tigran Keosayan",
                        "ru": "Тигран Эдмондович Кеосаян"
                    }
                },
                "query": {
                    "Q1142513": {
                        "en": "Tigran Keosayan",
                        "ru": "Тигран Эдмондович Кеосаян"
                    }
                }
            },
            "relations": {
                "question": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                },
                "query": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                }
            },
            "answer_en": [
                "Margarita Simonyan",
                "Alyona Khmelnitskaya"
            ],
            "answer_ru": [
                "Маргарита Симоновна Симоньян",
                "Алёна Александровна Хмельницкая"
            ],
            "answer_entities": [
                "Q4419809",
                "Q4498457"
            ]
        },
        {
            "id": 6283,
            "en_question": "Who is magneto's son?",
            "ru_question": "Кто сын Магнето?",
            "query": "select ?answer where { wd:Q840291 wdt:P40 ?answer }",
            "entities": {
                "question": {
                    "Q840291": {
                        "en": "Magneto",
                        "ru": "Магнето"
                    }
                },
                "query": {
                    "Q840291": {
                        "en": "Magneto",
                        "ru": "Магнето"
                    }
                }
            },
            "relations": {
                "question": {
                    "P40": {
                        "en": "child",
                        "ru": "дети"
                    }
                },
                "query": {
                    "P40": {
                        "en": "child",
                        "ru": "дети"
                    }
                }
            },
            "answer_en": [
                "Quicksilver",
                "Scarlet Witch",
                "Polaris",
                "Magnus Lehnsherr",
                "Anya Eisenhardt"
            ],
            "answer_ru": [
                "Ртуть",
                "Алая ведьма",
                "Полярис",
                "Магнус Леншерр",
                "Аня Эйзенхардт"
            ],
            "answer_entities": [
                "Q929273",
                "Q929285",
                "Q2071256",
                "Q16253333",
                "Q57022061"
            ]
        },
        {
            "id": 6284,
            "en_question": "Who is Valentina Matvienko's son?",
            "ru_question": "Кто сын Матвиенко Валентины?",
            "query": "select ?answer where { wd:Q182654 wdt:P40 ?answer }",
            "entities": {
                "question": {
                    "Q182654": {
                        "en": "Valentina Matviyenko",
                        "ru": "Валентина Ивановна Матвиенко"
                    }
                },
                "query": {
                    "Q182654": {
                        "en": "Valentina Matviyenko",
                        "ru": "Валентина Ивановна Матвиенко"
                    }
                }
            },
            "relations": {
                "question": {
                    "P40": {
                        "en": "child",
                        "ru": "дети"
                    }
                },
                "query": {
                    "P40": {
                        "en": "child",
                        "ru": "дети"
                    }
                }
            },
            "answer_en": [
                "Sergei Matvienko"
            ],
            "answer_ru": [
                "Матвиенко, Сергей Владимирович"
            ],
            "answer_entities": [
                "Q15072147"
            ]
        },
        {
            "id": 6286,
            "en_question": "Who is the author of the fairy tale the Scarlet flower?",
            "ru_question": "Кто является автором сказки Аленький цветочек?",
            "query": "select ?answer where { wd:Q4062116 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q4062116": {
                        "en": "The Scarlet Flower",
                        "ru": "Аленький цветочек"
                    }
                },
                "query": {
                    "Q4062116": {
                        "en": "The Scarlet Flower",
                        "ru": "Аленький цветочек"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Sergey Aksakov"
            ],
            "answer_ru": [
                "Сергей Тимофеевич Аксаков"
            ],
            "answer_entities": [
                "Q315188"
            ]
        },
        {
            "id": 6287,
            "en_question": "Who is the author of the History of the Russian state?",
            "ru_question": "Кто является автором труда История государства Российского?",
            "query": "select ?answer where { wd:Q3656114 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q3656114": {
                        "en": "History of the Russian State",
                        "ru": "История государства Российского"
                    }
                },
                "query": {
                    "Q3656114": {
                        "en": "History of the Russian State",
                        "ru": "История государства Российского"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Nikolay Karamzin"
            ],
            "answer_ru": [
                "Николай Михайлович Карамзин"
            ],
            "answer_entities": [
                "Q191598"
            ]
        },
        {
            "id": 6289,
            "en_question": "Where does the Congo river go?",
            "ru_question": "Куда впадает река Конго?",
            "query": "select ?answer where { wd:Q3503 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q3503": {
                        "en": "Congo",
                        "ru": "Конго"
                    }
                },
                "query": {
                    "Q3503": {
                        "en": "Congo",
                        "ru": "Конго"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Atlantic Ocean"
            ],
            "answer_ru": [
                "Атлантический океан"
            ],
            "answer_entities": [
                "Q97"
            ]
        },
        {
            "id": 6294,
            "en_question": "What platforms will Cyberpunk 2077 be released on?",
            "ru_question": "На каких платформах выйдет Cyberpunk 2077?",
            "query": "select ?answer where { wd:Q3182559 wdt:P400 ?answer }",
            "entities": {
                "question": {
                    "Q3182559": {
                        "en": "Cyberpunk 2077",
                        "ru": "Cyberpunk 2077"
                    }
                },
                "query": {
                    "Q3182559": {
                        "en": "Cyberpunk 2077",
                        "ru": "Cyberpunk 2077"
                    }
                }
            },
            "relations": {
                "question": {
                    "P400": {
                        "en": "platform",
                        "ru": "платформа"
                    }
                },
                "query": {
                    "P400": {
                        "en": "platform",
                        "ru": "платформа"
                    }
                }
            },
            "answer_en": [
                "Microsoft Windows",
                "PlayStation 4",
                "Xbox One",
                "Xbox Series X"
            ],
            "answer_ru": [
                "Windows",
                "PlayStation 4",
                "Xbox One",
                "Xbox Series X"
            ],
            "answer_entities": [
                "Q1406",
                "Q5014725",
                "Q13361286",
                "Q64513817"
            ]
        },
        {
            "id": 6295,
            "en_question": "What platforms will Diablo 4 be released on?",
            "ru_question": "На каких платформах выйдет Diablo 4?",
            "query": "select ?answer where { wd:Q73154387 wdt:P400 ?answer }",
            "entities": {
                "question": {
                    "Q73154387": {
                        "en": "Diablo IV",
                        "ru": "Diablo IV"
                    }
                },
                "query": {
                    "Q73154387": {
                        "en": "Diablo IV",
                        "ru": "Diablo IV"
                    }
                }
            },
            "relations": {
                "question": {
                    "P400": {
                        "en": "platform",
                        "ru": "платформа"
                    }
                },
                "query": {
                    "P400": {
                        "en": "platform",
                        "ru": "платформа"
                    }
                }
            },
            "answer_en": [
                "Microsoft Windows",
                "PlayStation 4",
                "Xbox One"
            ],
            "answer_ru": [
                "Windows",
                "PlayStation 4",
                "Xbox One"
            ],
            "answer_entities": [
                "Q1406",
                "Q5014725",
                "Q13361286"
            ]
        },
        {
            "id": 6296,
            "en_question": "What position does Mbappe play in?",
            "ru_question": "На какой позиции играет Мбаппе?",
            "query": "select ?answer where { wd:Q21621995 wdt:P413 ?answer }",
            "entities": {
                "question": {
                    "Q21621995": {
                        "en": "Kylian Mbappé",
                        "ru": "Килиан Мбаппе"
                    }
                },
                "query": {
                    "Q21621995": {
                        "en": "Kylian Mbappé",
                        "ru": "Килиан Мбаппе"
                    }
                }
            },
            "relations": {
                "question": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                },
                "query": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                }
            },
            "answer_en": [
                "forward"
            ],
            "answer_ru": [
                "нападающий"
            ],
            "answer_entities": [
                "Q280658"
            ]
        }