{
            "id": 6106,
            "en_question": "What University did Putin graduate from?",
            "ru_question": "Какой университет окончил Путин?",
            "query": "select ?answer where { wd:Q7747 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                },
                "query": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg State University",
                "Academy of Foreign Intelligence",
                "Academy of the Federal Security Service of the Russian Federation",
                "Saint Petersburg Mining University",
                "School 281",
                "Faculty of Law, Saint Petersburg State University",
                "School 193"
            ],
            "answer_ru": [
                "Санкт-Петербургский государственный университет",
                "Академия внешней разведки",
                "Академия Федеральной службы безопасности России",
                "Санкт-Петербургский горный университет",
                "Школа № 281",
                "юридический факультет СПбГУ",
                "Школа № 193"
            ],
            "answer_entities": [
                "Q27621",
                "Q1978570",
                "Q2387574",
                "Q2495829",
                "Q4525174",
                "Q4534839",
                "Q27430017"
            ]
        },
        {
            "id": 6107,
            "en_question": "What are Mozart's outstanding works?",
            "ru_question": "Какие выдающиеся работы Моцарта?",
            "query": "select ?answer where { wd:Q254 wdt:P800 ?answer }",
            "entities": {
                "question": {
                    "Q254": {
                        "en": "Wolfgang Amadeus Mozart",
                        "ru": "Вольфганг Амадей Моцарт"
                    }
                },
                "query": {
                    "Q254": {
                        "en": "Wolfgang Amadeus Mozart",
                        "ru": "Вольфганг Амадей Моцарт"
                    }
                }
            },
            "relations": {
                "question": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                },
                "query": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                }
            },
            "answer_en": [
                "The Magic Flute",
                "Eine kleine Nachtmusik",
                "The Marriage of Figaro",
                "Requiem",
                "Symphony No. 40",
                "Fantasia No. 3"
            ],
            "answer_ru": [
                "Волшебная флейта",
                "Маленькая ночная серенада",
                "Свадьба Фигаро",
                "реквием",
                "Симфония № 40",
                "Fantasia No. 3"
            ],
            "answer_entities": [
                "Q5064",
                "Q12025",
                "Q201873",
                "Q207875",
                "Q231390",
                "Q586421"
            ]
        },
        {
            "id": 6108,
            "en_question": "What prize did Sigmund Freud receive?",
            "ru_question": "Какую премию получил Зигмунд Фрейд?",
            "query": "select ?answer where { wd:Q9215 wdt:P166 ?answer }",
            "entities": {
                "question": {
                    "Q9215": {
                        "en": "Sigmund Freud",
                        "ru": "Зигмунд Фрейд"
                    }
                },
                "query": {
                    "Q9215": {
                        "en": "Sigmund Freud",
                        "ru": "Зигмунд Фрейд"
                    }
                }
            },
            "relations": {
                "question": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                },
                "query": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                }
            },
            "answer_en": [
                "Goethe Prize",
                "Foreign Member of the Royal Society"
            ],
            "answer_ru": [
                "премия Гёте",
                "иностранный член Лондонского королевского общества"
            ],
            "answer_entities": [
                "Q159909",
                "Q14906020"
            ]
        },
        {
            "id": 6109,
            "en_question": "Who is the architect of the Winter Palace in St. Petersburg?",
            "ru_question": "Кто архитектор Зимнего дворца в Санкт-Петербурге?",
            "query": "select ?answer where { wd:Q182147 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q182147": {
                        "en": "Winter Palace",
                        "ru": "Зимний дворец"
                    }
                },
                "query": {
                    "Q182147": {
                        "en": "Winter Palace",
                        "ru": "Зимний дворец"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Francesco Bartolomeo Rastrelli"
            ],
            "answer_ru": [
                "Франческо Растрелли"
            ],
            "answer_entities": [
                "Q299687"
            ]
        },
        {
            "id": 6110,
            "en_question": "Who is the architect of the Peter and Paul fortress?",
            "ru_question": "Кто архитектор Петропавловской крепости?",
            "query": "select ?answer where { wd:Q38646 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q38646": {
                        "en": "Peter and Paul Fortress",
                        "ru": "Петропавловская крепость"
                    }
                },
                "query": {
                    "Q38646": {
                        "en": "Peter and Paul Fortress",
                        "ru": "Петропавловская крепость"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Domenico Trezzini"
            ],
            "answer_ru": [
                "Доменико Трезини"
            ],
            "answer_entities": [
                "Q124018"
            ]
        },
        {
            "id": 6111,
            "en_question": "Who is the architect of the Eiffel tower?",
            "ru_question": "Кто архитектор Эйфелевой башни?",
            "query": "select ?answer where { wd:Q243 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q243": {
                        "en": "Eiffel Tower",
                        "ru": "Эйфелева башня"
                    }
                },
                "query": {
                    "Q243": {
                        "en": "Eiffel Tower",
                        "ru": "Эйфелева башня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Stéphen Sauvestre"
            ],
            "answer_ru": [
                "Стефан Совестр"
            ],
            "answer_entities": [
                "Q778243"
            ]
        },
        {
            "id": 6112,
            "en_question": "Who was Hitler's mother?",
            "ru_question": "Кто была мать Гитлера?",
            "query": "select ?answer where { wd:Q352 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q352": {
                        "en": "Adolf Hitler",
                        "ru": "Адольф Гитлер"
                    }
                },
                "query": {
                    "Q352": {
                        "en": "Adolf Hitler",
                        "ru": "Адольф Гитлер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Klara Hitler"
            ],
            "answer_ru": [
                "Клара Гитлер"
            ],
            "answer_entities": [
                "Q158314"
            ]
        },
        {
            "id": 6114,
            "en_question": "Who invented the Internet?",
            "ru_question": "Кто изобрел интернет?",
            "query": "select ?answer where { wd:Q75 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q75": {
                        "en": "Internet",
                        "ru": "Интернет"
                    }
                },
                "query": {
                    "Q75": {
                        "en": "Internet",
                        "ru": "Интернет"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Bob Kahn",
                "Vint Cerf"
            ],
            "answer_ru": [
                "Кан, Роберт Эллиот",
                "Винтон Серф"
            ],
            "answer_entities": [
                "Q62843",
                "Q92743"
            ]
        },
        {
            "id": 6115,
            "en_question": "Who invented the light bulb?",
            "ru_question": "Кто изобрел лампочку?",
            "query": "select ?answer where { wd:Q47616 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q47616": {
                        "en": "incandescent light bulb",
                        "ru": "лампа накаливания"
                    }
                },
                "query": {
                    "Q47616": {
                        "en": "incandescent light bulb",
                        "ru": "лампа накаливания"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Thomas Edison",
                "Joseph Swan"
            ],
            "answer_ru": [
                "Томас Эдисон",
                "Суон, Джозеф Уилсон"
            ],
            "answer_entities": [
                "Q8743",
                "Q315422"
            ]
        },
        {
            "id": 6116,
            "en_question": "Who invented the first telescope?",
            "ru_question": "Кто изобретатель первого телескопа?",
            "query": "select ?answer where { wd:Q4213 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q4213": {
                        "en": "telescope",
                        "ru": "телескоп"
                    }
                },
                "query": {
                    "Q4213": {
                        "en": "telescope",
                        "ru": "телескоп"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Hans Lippershay"
            ],
            "answer_ru": [
                "Иоанн Липперсгей"
            ],
            "answer_entities": [
                "Q76468"
            ]
        },
        {
            "id": 6117,
            "en_question": "Who invented the first telephone?",
            "ru_question": "Кто изобретатель первого телефона?",
            "query": "select ?answer where { wd:Q11035 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q11035": {
                        "en": "telephone",
                        "ru": "телефон"
                    }
                },
                "query": {
                    "Q11035": {
                        "en": "telephone",
                        "ru": "телефон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Alexander Graham Bell",
                "Johann Philipp Reis",
                "Antonio Meucci",
                "Elisha Gray"
            ],
            "answer_ru": [
                "Александр Грэм Белл",
                "Филипп Рейс",
                "Антонио Меуччи",
                "Элиша Грей"
            ],
            "answer_entities": [
                "Q34286",
                "Q77124",
                "Q273314",
                "Q318449"
            ]
        },
        {
            "id": 6118,
            "en_question": "Who invented television?",
            "ru_question": "Кто изобрёл телевидение?",
            "query": "select ?answer where { wd:Q289 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q289": {
                        "en": "television",
                        "ru": "телевидение"
                    }
                },
                "query": {
                    "Q289": {
                        "en": "television",
                        "ru": "телевидение"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "John Logie Baird"
            ],
            "answer_ru": [
                "Джон Лоуги Бэрд"
            ],
            "answer_entities": [
                "Q133544"
            ]
        },
        {
            "id": 6119,
            "en_question": "Who is Yulia Menshova's husband?",
            "ru_question": "Кто муж Юлии Меньшовой?",
            "query": "select ?answer where { wd:Q4290663 wdt:P26 ?answer }",
            "entities": {
                "question": {
                    "Q4290663": {
                        "en": "Yuliya Menshova",
                        "ru": "Юлия Владимировна Меньшова"
                    }
                },
                "query": {
                    "Q4290663": {
                        "en": "Yuliya Menshova",
                        "ru": "Юлия Владимировна Меньшова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                },
                "query": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                }
            },
            "answer_en": [
                "Igor Gordin"
            ],
            "answer_ru": [
                "Гордин, Игорь Геннадьевич"
            ],
            "answer_entities": [
                "Q4143870"
            ]
        },
        {
            "id": 6120,
            "en_question": "Who is Yulia Nachalova's husband?",
            "ru_question": "Кто муж Юлии Началовой?",
            "query": "select ?answer where { wd:Q2454464 wdt:P26 ?answer }",
            "entities": {
                "question": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                },
                "query": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                },
                "query": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                }
            },
            "answer_en": [
                "Evgeni Aldonin"
            ],
            "answer_ru": [
                "Евгений Валерьевич Алдонин"
            ],
            "answer_entities": [
                "Q552732"
            ]
        },
        {
            "id": 6122,
            "en_question": "Who wrote the Snow Queen?",
            "ru_question": "Кто написал Снежную королеву?",
            "query": "select ?answer where { wd:Q11880 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q11880": {
                        "en": "The Snow Queen",
                        "ru": "Снежная королева"
                    }
                },
                "query": {
                    "Q11880": {
                        "en": "The Snow Queen",
                        "ru": "Снежная королева"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Hans Christian Andersen"
            ],
            "answer_ru": [
                "Ханс Кристиан Андерсен"
            ],
            "answer_entities": [
                "Q5673"
            ]
        },
        {
            "id": 6123,
            "en_question": "Who is the cameraman of the movie Funny guys?",
            "ru_question": "Кто оператор фильма Веселые ребята?",
            "query": "select ?answer where { wd:Q1877764 wdt:P344 ?answer }",
            "entities": {
                "question": {
                    "Q1877764": {
                        "en": "Jolly Fellows",
                        "ru": "Весёлые ребята (фильм)"
                    }
                },
                "query": {
                    "Q1877764": {
                        "en": "Jolly Fellows",
                        "ru": "Весёлые ребята (фильм)"
                    }
                }
            },
            "relations": {
                "question": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                },
                "query": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                }
            },
            "answer_en": [
                "Boris Aretskiy",
                "Vladimir Nilsen"
            ],
            "answer_ru": [
                "Арецкий, Борис Соломонович",
                "Владимир Соломонович Нильсен"
            ],
            "answer_entities": [
                "Q4069095",
                "Q4321371"
            ]
        },
        {
            "id": 6124,
            "en_question": "Who organized the Amway company?",
            "ru_question": "Кто организовал компанию Амвей?",
            "query": "select ?answer where { wd:Q481800 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q481800": {
                        "en": "Amway",
                        "ru": "Amway"
                    }
                },
                "query": {
                    "Q481800": {
                        "en": "Amway",
                        "ru": "Amway"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Jay Van Andel",
                "Richard DeVos"
            ],
            "answer_ru": [
                "Джей Ван Андел",
                "Девос, Ричард М."
            ],
            "answer_entities": [
                "Q380156",
                "Q1395520"
            ]
        },
        {
            "id": 6125,
            "en_question": "Who founded Google?",
            "ru_question": "Кто основал компанию Гугл?",
            "query": "select ?answer where { wd:Q95 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q95": {
                        "en": "Google",
                        "ru": "Google"
                    }
                },
                "query": {
                    "Q95": {
                        "en": "Google",
                        "ru": "Google"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Larry Page",
                "Sergey Brin"
            ],
            "answer_ru": [
                "Ларри Пейдж",
                "Сергей Брин"
            ],
            "answer_entities": [
                "Q4934",
                "Q92764"
            ]
        },
        {
            "id": 6127,
            "en_question": "Who founded the company Apple?",
            "ru_question": "Кто основал компанию Эппл?",
            "query": "select ?answer where { wd:Q312 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q312": {
                        "en": "Apple",
                        "ru": "Apple"
                    }
                },
                "query": {
                    "Q312": {
                        "en": "Apple",
                        "ru": "Apple"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Steve Jobs",
                "Ronald Wayne",
                "Steve Wozniak"
            ],
            "answer_ru": [
                "Стив Джобс",
                "Рональд Уэйн",
                "Стив Возняк"
            ],
            "answer_entities": [
                "Q19837",
                "Q332591",
                "Q483382"
            ]
        },
        {
            "id": 6128,
            "en_question": "Who took part in the seven Years ' war?",
            "ru_question": "Кто принимал участие в Семилетней войне?",
            "query": "select ?answer where { wd:Q33143 wdt:P710 ?answer }",
            "entities": {
                "question": {
                    "Q33143": {
                        "en": "Seven Years' War",
                        "ru": "Семилетняя война"
                    }
                },
                "query": {
                    "Q33143": {
                        "en": "Seven Years' War",
                        "ru": "Семилетняя война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P710": {
                        "en": "participant",
                        "ru": "участник(и)"
                    }
                },
                "query": {
                    "P710": {
                        "en": "participant",
                        "ru": "участник(и)"
                    }
                }
            },
            "answer_en": [
                "Louis XV of France",
                "Holy Roman Empire",
                "Kingdom of Prussia",
                "Mughal Empire",
                "Russian Empire",
                "Kingdom of Portugal",
                "Iroquois",
                "Kingdom of France",
                "Spanish Empire",
                "George III of Great Britain",
                "Maria Theresa of Austria",
                "George II of Great Britain",
                "Habsburg monarchy",
                "Electorate of Saxony",
                "Kingdom of Great Britain",
                "Landgraviate of Hesse-Kassel",
                "New France",
                "Swedish Empire",
                "Kingdom of Ireland",
                "Electorate of Bavaria",
                "British America",
                "Schaumburg-Lippe",
                "Abenaki people",
                "Electorate of Hanover",
                "Brunswick-Wolfenbüttel",
                "Sultanate of Bengal"
            ],
            "answer_ru": [
                "Людовик XV",
                "Священная Римская империя",
                "Королевство Пруссия",
                "Империя Великих Моголов",
                "Российская империя",
                "Королевство Португалия",
                "ирокезы",
                "Королевство Франция",
                "Испанская империя",
                "Георг III",
                "Мария Терезия",
                "Георг II",
                "Габсбургская монархия",
                "курфюршество Саксония",
                "Королевство Великобритания",
                "Гессен-Кассель",
                "Новая Франция",
                "Шведская империя",
                "Королевство Ирландия",
                "Баварское курфюршество",
                "Британская Америка",
                "Шаумбург-Липпе",
                "абенаки",
                "Брауншвейг-Люнебург",
                "Брауншвейг-Вольфенбюттель",
                "Бенгальский султанат"
            ],
            "answer_entities": [
                "Q7738",
                "Q12548",
                "Q27306",
                "Q33296",
                "Q34266",
                "Q45670",
                "Q68518",
                "Q70972",
                "Q80702",
                "Q127318",
                "Q131706",
                "Q131981",
                "Q153136",
                "Q156199",
                "Q161885",
                "Q168651",
                "Q170604",
                "Q215443",
                "Q215530",
                "Q256961",
                "Q258532",
                "Q310650",
                "Q318806",
                "Q706018",
                "Q830084",
                "Q4083686"
            ]
        }