{
            "id": 760,
            "en_question": "Which writer is the author of the famous novel \"Fahrenheit 451\"?",
            "ru_question": "Какой писатель является автором знаменитого романа \"451 градус по Фаренгейту\"?",
            "query": "select ?answer where { wd:Q202009 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q202009": {
                        "en": "Fahrenheit 451",
                        "ru": "451 градус по Фаренгейту"
                    }
                },
                "query": {
                    "Q202009": {
                        "en": "Fahrenheit 451",
                        "ru": "451 градус по Фаренгейту"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Ray Bradbury"
            ],
            "answer_ru": [
                "Рэй Брэдбери"
            ],
            "answer_entities": [
                "Q40640"
            ]
        },
        {
            "id": 762,
            "en_question": "Who is the founder of the famous social network \"Vkontakte\"?",
            "ru_question": "Кто является основателем знаменитой соцсети \"Вконтакте\"?",
            "query": "select ?answer where { wd:Q116933 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q116933": {
                        "en": "VK",
                        "ru": "ВКонтакте"
                    }
                },
                "query": {
                    "Q116933": {
                        "en": "VK",
                        "ru": "ВКонтакте"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Pavel Durov",
                "Yitzchak Mirilashvili",
                "Lev Leviev"
            ],
            "answer_ru": [
                "Павел Дуров",
                "Мирилашвили, Вячеслав Михайлович",
                "Левиев, Лев Бинзумович"
            ],
            "answer_entities": [
                "Q149067",
                "Q15072554",
                "Q19799931"
            ]
        },
        {
            "id": 765,
            "en_question": "In what team sport is the prize \"Gagarin Cup\" played?",
            "ru_question": "В каком командном виде спорта разыгрывается приз \"Кубок Гагарина\"?",
            "query": "select ?answer where { wd:Q1166017 wdt:P641 ?answer }",
            "entities": {
                "question": {
                    "Q1166017": {
                        "en": "Gagarin Cup",
                        "ru": "Кубок Гагарина"
                    }
                },
                "query": {
                    "Q1166017": {
                        "en": "Gagarin Cup",
                        "ru": "Кубок Гагарина"
                    }
                }
            },
            "relations": {
                "question": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                },
                "query": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                }
            },
            "answer_en": [
                "ice hockey"
            ],
            "answer_ru": [
                "хоккей с шайбой"
            ],
            "answer_entities": [
                "Q41466"
            ]
        },
        {
            "id": 788,
            "en_question": "Who wrote \"the Odessa stories\"?",
            "ru_question": "Кто написал \"Одесские рассказы\"?",
            "query": "select ?answer where { wd:Q1775716 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q1775716": {
                        "en": "The Odessa Tales",
                        "ru": "Одесские рассказы"
                    }
                },
                "query": {
                    "Q1775716": {
                        "en": "The Odessa Tales",
                        "ru": "Одесские рассказы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Isaak Babel"
            ],
            "answer_ru": [
                "Исаак Эммануилович Бабель"
            ],
            "answer_entities": [
                "Q49080"
            ]
        },
        {
            "id": 794,
            "en_question": "In which capital city is the Collapsible bridge located, the links of which are folded into an accordion",
            "ru_question": "В каком столичном городе расположен Сворачивающийся мост, звенья которого складываются в гармошку",
            "query": "select ?answer where { wd:Q2001686 wdt:P131 ?answer }",
            "entities": {
                "question": {
                    "Q2001686": {
                        "en": "The Rolling Bridge",
                        "ru": "Сворачивающийся мост"
                    }
                },
                "query": {
                    "Q2001686": {
                        "en": "The Rolling Bridge",
                        "ru": "Сворачивающийся мост"
                    }
                }
            },
            "relations": {
                "question": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                },
                "query": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                }
            },
            "answer_en": [
                "London"
            ],
            "answer_ru": [
                "Лондон"
            ],
            "answer_entities": [
                "Q84"
            ]
        },
        {
            "id": 795,
            "en_question": "Who is the founder of the Korean company Hyundai",
            "ru_question": "Кто является основателем корейской компании Hyundai",
            "query": "select ?answer where { wd:Q29311 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q29311": {
                        "en": "Hyundai",
                        "ru": "Hyundai"
                    }
                },
                "query": {
                    "Q29311": {
                        "en": "Hyundai",
                        "ru": "Hyundai"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Jeong Ju-yung"
            ],
            "answer_ru": [
                "Чон Чжу-ён"
            ],
            "answer_entities": [
                "Q468467"
            ]
        },
        {
            "id": 796,
            "en_question": "Who is the author of the classic Chinese novel \"Journey to the West\"?",
            "ru_question": "Кто является автором классического китайского романа \"Путешествие на Запад\"?",
            "query": "select ?answer where { wd:Q70784 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q70784": {
                        "en": "Journey to the West",
                        "ru": "Путешествие на Запад"
                    }
                },
                "query": {
                    "Q70784": {
                        "en": "Journey to the West",
                        "ru": "Путешествие на Запад"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Wu Cheng'en"
            ],
            "answer_ru": [
                "У Чэнъэнь"
            ],
            "answer_entities": [
                "Q228889"
            ]
        },
        {
            "id": 810,
            "en_question": "Who painted the picture \"the red cavalry Rides from the October capital, to protect the Soviet border\"?",
            "ru_question": "Кто написал картину \"Скачет красная конница из октябрьской столицы, на защиту советской границы\"?",
            "query": "select ?answer where { wd:Q1523506 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q1523506": {
                        "en": "Red Cavalry Riding",
                        "ru": "Скачет красная конница"
                    }
                },
                "query": {
                    "Q1523506": {
                        "en": "Red Cavalry Riding",
                        "ru": "Скачет красная конница"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "Kazimir Malevich"
            ],
            "answer_ru": [
                "Казимир Малевич"
            ],
            "answer_entities": [
                "Q130777"
            ]
        },
        {
            "id": 812,
            "en_question": "What is the name of the traditional new year's ceremony of the village of semezhevo in Belarus, which is included in the list of intangible cultural heritage of UNESCO",
            "ru_question": "Как называется традиционный новогодний обряд деревни Семежево в Белоруссии, который включен в список нематериального культурного наследия ЮНЕСКО",
            "query": "select ?answer where { wd:Q3917908 wdt:P793 ?answer }",
            "entities": {
                "question": {
                    "Q3917908": {
                        "en": "Siemiežava",
                        "ru": "Семежево"
                    }
                },
                "query": {
                    "Q3917908": {
                        "en": "Siemiežava",
                        "ru": "Семежево"
                    }
                }
            },
            "relations": {
                "question": {
                    "P793": {
                        "en": "significant event",
                        "ru": "ключевое событие"
                    }
                },
                "query": {
                    "P793": {
                        "en": "significant event",
                        "ru": "ключевое событие"
                    }
                }
            },
            "answer_en": [
                "Rite of the Kalyady Tsars"
            ],
            "answer_ru": [
                "Цари Коледы"
            ],
            "answer_entities": [
                "Q862992"
            ]
        },
        {
            "id": 815,
            "en_question": "Who is the author of the verses of the song \"Suliko\"?",
            "ru_question": "Кто является автором стихов песни \"Сулико\"?",
            "query": "select ?answer where { wd:Q2417129 wdt:P676 ?answer }",
            "entities": {
                "question": {
                    "Q2417129": {
                        "en": "Suliko",
                        "ru": "Сулико"
                    }
                },
                "query": {
                    "Q2417129": {
                        "en": "Suliko",
                        "ru": "Сулико"
                    }
                }
            },
            "relations": {
                "question": {
                    "P676": {
                        "en": "lyricist",
                        "ru": "автор слов"
                    }
                },
                "query": {
                    "P676": {
                        "en": "lyricist",
                        "ru": "автор слов"
                    }
                }
            },
            "answer_en": [
                "Akaki Tsereteli"
            ],
            "answer_ru": [
                "Акакий Ростомович Церетели"
            ],
            "answer_entities": [
                "Q379612"
            ]
        },
        {
            "id": 817,
            "en_question": "Who was the first performer of \"Eastern song\"?",
            "ru_question": "Кто был первым исполнителем \"Восточной песни\"?",
            "query": "select ?answer where { wd:Q16631980 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q16631980": {
                        "en": "[Label missing for Q16631980]",
                        "ru": "Восточная песня"
                    }
                },
                "query": {
                    "Q16631980": {
                        "en": "[Label missing for Q16631980]",
                        "ru": "Восточная песня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Valery Obodzinsky"
            ],
            "answer_ru": [
                "Валерий Владимирович Ободзинский"
            ],
            "answer_entities": [
                "Q4329463"
            ]
        },
        {
            "id": 820,
            "en_question": "What was the name of the poet who recreated the Latvian heroic epic \"Lachplesis\"?",
            "ru_question": "Как звали поэта, воссоздавшего латышский героический эпос \"Лачплесис\"?",
            "query": "select ?answer where { wd:Q1355709 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q1355709": {
                        "en": "Lāčplēsis",
                        "ru": "Лачплесис"
                    }
                },
                "query": {
                    "Q1355709": {
                        "en": "Lāčplēsis",
                        "ru": "Лачплесис"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Andrejs Pumpurs"
            ],
            "answer_ru": [
                "Андрей Пумпур"
            ],
            "answer_entities": [
                "Q503166"
            ]
        },
        {
            "id": 832,
            "en_question": "Which pop group gained worldwide fame by performing the song \"You're a Woman\"?",
            "ru_question": "Какая поп-группа получила мировую известность, исполнив песню \"You’re a Woman\"?",
            "query": "select ?answer where { wd:Q6170336 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q6170336": {
                        "en": "You're a Woman",
                        "ru": "You’re a Woman"
                    }
                },
                "query": {
                    "Q6170336": {
                        "en": "You're a Woman",
                        "ru": "You’re a Woman"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Bad Boys Blue"
            ],
            "answer_ru": [
                "Bad Boys Blue"
            ],
            "answer_entities": [
                "Q681697"
            ]
        },
        {
            "id": 833,
            "en_question": "Who is the author of the novel \"Dubrovsky\"?",
            "ru_question": "Кто автор романа \"Дубровский\"?",
            "query": "select ?answer where { wd:Q2379240 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q2379240": {
                        "en": "Dubrovsky",
                        "ru": "Дубровский"
                    }
                },
                "query": {
                    "Q2379240": {
                        "en": "Dubrovsky",
                        "ru": "Дубровский"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Alexander Pushkin"
            ],
            "answer_ru": [
                "Александр Сергеевич Пушкин"
            ],
            "answer_entities": [
                "Q7200"
            ]
        },
        {
            "id": 845,
            "en_question": "In which country is Raphael's painting \"the Sistine Madonna\"located?",
            "ru_question": "В какой стране находится картина Рафаэля \"Сикстинская мадонна\"?",
            "query": "select ?answer where { wd:Q328079 wdt:P17 ?answer }",
            "entities": {
                "question": {
                    "Q328079": {
                        "en": "Sistine Madonna",
                        "ru": "Сикстинская мадонна"
                    }
                },
                "query": {
                    "Q328079": {
                        "en": "Sistine Madonna",
                        "ru": "Сикстинская мадонна"
                    }
                }
            },
            "relations": {
                "question": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                },
                "query": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                }
            },
            "answer_en": [
                "Germany"
            ],
            "answer_ru": [
                "Германия"
            ],
            "answer_entities": [
                "Q183"
            ]
        },
        {
            "id": 851,
            "en_question": "Who made the film \"the First teacher\"?",
            "ru_question": "Кто снял фильм \"Первый учитель\"?",
            "query": "select ?answer where { wd:Q3225870 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q3225870": {
                        "en": "The First Teacher",
                        "ru": "Первый учитель"
                    }
                },
                "query": {
                    "Q3225870": {
                        "en": "The First Teacher",
                        "ru": "Первый учитель"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Andrei Konchalovsky"
            ],
            "answer_ru": [
                "Андрей Сергеевич Кончаловский"
            ],
            "answer_entities": [
                "Q55208"
            ]
        },
        {
            "id": 855,
            "en_question": "Who played the main character in the movie \"Forrest Gump\"?",
            "ru_question": "Кто сыграл главного героя в фильме \"Форрест Гамп\"?",
            "query": "select ?answer where { wd:Q3077690 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q3077690": {
                        "en": "Forrest Gump",
                        "ru": "Форрест Гамп"
                    }
                },
                "query": {
                    "Q3077690": {
                        "en": "Forrest Gump",
                        "ru": "Форрест Гамп"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Tom Hanks"
            ],
            "answer_ru": [
                "Том Хэнкс"
            ],
            "answer_entities": [
                "Q2263"
            ]
        },
        {
            "id": 1036,
            "en_question": "Which country was the winner of the first Miss world 1951 pageant",
            "ru_question": "Из какой страны была победительница первого конкурса Мисс мира 1951",
            "query": "select ?answer where { wd:Q2414682 wdt:P1346 [ wdt:P27 ?answer ]  }",
            "entities": {
                "question": {
                    "Q2414682": {
                        "en": "Miss World 1951",
                        "ru": "Мисс Мира 1951"
                    }
                },
                "query": {
                    "Q2414682": {
                        "en": "Miss World 1951",
                        "ru": "Мисс Мира 1951"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1346": {
                        "en": "winner",
                        "ru": "победитель"
                    },
                    "P27": {
                        "en": "country of citizenship",
                        "ru": "гражданство"
                    }
                },
                "query": {
                    "P1346": {
                        "en": "winner",
                        "ru": "победитель"
                    },
                    "P27": {
                        "en": "country of citizenship",
                        "ru": "гражданство"
                    }
                }
            },
            "answer_en": [
                "Sweden"
            ],
            "answer_ru": [
                "Швеция"
            ],
            "answer_entities": [
                "Q34"
            ]
        },
        {
            "id": 1045,
            "en_question": "In which city was Giuseppe Verdi's Opera \"The power of fate\" first staged»",
            "ru_question": "В каком городе впервые была поставлена опера Джузеппе Верди «Сила судьбы»",
            "query": "select ?answer where { wd:Q212451 wdt:P4647 [ wdt:P131 ?answer ]  }",
            "entities": {
                "question": {
                    "Q212451": {
                        "en": "La forza del destino",
                        "ru": "Сила судьбы"
                    }
                },
                "query": {
                    "Q212451": {
                        "en": "La forza del destino",
                        "ru": "Сила судьбы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    },
                    "P4647": {
                        "en": "location of first performance",
                        "ru": "место первого исполнения"
                    }
                },
                "query": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    },
                    "P4647": {
                        "en": "location of first performance",
                        "ru": "место первого исполнения"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg"
            ],
            "answer_ru": [
                "Санкт-Петербург"
            ],
            "answer_entities": [
                "Q656"
            ]
        },
        {
            "id": 1047,
            "en_question": "What is the title of the head of the Arab state of Oman",
            "ru_question": "Какой титул носит глава арабского государства Оман",
            "query": "select ?answer where { wd:Q842 wdt:P6 [ wdt:P97 ?answer ]  }",
            "entities": {
                "question": {
                    "Q842": {
                        "en": "Oman",
                        "ru": "Оман"
                    }
                },
                "query": {
                    "Q842": {
                        "en": "Oman",
                        "ru": "Оман"
                    }
                }
            },
            "relations": {
                "question": {
                    "P6": {
                        "en": "head of government",
                        "ru": "глава исполнительной власти"
                    },
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P6": {
                        "en": "head of government",
                        "ru": "глава исполнительной власти"
                    },
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "sultan"
            ],
            "answer_ru": [
                "султан"
            ],
            "answer_entities": [
                "Q43292"
            ]
        },
        {
            "id": 2008,
            "en_question": "Who is called the \"solar clown\"?",
            "ru_question": "Кого называют \"солнечным клоуном\"?",
            "query": "select ?answer where { ?answer skos:altlabel \"солнечный клоун\"@ru }",
            "entities": {
                "question": {},
                "query": {}
            },
            "relations": {
                "question": {},
                "query": {}
            },
            "answer_en": [
                "Oleg Popov"
            ],
            "answer_ru": [
                "Олег Константинович Попов"
            ],
            "answer_entities": [
                "Q173834"
            ]
        },
        {
            "id": 2012,
            "en_question": "What is the name of the first President of Russia",
            "ru_question": "Как зовут первого президента России",
            "query": "select ?answer where { ?answer p:P39 [ ps:P39 wd:Q218295 ; pq:P1545 \"1\" ]  }",
            "entities": {
                "question": {
                    "Q218295": {
                        "en": "President of Russia",
                        "ru": "президент России"
                    }
                },
                "query": {
                    "Q218295": {
                        "en": "President of Russia",
                        "ru": "президент России"
                    }
                }
            },
            "relations": {
                "question": {
                    "P39": {
                        "en": "position held",
                        "ru": "занимаемая должность"
                    },
                    "P1545": {
                        "en": "series ordinal",
                        "ru": "порядковый номер"
                    }
                },
                "query": {
                    "P39": {
                        "en": "position held",
                        "ru": "занимаемая должность"
                    },
                    "P1545": {
                        "en": "series ordinal",
                        "ru": "порядковый номер"
                    }
                }
            },
            "answer_en": [
                "Boris Yeltsin"
            ],
            "answer_ru": [
                "Борис Николаевич Ельцин"
            ],
            "answer_entities": [
                "Q34453"
            ]
        }