{
            "id": 6325,
            "en_question": "What country's capital is Phnom Penh?",
            "ru_question": "Столицей какой страны является Пномпень?",
            "query": "select ?answer where { wd:Q1850 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q1850": {
                        "en": "Phnom Penh",
                        "ru": "Пномпень"
                    }
                },
                "query": {
                    "Q1850": {
                        "en": "Phnom Penh",
                        "ru": "Пномпень"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Cambodia",
                "Khmer Republic",
                "French Protectorate of Cambodia"
            ],
            "answer_ru": [
                "Камбоджа",
                "Кхмерская Республика",
                "Французский протекторат Камбоджа"
            ],
            "answer_entities": [
                "Q424",
                "Q1054184",
                "Q3173090"
            ]
        },
        {
            "id": 6326,
            "en_question": "What is Vienna the capital of?",
            "ru_question": "Столицей чего является Вена?",
            "query": "select ?answer where { wd:Q1741 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q1741": {
                        "en": "Vienna",
                        "ru": "Вена"
                    }
                },
                "query": {
                    "Q1741": {
                        "en": "Vienna",
                        "ru": "Вена"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Austria",
                "Holy Roman Empire",
                "Austria-Hungary",
                "Lower Austria",
                "Austrian Empire",
                "Habsburg monarchy",
                "Federal State of Austria",
                "Republic of German-Austria",
                "First Republic of Austria",
                "Archduchy of Austria",
                "Duchy of Austria",
                "Kingdom of Hungary"
            ],
            "answer_ru": [
                "Австрия",
                "Священная Римская империя",
                "Австро-Венгрия",
                "Нижняя Австрия",
                "Австрийская империя",
                "Габсбургская монархия",
                "Сословное государство Австрия",
                "Германская Австрия",
                "Первая Австрийская Республика",
                "Эрцгерцогство Австрия",
                "Герцогство Австрия",
                "Королевство Венгрия"
            ],
            "answer_entities": [
                "Q40",
                "Q12548",
                "Q28513",
                "Q42497",
                "Q131964",
                "Q153136",
                "Q176495",
                "Q268970",
                "Q518101",
                "Q699964",
                "Q3624335",
                "Q16056854"
            ]
        },
        {
            "id": 6327,
            "en_question": "What is Yoshkar-Ola the capital of?",
            "ru_question": "Столицей чего является Йошкар-Ола?",
            "query": "select ?answer where { wd:Q5449 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q5449": {
                        "en": "Yoshkar-Ola",
                        "ru": "Йошкар-Ола"
                    }
                },
                "query": {
                    "Q5449": {
                        "en": "Yoshkar-Ola",
                        "ru": "Йошкар-Ола"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Mari El",
                "Mari Autonomous Soviet Socialist Republic",
                "Mari Autonomous Oblast",
                "Tsaryovokokshaysky Uyezd",
                "[Label missing for Q14558462]",
                "Yoshkar-Ola Urban Okrug"
            ],
            "answer_ru": [
                "Марий Эл",
                "Марийская АССР",
                "Марийская автономная область",
                "Царевококшайский уезд",
                "Йошкар-Олинский район",
                "город Йошкар-Ола"
            ],
            "answer_entities": [
                "Q5446",
                "Q788066",
                "Q2391775",
                "Q6671523",
                "Q14558462",
                "Q18055588"
            ]
        },
        {
            "id": 6328,
            "en_question": "What is Funafuti the capital of?",
            "ru_question": "Столицей чего является Фунафути?",
            "query": "select ?answer where { wd:Q34126 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q34126": {
                        "en": "Funafuti",
                        "ru": "Фунафути"
                    }
                },
                "query": {
                    "Q34126": {
                        "en": "Funafuti",
                        "ru": "Фунафути"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Tuvalu",
                "Territory of Tuvalu"
            ],
            "answer_ru": [
                "Тувалу",
                "Territory of Tuvalu"
            ],
            "answer_entities": [
                "Q672",
                "Q21815222"
            ]
        },
        {
            "id": 6329,
            "en_question": "What is the capital of Sri Jayawardenepura Kotte?",
            "ru_question": "Столицей чего является Шри-Джаяварденепура-Котте?",
            "query": "select ?answer where { wd:Q41963 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q41963": {
                        "en": "Sri Jayawardenepura Kotte",
                        "ru": "Шри-Джаяварденепура-Котте"
                    }
                },
                "query": {
                    "Q41963": {
                        "en": "Sri Jayawardenepura Kotte",
                        "ru": "Шри-Джаяварденепура-Котте"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Sri Lanka"
            ],
            "answer_ru": [
                "Шри-Ланка"
            ],
            "answer_entities": [
                "Q854"
            ]
        },
        {
            "id": 6330,
            "en_question": "What is Yamoussoukro's capital?",
            "ru_question": "Столицей чего является Ямусукро?",
            "query": "select ?answer where { wd:Q3768 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q3768": {
                        "en": "Yamoussoukro",
                        "ru": "Ямусукро"
                    }
                },
                "query": {
                    "Q3768": {
                        "en": "Yamoussoukro",
                        "ru": "Ямусукро"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Ivory Coast",
                "Lacs Region"
            ],
            "answer_ru": [
                "Кот-д’Ивуар",
                "Лак"
            ],
            "answer_entities": [
                "Q1008",
                "Q845706"
            ]
        },
        {
            "id": 6331,
            "en_question": "Whose movie is Green book?",
            "ru_question": "Чей фильм Зеленая книга?",
            "query": "select ?answer where { wd:Q48673898 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q48673898": {
                        "en": "Green Book",
                        "ru": "Зелёная книга"
                    }
                },
                "query": {
                    "Q48673898": {
                        "en": "Green Book",
                        "ru": "Зелёная книга"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Peter Farrelly"
            ],
            "answer_ru": [
                "Питер Фаррелли"
            ],
            "answer_entities": [
                "Q1368300"
            ]
        },
        {
            "id": 6332,
            "en_question": "What is practiced by the Muslims?",
            "ru_question": "Что исповедуют мусульмане?",
            "query": "select ?answer where { wd:Q47740 wdt:P140 ?answer }",
            "entities": {
                "question": {
                    "Q47740": {
                        "en": "Muslim",
                        "ru": "мусульманин"
                    }
                },
                "query": {
                    "Q47740": {
                        "en": "Muslim",
                        "ru": "мусульманин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                },
                "query": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                }
            },
            "answer_en": [
                "Islam"
            ],
            "answer_ru": [
                "ислам"
            ],
            "answer_entities": [
                "Q432"
            ]
        },
        {
            "id": 6333,
            "en_question": "What did Pushkin finish?",
            "ru_question": "Что окончил Пушкин?",
            "query": "select ?answer where { wd:Q7200 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                },
                "query": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Tsarskoye Selo Lyceum"
            ],
            "answer_ru": [
                "Императорский Царскосельский лицей"
            ],
            "answer_entities": [
                "Q775909"
            ]
        },
        {
            "id": 6334,
            "en_question": "What did Shoigu graduate from?",
            "ru_question": "Что окончил Шойгу?",
            "query": "select ?answer where { wd:Q32024 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q32024": {
                        "en": "Sergej Šoigu",
                        "ru": "Сергей Кужугетович Шойгу"
                    }
                },
                "query": {
                    "Q32024": {
                        "en": "Sergej Šoigu",
                        "ru": "Сергей Кужугетович Шойгу"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Krasnoyarsk State Technical University"
            ],
            "answer_ru": [
                "Красноярский государственный технический университет"
            ],
            "answer_entities": [
                "Q4239246"
            ]
        },
        {
            "id": 6335,
            "en_question": "Whose tributary is the Missouri river?",
            "ru_question": "Чьим притоком является река Миссури?",
            "query": "select ?answer where { wd:Q5419 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q5419": {
                        "en": "Missouri River",
                        "ru": "Миссури"
                    }
                },
                "query": {
                    "Q5419": {
                        "en": "Missouri River",
                        "ru": "Миссури"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Mississippi River"
            ],
            "answer_ru": [
                "Миссисипи"
            ],
            "answer_entities": [
                "Q1497"
            ]
        },
        {
            "id": 6336,
            "en_question": "Whose son is Fenrir?",
            "ru_question": "Чьим сыном является Фенрир?",
            "query": "select ?answer where { wd:Q182560 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q182560": {
                        "en": "Fenrir",
                        "ru": "Фенрир"
                    }
                },
                "query": {
                    "Q182560": {
                        "en": "Fenrir",
                        "ru": "Фенрир"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Angrboða",
                "Gullveig"
            ],
            "answer_ru": [
                "Ангрбода",
                "Гулльвейг"
            ],
            "answer_entities": [
                "Q371828",
                "Q1324152"
            ]
        },
        {
            "id": 6337,
            "en_question": "Whose song is Sweet dreams?",
            "ru_question": "Чья песня Sweet dreams?",
            "query": "select ?answer where { wd:Q1587664 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q1587664": {
                        "en": "Sweet Dreams (Are Made of This)",
                        "ru": "Sweet Dreams (Are Made of This)"
                    }
                },
                "query": {
                    "Q1587664": {
                        "en": "Sweet Dreams (Are Made of This)",
                        "ru": "Sweet Dreams (Are Made of This)"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Eurythmics"
            ],
            "answer_ru": [
                "Eurythmics"
            ],
            "answer_entities": [
                "Q207706"
            ]
        },
        {
            "id": 6338,
            "en_question": "Whose song is green-eyed taxi?",
            "ru_question": "Чья песня Зеленоглазое такси?",
            "query": "select ?answer where { wd:Q4190323 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q4190323": {
                        "en": "Zelenoglazoe Taxi",
                        "ru": "Зеленоглазое такси"
                    }
                },
                "query": {
                    "Q4190323": {
                        "en": "Zelenoglazoe Taxi",
                        "ru": "Зеленоглазое такси"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Oleg Kvasha"
            ],
            "answer_ru": [
                "Кваша, Олег Семёнович"
            ],
            "answer_entities": [
                "Q4218621"
            ]
        },
        {
            "id": 6339,
            "en_question": "What is the administrative structure of Belarus?",
            "ru_question": "Какое административное устройство Беларуси?",
            "query": "select ?answer where { wd:Q184 wdt:P150 ?answer }",
            "entities": {
                "question": {
                    "Q184": {
                        "en": "Belarus",
                        "ru": "Беларусь"
                    }
                },
                "query": {
                    "Q184": {
                        "en": "Belarus",
                        "ru": "Беларусь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                },
                "query": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                }
            },
            "answer_en": [
                "Minsk",
                "Brest Region",
                "Vitebsk Region",
                "Gomel Region",
                "Mogilev Region",
                "Grodno Region",
                "Minsk Region"
            ],
            "answer_ru": [
                "Минск",
                "Брестская область",
                "Витебская область",
                "Гомельская область",
                "Могилёвская область",
                "Гродненская область",
                "Минская область"
            ],
            "answer_entities": [
                "Q2280",
                "Q173822",
                "Q185700",
                "Q188732",
                "Q189822",
                "Q191061",
                "Q192959"
            ]
        },
        {
            "id": 6340,
            "en_question": "What is Anna Netrebko's voice like?",
            "ru_question": "Какой голос у Анны Нетребко?",
            "query": "select ?answer where { wd:Q78516 wdt:P412 ?answer }",
            "entities": {
                "question": {
                    "Q78516": {
                        "en": "Anna Netrebko",
                        "ru": "Анна Юрьевна Нетребко"
                    }
                },
                "query": {
                    "Q78516": {
                        "en": "Anna Netrebko",
                        "ru": "Анна Юрьевна Нетребко"
                    }
                }
            },
            "relations": {
                "question": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                },
                "query": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                }
            },
            "answer_en": [
                "lyric-dramatic soprano"
            ],
            "answer_ru": [
                "лирико-драматическое сопрано"
            ],
            "answer_entities": [
                "Q5681011"
            ]
        },
        {
            "id": 6342,
            "en_question": "What University did the famous Russian actor Sergei Bodrov graduate from?",
            "ru_question": "Какой вуз окончил известный российский актёр Сергей Бодров?",
            "query": "select ?answer where { wd:Q508904 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q508904": {
                        "en": "Sergey Bodrov, Jr.",
                        "ru": "Сергей Сергеевич Бодров"
                    }
                },
                "query": {
                    "Q508904": {
                        "en": "Sergey Bodrov, Jr.",
                        "ru": "Сергей Сергеевич Бодров"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Department of History and Theory of Art, Faculty of History, Moscow State University"
            ],
            "answer_ru": [
                "Отделение Истории и теории искусства исторического факультета МГУ"
            ],
            "answer_entities": [
                "Q16157447"
            ]
        },
        {
            "id": 6343,
            "en_question": "What war did Chapaev fight in?",
            "ru_question": "В какую войну воевал Чапаев?",
            "query": "select ?answer where { wd:Q333236 wdt:P607 ?answer }",
            "entities": {
                "question": {
                    "Q333236": {
                        "en": "Vasily Chapayev",
                        "ru": "Василий Иванович Чапаев"
                    }
                },
                "query": {
                    "Q333236": {
                        "en": "Vasily Chapayev",
                        "ru": "Василий Иванович Чапаев"
                    }
                }
            },
            "relations": {
                "question": {
                    "P607": {
                        "en": "conflict",
                        "ru": "война/сражение"
                    }
                },
                "query": {
                    "P607": {
                        "en": "conflict",
                        "ru": "война/сражение"
                    }
                }
            },
            "answer_en": [
                "World War I",
                "Ufa Operation",
                "Belebey Operation",
                "Buguruslan Operation",
                "Lbischensky Raid"
            ],
            "answer_ru": [
                "Первая мировая война",
                "Уфимская операция",
                "Белебейская операция",
                "Бугурусланская операция",
                "Лбищенский рейд"
            ],
            "answer_entities": [
                "Q361",
                "Q2140994",
                "Q4081756",
                "Q4097857",
                "Q4255538"
            ]
        },
        {
            "id": 6344,
            "en_question": "What League does Liverpool belong to?",
            "ru_question": "В какую лигу входит Ливерпуль?",
            "query": "select ?answer where { wd:Q1130849 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q1130849": {
                        "en": "Liverpool F.C.",
                        "ru": "Ливерпуль"
                    }
                },
                "query": {
                    "Q1130849": {
                        "en": "Liverpool F.C.",
                        "ru": "Ливерпуль"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Premier League"
            ],
            "answer_ru": [
                "Английская Премьер-лига"
            ],
            "answer_entities": [
                "Q9448"
            ]
        },
        {
            "id": 6345,
            "en_question": "Where did Stalin live?",
            "ru_question": "Где жил Сталин?",
            "query": "select ?answer where { wd:Q855 wdt:P551 ?answer }",
            "entities": {
                "question": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                },
                "query": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P551": {
                        "en": "residence",
                        "ru": "место жительства"
                    }
                },
                "query": {
                    "P551": {
                        "en": "residence",
                        "ru": "место жительства"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg",
                "Baku",
                "Turukhansk",
                "Solvychegodsk",
                "Narym",
                "Novaya Uda"
            ],
            "answer_ru": [
                "Санкт-Петербург",
                "Баку",
                "Туруханск",
                "Сольвычегодск",
                "Нарым",
                "Новая Уда"
            ],
            "answer_entities": [
                "Q656",
                "Q9248",
                "Q155243",
                "Q196388",
                "Q1020157",
                "Q4322358"
            ]
        }