{
            "id": 7160,
            "en_question": "When issued order 227 not one step back?",
            "ru_question": "Когда издан приказ 227 Ни шагу назад?",
            "query": "select ?answer where { wd:Q2069953 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q2069953": {
                        "en": "Order No. 227",
                        "ru": "Приказ № 227"
                    }
                },
                "query": {
                    "Q2069953": {
                        "en": "Order No. 227",
                        "ru": "Приказ № 227"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7161,
            "en_question": "When did the Carmen Suite premiere take place?",
            "ru_question": "Когда состоялась премьера Кармен-сюита?",
            "query": "select ?answer where { wd:Q1995373 wdt:P577 ?answer  }",
            "entities": {
                "question": {
                    "Q1995373": {
                        "en": "Carmen Suite",
                        "ru": "Кармен-сюита"
                    }
                },
                "query": {
                    "Q1995373": {
                        "en": "Carmen Suite",
                        "ru": "Кармен-сюита"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7162,
            "en_question": "What year was the battle of Borodino?",
            "ru_question": "В каком году была Бородинская битва?",
            "query": "select ?answer where { wd:Q184320 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q184320": {
                        "en": "Battle of Borodino",
                        "ru": "Бородинское сражение"
                    }
                },
                "query": {
                    "Q184320": {
                        "en": "Battle of Borodino",
                        "ru": "Бородинское сражение"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7163,
            "en_question": "In what year did the battle of the Neva take place?",
            "ru_question": "В каком году произошла Невская битва?",
            "query": "select ?answer where { wd:Q521799 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q521799": {
                        "en": "Battle of the Neva",
                        "ru": "Невская битва"
                    }
                },
                "query": {
                    "Q521799": {
                        "en": "Battle of the Neva",
                        "ru": "Невская битва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7164,
            "en_question": "What is the depth of Ritsa lake?",
            "ru_question": "Какая глубина озера Рица?",
            "query": "select ?answer where { wd:Q946194 wdt:P4511 ?answer  }",
            "entities": {
                "question": {
                    "Q946194": {
                        "en": "Lake Ritsa",
                        "ru": "Рица"
                    }
                },
                "query": {
                    "Q946194": {
                        "en": "Lake Ritsa",
                        "ru": "Рица"
                    }
                }
            },
            "relations": {
                "question": {
                    "P4511": {
                        "en": "vertical depth",
                        "ru": "вертикальная глубина"
                    }
                },
                "query": {
                    "P4511": {
                        "en": "vertical depth",
                        "ru": "вертикальная глубина"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7169,
            "en_question": "When was the Comintern dissolved?",
            "ru_question": "Когда распущен Коминтерн?",
            "query": "select ?answer where { wd:Q163931 wdt:P576 ?answer  }",
            "entities": {
                "question": {
                    "Q163931": {
                        "en": "Communist International",
                        "ru": "Коммунистический интернационал"
                    }
                },
                "query": {
                    "Q163931": {
                        "en": "Communist International",
                        "ru": "Коммунистический интернационал"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7170,
            "en_question": "What year was the first film made?",
            "ru_question": "В каком году сняли первый фильм?",
            "query": "select ?answer where { wd:Q761952 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q761952": {
                        "en": "L'Arrivée d'un train en gare de La Ciotat",
                        "ru": "Прибытие поезда на вокзал Ла-Сьота"
                    }
                },
                "query": {
                    "Q761952": {
                        "en": "L'Arrivée d'un train en gare de La Ciotat",
                        "ru": "Прибытие поезда на вокзал Ла-Сьота"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7172,
            "en_question": "What is the area of the Laptev sea?",
            "ru_question": "Какая площадь моря Лаптевых?",
            "query": "select ?answer where { wd:Q7988 wdt:P2046 ?answer  }",
            "entities": {
                "question": {
                    "Q7988": {
                        "en": "Laptev Sea",
                        "ru": "Море Лаптевых"
                    }
                },
                "query": {
                    "Q7988": {
                        "en": "Laptev Sea",
                        "ru": "Море Лаптевых"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7173,
            "en_question": "What is the height of angel falls?",
            "ru_question": "Какова высота водопада Анхель?",
            "query": "select ?answer where { wd:Q80299 wdt:P2048 ?answer  }",
            "entities": {
                "question": {
                    "Q80299": {
                        "en": "Angel Falls",
                        "ru": "Анхель"
                    }
                },
                "query": {
                    "Q80299": {
                        "en": "Angel Falls",
                        "ru": "Анхель"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                },
                "query": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7176,
            "en_question": "In what year was the novel the Master and Margarita written?",
            "ru_question": "В каком году был написан роман Мастер и Маргарита?",
            "query": "select ?answer where { wd:Q188538 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q188538": {
                        "en": "The Master and Margarita",
                        "ru": "Мастер и Маргарита"
                    }
                },
                "query": {
                    "Q188538": {
                        "en": "The Master and Margarita",
                        "ru": "Мастер и Маргарита"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7181,
            "en_question": "When was Moscow first mentioned in the chronicle?",
            "ru_question": "Когда впервые в летописи упоминается Москва?",
            "query": "select ?answer where { wd:Q649 wdt:P1249 ?answer  }",
            "entities": {
                "question": {
                    "Q649": {
                        "en": "Moscow",
                        "ru": "Москва"
                    }
                },
                "query": {
                    "Q649": {
                        "en": "Moscow",
                        "ru": "Москва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                },
                "query": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7182,
            "en_question": "Since what year is the Nobel prize awarded?",
            "ru_question": "С какого года вручается Нобелевская премия?",
            "query": "select ?answer where { wd:Q7191 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q7191": {
                        "en": "Nobel Prize",
                        "ru": "Нобелевская премия"
                    }
                },
                "query": {
                    "Q7191": {
                        "en": "Nobel Prize",
                        "ru": "Нобелевская премия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7183,
            "en_question": "When was Tutankhamun's tomb discovered?",
            "ru_question": "Когда обнаружили гробницу Тутанхамона?",
            "query": "select ?answer where { wd:Q835309 wdt:P575 ?answer  }",
            "entities": {
                "question": {
                    "Q835309": {
                        "en": "tomb of Tutankhamun",
                        "ru": "KV62"
                    }
                },
                "query": {
                    "Q835309": {
                        "en": "tomb of Tutankhamun",
                        "ru": "KV62"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7184,
            "en_question": "What kind of winter Olympic games were held in Sochi in 2014?",
            "ru_question": "Какие по счету зимние олимпийские игры проходили в Сочи в 2014 году?",
            "query": "select ?answer where { wd:Q9678 wdt:P393 ?answer  }",
            "entities": {
                "question": {
                    "Q9678": {
                        "en": "2014 Winter Olympics",
                        "ru": "зимние Олимпийские игры 2014"
                    }
                },
                "query": {
                    "Q9678": {
                        "en": "2014 Winter Olympics",
                        "ru": "зимние Олимпийские игры 2014"
                    }
                }
            },
            "relations": {
                "question": {
                    "P393": {
                        "en": "edition number",
                        "ru": "номер издания"
                    }
                },
                "query": {
                    "P393": {
                        "en": "edition number",
                        "ru": "номер издания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7185,
            "en_question": "What is the number of episodes in Santa Barbara?",
            "ru_question": "Какое число серий в Санта Барбаре?",
            "query": "select ?answer where { wd:Q22272 wdt:P1113 ?answer  }",
            "entities": {
                "question": {
                    "Q22272": {
                        "en": "Santa Barbara",
                        "ru": "Санта-Барбара"
                    }
                },
                "query": {
                    "Q22272": {
                        "en": "Santa Barbara",
                        "ru": "Санта-Барбара"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7186,
            "en_question": "What is the length of the Garden ring?",
            "ru_question": "Какова протяженность Садового кольца?",
            "query": "select ?answer where { wd:Q961888 wdt:P2043 ?answer  }",
            "entities": {
                "question": {
                    "Q961888": {
                        "en": "Garden Ring",
                        "ru": "Садовое кольцо"
                    }
                },
                "query": {
                    "Q961888": {
                        "en": "Garden Ring",
                        "ru": "Садовое кольцо"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                },
                "query": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7187,
            "en_question": "In what month was the first Soviet satellite launched?",
            "ru_question": "В каком месяце был запущен первый советский спутник Земли?",
            "query": "select ?answer where { wd:Q80811 wdt:P619 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q80811": {
                        "en": "Sputnik 1",
                        "ru": "Спутник-1"
                    }
                },
                "query": {
                    "Q80811": {
                        "en": "Sputnik 1",
                        "ru": "Спутник-1"
                    }
                }
            },
            "relations": {
                "question": {
                    "P619": {
                        "en": "UTC date of spacecraft launch",
                        "ru": "дата запуска космического аппарата"
                    }
                },
                "query": {
                    "P619": {
                        "en": "UTC date of spacecraft launch",
                        "ru": "дата запуска космического аппарата"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7188,
            "en_question": "How many seasons are there in Voronin?",
            "ru_question": "Сколько сезонов в Ворониных?",
            "query": "select ?answer where { wd:Q4125559 wdt:P2437 ?answer  }",
            "entities": {
                "question": {
                    "Q4125559": {
                        "en": "Voroniny",
                        "ru": "Воронины"
                    }
                },
                "query": {
                    "Q4125559": {
                        "en": "Voroniny",
                        "ru": "Воронины"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7191,
            "en_question": "In what year did Cyril and Methodius create the Slavic alphabet?",
            "ru_question": "В каком году Кирилл и Мефодий создали славянскую азбуку?",
            "query": "select ?answer where { wd:Q145625 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q145625": {
                        "en": "Glagolitic",
                        "ru": "глаголица"
                    }
                },
                "query": {
                    "Q145625": {
                        "en": "Glagolitic",
                        "ru": "глаголица"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7192,
            "en_question": "In what year did the Livonian order cease to exist?",
            "ru_question": "В каком году Ливонский орден прекратил существование?",
            "query": "select ?answer where { wd:Q29140 wdt:P576 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q29140": {
                        "en": "Livonian Order",
                        "ru": "Ливонский орден"
                    }
                },
                "query": {
                    "Q29140": {
                        "en": "Livonian Order",
                        "ru": "Ливонский орден"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7194,
            "en_question": "In what year was the pelmeni monument opened in Miass?",
            "ru_question": "В каком году открыт памятник пельменю в Миассе?",
            "query": "select ?answer where { wd:Q72359479 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q72359479": {
                        "en": "[Label missing for Q72359479]",
                        "ru": "Памятник пельменю"
                    }
                },
                "query": {
                    "Q72359479": {
                        "en": "[Label missing for Q72359479]",
                        "ru": "Памятник пельменю"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7195,
            "en_question": "What is the area of the sea of Azov?",
            "ru_question": "Какая площадь Азовского моря?",
            "query": "select ?answer where { wd:Q35000 wdt:P2046 ?answer  }",
            "entities": {
                "question": {
                    "Q35000": {
                        "en": "Sea of Azov",
                        "ru": "Азовское море"
                    }
                },
                "query": {
                    "Q35000": {
                        "en": "Sea of Azov",
                        "ru": "Азовское море"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7196,
            "en_question": "What is the area of Belarus?",
            "ru_question": "Какая площадь Беларуси?",
            "query": "select ?answer where { wd:Q184 wdt:P2046 ?answer  }",
            "entities": {
                "question": {
                    "Q184": {
                        "en": "Belarus",
                        "ru": "Беларусь"
                    }
                },
                "query": {
                    "Q184": {
                        "en": "Belarus",
                        "ru": "Беларусь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }