{
            "id": 6907,
            "en_question": "In what year was Valentina Tereshkova born?",
            "ru_question": "В каком году родилась Валентина Терешкова?",
            "query": "select ?answer where { wd:Q44371 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q44371": {
                        "en": "Valentina Tereshkova",
                        "ru": "Валентина Владимировна Терешкова"
                    }
                },
                "query": {
                    "Q44371": {
                        "en": "Valentina Tereshkova",
                        "ru": "Валентина Владимировна Терешкова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6908,
            "en_question": "What year was Kristina Orbakaite born?",
            "ru_question": "В каком году родилась Кристина Орбакайте?",
            "query": "select ?answer where { wd:Q285330 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q285330": {
                        "en": "Kristina Orbakaitė",
                        "ru": "Кристина Орбакайте"
                    }
                },
                "query": {
                    "Q285330": {
                        "en": "Kristina Orbakaitė",
                        "ru": "Кристина Орбакайте"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6911,
            "en_question": "In what year was Nadezhda Babkina born?",
            "ru_question": "В каком году родилась Надежда Бабкина?",
            "query": "select ?answer where { wd:Q4074462 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q4074462": {
                        "en": "Nadezhda Babkina",
                        "ru": "Надежда Георгиевна Бабкина"
                    }
                },
                "query": {
                    "Q4074462": {
                        "en": "Nadezhda Babkina",
                        "ru": "Надежда Георгиевна Бабкина"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6913,
            "en_question": "In what year was Arkady Averchenko born?",
            "ru_question": "В каком году родился Аркадий Аверченко?",
            "query": "select ?answer where { wd:Q602217 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q602217": {
                        "en": "Arkady Averchenko",
                        "ru": "Аркадий Тимофеевич Аверченко"
                    }
                },
                "query": {
                    "Q602217": {
                        "en": "Arkady Averchenko",
                        "ru": "Аркадий Тимофеевич Аверченко"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6915,
            "en_question": "In what year was Lermontov born?",
            "ru_question": "В каком году родился Лермонтов?",
            "query": "select ?answer where { wd:Q46599 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q46599": {
                        "en": "Mikhail Lermontov",
                        "ru": "Михаил Юрьевич Лермонтов"
                    }
                },
                "query": {
                    "Q46599": {
                        "en": "Mikhail Lermontov",
                        "ru": "Михаил Юрьевич Лермонтов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6917,
            "en_question": "In what year was the film Afonya released?",
            "ru_question": "В каком году вышел фильм Афоня?",
            "query": "select ?answer where { wd:Q1959191 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1959191": {
                        "en": "Afonya",
                        "ru": "Афоня"
                    }
                },
                "query": {
                    "Q1959191": {
                        "en": "Afonya",
                        "ru": "Афоня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6919,
            "en_question": "In what year was the film Ivan Vasilyevich changes his profession released?",
            "ru_question": "В каком году вышел фильм Иван Васильевич меняет профессию?",
            "query": "select ?answer where { wd:Q777739 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q777739": {
                        "en": "Ivan Vasilievich: Back to the Future",
                        "ru": "Иван Васильевич меняет профессию"
                    }
                },
                "query": {
                    "Q777739": {
                        "en": "Ivan Vasilievich: Back to the Future",
                        "ru": "Иван Васильевич меняет профессию"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6920,
            "en_question": "In what year was released the film Office romance?",
            "ru_question": "В каком году вышел фильм Служебный роман?",
            "query": "select ?answer where { wd:Q2528155 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2528155": {
                        "en": "Office Romance",
                        "ru": "Служебный роман"
                    }
                },
                "query": {
                    "Q2528155": {
                        "en": "Office Romance",
                        "ru": "Служебный роман"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6921,
            "en_question": "What year was Instagram created?",
            "ru_question": "В каком году создан Инстаграм?",
            "query": "select ?answer where { wd:Q209330 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q209330": {
                        "en": "Instagram",
                        "ru": "Instagram"
                    }
                },
                "query": {
                    "Q209330": {
                        "en": "Instagram",
                        "ru": "Instagram"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6922,
            "en_question": "In what year was Igor Talkov killed?",
            "ru_question": "В каком году убили Игоря Талькова?",
            "query": "select ?answer where { wd:Q2625789 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2625789": {
                        "en": "Igor Talkov",
                        "ru": "Игорь Владимирович Тальков"
                    }
                },
                "query": {
                    "Q2625789": {
                        "en": "Igor Talkov",
                        "ru": "Игорь Владимирович Тальков"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6923,
            "en_question": "In what year was Mikhail Krug killed?",
            "ru_question": "В каком году убили Михаила Круга?",
            "query": "select ?answer where { wd:Q1372387 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1372387": {
                        "en": "Mikhail Krug",
                        "ru": "Михаил Круг"
                    }
                },
                "query": {
                    "Q1372387": {
                        "en": "Mikhail Krug",
                        "ru": "Михаил Круг"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6924,
            "en_question": "What year was Pablo Escobar killed?",
            "ru_question": "В каком году убили Пабло Эскобара?",
            "query": "select ?answer where { wd:Q187447 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q187447": {
                        "en": "Pablo Escobar",
                        "ru": "Пабло Эскобар"
                    }
                },
                "query": {
                    "Q187447": {
                        "en": "Pablo Escobar",
                        "ru": "Пабло Эскобар"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6925,
            "en_question": "In what year were the Romanovs killed?",
            "ru_question": "В каком году убиты Романовы?",
            "query": "select ?answer where { wd:Q1356047 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1356047": {
                        "en": "execution of the Romanov family",
                        "ru": "расстрел царской семьи"
                    }
                },
                "query": {
                    "Q1356047": {
                        "en": "execution of the Romanov family",
                        "ru": "расстрел царской семьи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6926,
            "en_question": "In what year did the Synod decree proclaim the principle of religious tolerance?",
            "ru_question": "В каком году указ Синода провозгласил принцип веротерпимости?",
            "query": "select ?answer where { wd:Q19227034 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q19227034": {
                        "en": "[Label missing for Q19227034]",
                        "ru": "Указ об укреплении начал веротерпимости"
                    }
                },
                "query": {
                    "Q19227034": {
                        "en": "[Label missing for Q19227034]",
                        "ru": "Указ об укреплении начал веротерпимости"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6927,
            "en_question": "In what year was the Academy of Sciences established by decree of Peter the great?",
            "ru_question": "В каком году указом Петра 1 была создана Академия наук?",
            "query": "select ?answer where { wd:Q4345832 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q4345832": {
                        "en": "Saint Petersburg Academy of Sciences",
                        "ru": "Санкт-Петербургская академия наук"
                    }
                },
                "query": {
                    "Q4345832": {
                        "en": "Saint Petersburg Academy of Sciences",
                        "ru": "Санкт-Петербургская академия наук"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6929,
            "en_question": "In what year did wolf messing die?",
            "ru_question": "В каком году умер Вольф Мессинг?",
            "query": "select ?answer where { wd:Q730360 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q730360": {
                        "en": "Wolf Messing",
                        "ru": "Мессинг, Вольф Григорьевич"
                    }
                },
                "query": {
                    "Q730360": {
                        "en": "Wolf Messing",
                        "ru": "Мессинг, Вольф Григорьевич"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6930,
            "en_question": "In what year did Vysotsky die?",
            "ru_question": "В каком году умер Высоцкий?",
            "query": "select ?answer where { wd:Q512 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q512": {
                        "en": "Vladimir Vysotsky",
                        "ru": "Владимир Высоцкий"
                    }
                },
                "query": {
                    "Q512": {
                        "en": "Vladimir Vysotsky",
                        "ru": "Владимир Высоцкий"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6931,
            "en_question": "What year did Michael Jackson die?",
            "ru_question": "В каком году умер Майкл Джексон?",
            "query": "select ?answer where { wd:Q2831 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2831": {
                        "en": "Michael Jackson",
                        "ru": "Майкл Джексон"
                    }
                },
                "query": {
                    "Q2831": {
                        "en": "Michael Jackson",
                        "ru": "Майкл Джексон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6932,
            "en_question": "In what year did Muslim Magomayev die?",
            "ru_question": "В каком году умер Муслим Магомаев?",
            "query": "select ?answer where { wd:Q558799 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q558799": {
                        "en": "Muslim Magomayev",
                        "ru": "Муслим Магометович Магомаев"
                    }
                },
                "query": {
                    "Q558799": {
                        "en": "Muslim Magomayev",
                        "ru": "Муслим Магометович Магомаев"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6933,
            "en_question": "In what year did Pushkin die?",
            "ru_question": "В каком году умер Пушкин?",
            "query": "select ?answer where { wd:Q7200 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                },
                "query": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6934,
            "en_question": "In what year did Stalin die?",
            "ru_question": "В каком году умер Сталин?",
            "query": "select ?answer where { wd:Q855 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                },
                "query": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6935,
            "en_question": "What year did Anna Herman die?",
            "ru_question": "В каком году умерла Анна Герман?",
            "query": "select ?answer where { wd:Q298022 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q298022": {
                        "en": "Anna German",
                        "ru": "Анна Виктория Герман"
                    }
                },
                "query": {
                    "Q298022": {
                        "en": "Anna German",
                        "ru": "Анна Виктория Герман"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6936,
            "en_question": "In what year did Jeanne Friske die?",
            "ru_question": "В каком году умерла Жанна Фриске?",
            "query": "select ?answer where { wd:Q241382 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q241382": {
                        "en": "Jeanna Friske",
                        "ru": "Жанна Владимировна Фриске"
                    }
                },
                "query": {
                    "Q241382": {
                        "en": "Jeanna Friske",
                        "ru": "Жанна Владимировна Фриске"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }