{
            "id": 635,
            "en_question": "Which city was the capital of Charlemagne",
            "ru_question": "Какой город был столицей Карла Великого",
            "query": "select ?answer where { wd:Q146246 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q146246": {
                        "en": "Francia",
                        "ru": "Франкское государство"
                    }
                },
                "query": {
                    "Q146246": {
                        "en": "Francia",
                        "ru": "Франкское государство"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Paris",
                "Aachen",
                "Tournai"
            ],
            "answer_ru": [
                "Париж",
                "Ахен",
                "Турне"
            ],
            "answer_entities": [
                "Q90",
                "Q1017",
                "Q173219"
            ]
        },
        {
            "id": 636,
            "en_question": "In which country is the temple of the emerald Buddha located",
            "ru_question": "В какой стране находится храм Изумрудного Будды",
            "query": "select ?answer where { wd:Q1502138 wdt:P17 ?answer }",
            "entities": {
                "question": {
                    "Q1502138": {
                        "en": "Emerald Buddha",
                        "ru": "Изумрудный Будда"
                    }
                },
                "query": {
                    "Q1502138": {
                        "en": "Emerald Buddha",
                        "ru": "Изумрудный Будда"
                    }
                }
            },
            "relations": {
                "question": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                },
                "query": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                }
            },
            "answer_en": [
                "Thailand"
            ],
            "answer_ru": [
                "Таиланд"
            ],
            "answer_entities": [
                "Q869"
            ]
        },
        {
            "id": 638,
            "en_question": "What was the name of Umberto Nobile's airship to the North pole",
            "ru_question": "Как назывался дирижабль Умберто Нобиле на Северный полюс",
            "query": "select ?answer where { wd:Q291200 wdt:P5096 ?answer }",
            "entities": {
                "question": {
                    "Q291200": {
                        "en": "Umberto Nobile",
                        "ru": "Умберто Нобиле"
                    }
                },
                "query": {
                    "Q291200": {
                        "en": "Umberto Nobile",
                        "ru": "Умберто Нобиле"
                    }
                }
            },
            "relations": {
                "question": {
                    "P5096": {
                        "en": "member of the crew of",
                        "ru": "член экипажа"
                    }
                },
                "query": {
                    "P5096": {
                        "en": "member of the crew of",
                        "ru": "член экипажа"
                    }
                }
            },
            "answer_en": [
                "Italia"
            ],
            "answer_ru": [
                "Экспедиция на дирижабле «Италия»"
            ],
            "answer_entities": [
                "Q1472152"
            ]
        },
        {
            "id": 641,
            "en_question": "Who is the Director of the film the Lady with the dog",
            "ru_question": "Кто является режиссером фильма Дама с собачкой",
            "query": "select ?answer where { wd:Q339708 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q339708": {
                        "en": "The Lady with the Dog",
                        "ru": "Дама с собачкой"
                    }
                },
                "query": {
                    "Q339708": {
                        "en": "The Lady with the Dog",
                        "ru": "Дама с собачкой"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Iosif Kheifits"
            ],
            "answer_ru": [
                "Иосиф Ефимович Хейфиц"
            ],
            "answer_entities": [
                "Q741710"
            ]
        },
        {
            "id": 643,
            "en_question": "Who is the lead singer of the British rock band \"Electric Light Orchestra\"?",
            "ru_question": "Кто является лидером-вокалистом британской рок-группы \"Electric Light Orchestra\"?",
            "query": "select ?answer where { wd:Q218255 wdt:P112 ?answer . ?answer wdt:P1303 wd:Q17172850 }",
            "entities": {
                "question": {
                    "Q218255": {
                        "en": "Electric Light Orchestra",
                        "ru": "Electric Light Orchestra"
                    },
                    "Q17172850": {
                        "en": "voice",
                        "ru": "вокал"
                    }
                },
                "query": {
                    "Q218255": {
                        "en": "Electric Light Orchestra",
                        "ru": "Electric Light Orchestra"
                    },
                    "Q17172850": {
                        "en": "voice",
                        "ru": "вокал"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    },
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    },
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Jeff Lynne"
            ],
            "answer_ru": [
                "Джефф Линн"
            ],
            "answer_entities": [
                "Q314358"
            ]
        },
        {
            "id": 646,
            "en_question": "Who first suggested the idea of absolute zero temperatures",
            "ru_question": "Кто впервые высказал идею существование абсолютного нуля температур",
            "query": "select ?answer where { wd:Q81182 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q81182": {
                        "en": "absolute zero",
                        "ru": "абсолютный нуль температуры"
                    }
                },
                "query": {
                    "Q81182": {
                        "en": "absolute zero",
                        "ru": "абсолютный нуль температуры"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Guillaume Amontons"
            ],
            "answer_ru": [
                "Гийом Амонтон"
            ],
            "answer_entities": [
                "Q368121"
            ]
        },
        {
            "id": 647,
            "en_question": "Which company developed the VHS standard",
            "ru_question": "Какая фирма разработала стандарт VHS",
            "query": "select ?answer where { wd:Q183976 wdt:P127 ?answer }",
            "entities": {
                "question": {
                    "Q183976": {
                        "en": "VHS",
                        "ru": "VHS"
                    }
                },
                "query": {
                    "Q183976": {
                        "en": "VHS",
                        "ru": "VHS"
                    }
                }
            },
            "relations": {
                "question": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                },
                "query": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                }
            },
            "answer_en": [
                "JVC"
            ],
            "answer_ru": [
                "JVC"
            ],
            "answer_entities": [
                "Q215901"
            ]
        },
        {
            "id": 650,
            "en_question": "Where is OPEC located)",
            "ru_question": "Где расположен OPEC (ОПЕК)",
            "query": "select ?answer where { wd:Q7795 wdt:P159 ?answer }",
            "entities": {
                "question": {
                    "Q7795": {
                        "en": "Organization of the Petroleum Exporting Countries",
                        "ru": "Организация стран — экспортёров нефти"
                    }
                },
                "query": {
                    "Q7795": {
                        "en": "Organization of the Petroleum Exporting Countries",
                        "ru": "Организация стран — экспортёров нефти"
                    }
                }
            },
            "relations": {
                "question": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                },
                "query": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                }
            },
            "answer_en": [
                "Vienna"
            ],
            "answer_ru": [
                "Вена"
            ],
            "answer_entities": [
                "Q1741"
            ]
        },
        {
            "id": 652,
            "en_question": "Who is the author of the song \"I Just Called To Say I Love You\"?",
            "ru_question": "Кто является автором композиции \"I Just Called To Say I Love You\"?",
            "query": "select ?answer where { wd:Q1655199 wdt:P676 ?answer }",
            "entities": {
                "question": {
                    "Q1655199": {
                        "en": "I Just Called to Say I Love You",
                        "ru": "I Just Called to Say I Love You"
                    }
                },
                "query": {
                    "Q1655199": {
                        "en": "I Just Called to Say I Love You",
                        "ru": "I Just Called to Say I Love You"
                    }
                }
            },
            "relations": {
                "question": {
                    "P676": {
                        "en": "lyricist",
                        "ru": "автор слов"
                    }
                },
                "query": {
                    "P676": {
                        "en": "lyricist",
                        "ru": "автор слов"
                    }
                }
            },
            "answer_en": [
                "Stevie Wonder"
            ],
            "answer_ru": [
                "Стиви Уандер"
            ],
            "answer_entities": [
                "Q714"
            ]
        },
        {
            "id": 677,
            "en_question": "In which Russian city can you visit the \"Museum of the Arctic and Antarctic\"?",
            "ru_question": "В каком российском городе вы можете посетить \"Музей Арктики и Антарктики\"?",
            "query": "select ?answer where { wd:Q673942 wdt:P276 ?answer }",
            "entities": {
                "question": {
                    "Q673942": {
                        "en": "Arctic and Antarctic Museum",
                        "ru": "Российский государственный музей Арктики и Антарктики"
                    }
                },
                "query": {
                    "Q673942": {
                        "en": "Arctic and Antarctic Museum",
                        "ru": "Российский государственный музей Арктики и Антарктики"
                    }
                }
            },
            "relations": {
                "question": {
                    "P276": {
                        "en": "location",
                        "ru": "местонахождение"
                    }
                },
                "query": {
                    "P276": {
                        "en": "location",
                        "ru": "местонахождение"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg"
            ],
            "answer_ru": [
                "Санкт-Петербург"
            ],
            "answer_entities": [
                "Q656"
            ]
        },
        {
            "id": 678,
            "en_question": "Who is the author of the novel \"Wuthering heights\"?",
            "ru_question": "Кто автор романа \"Грозовой перевал\"?",
            "query": "select ?answer where { wd:Q202975 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q202975": {
                        "en": "Wuthering Heights",
                        "ru": "Грозовой перевал"
                    }
                },
                "query": {
                    "Q202975": {
                        "en": "Wuthering Heights",
                        "ru": "Грозовой перевал"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Emily Brontë"
            ],
            "answer_ru": [
                "Эмили Бронте"
            ],
            "answer_entities": [
                "Q80137"
            ]
        },
        {
            "id": 690,
            "en_question": "What was Yma sumac?",
            "ru_question": "Кем была Има Сумак?",
            "query": "select ?answer where { wd:Q239030 wdt:P106 ?answer }",
            "entities": {
                "question": {
                    "Q239030": {
                        "en": "Yma Sumac",
                        "ru": "Има Сумак"
                    }
                },
                "query": {
                    "Q239030": {
                        "en": "Yma Sumac",
                        "ru": "Има Сумак"
                    }
                }
            },
            "relations": {
                "question": {
                    "P106": {
                        "en": "occupation",
                        "ru": "род занятий"
                    }
                },
                "query": {
                    "P106": {
                        "en": "occupation",
                        "ru": "род занятий"
                    }
                }
            },
            "answer_en": [
                "actor",
                "composer",
                "singer"
            ],
            "answer_ru": [
                "актёр",
                "композитор",
                "певец"
            ],
            "answer_entities": [
                "Q33999",
                "Q36834",
                "Q177220"
            ]
        },
        {
            "id": 697,
            "en_question": "Who painted the picture \"Vision to the boy Bartholomew\"?",
            "ru_question": "Кто написал картину \"Видение отроку Варфоломею\"?",
            "query": "select ?answer where { wd:Q4110588 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q4110588": {
                        "en": "The Vision to the Youth Bartholomew",
                        "ru": "Видение отроку Варфоломею"
                    }
                },
                "query": {
                    "Q4110588": {
                        "en": "The Vision to the Youth Bartholomew",
                        "ru": "Видение отроку Варфоломею"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "Mikhail Nesterov"
            ],
            "answer_ru": [
                "Михаил Васильевич Нестеров"
            ],
            "answer_entities": [
                "Q318427"
            ]
        },
        {
            "id": 704,
            "en_question": "Which rock band created the hit \"Don't Cry\"?",
            "ru_question": "Какая рок-группа создала хит \"Don't Cry\"?",
            "query": "select ?answer where { wd:Q1242271 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q1242271": {
                        "en": "Don't Cry",
                        "ru": "Don’t Cry"
                    }
                },
                "query": {
                    "Q1242271": {
                        "en": "Don't Cry",
                        "ru": "Don’t Cry"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Guns N' Roses"
            ],
            "answer_ru": [
                "Guns N’ Roses"
            ],
            "answer_entities": [
                "Q11895"
            ]
        },
        {
            "id": 705,
            "en_question": "Which Wagner Opera is included in the \"Ring of the Nibelung\" cycle?",
            "ru_question": "Какая опера Вагнера входит в цикл \"Кольцо нибелунга\"?",
            "query": "select ?answer where { wd:Q190237 wdt:P527 ?answer }",
            "entities": {
                "question": {
                    "Q190237": {
                        "en": "Der Ring des Nibelungen",
                        "ru": "Кольцо нибелунга"
                    }
                },
                "query": {
                    "Q190237": {
                        "en": "Der Ring des Nibelungen",
                        "ru": "Кольцо нибелунга"
                    }
                }
            },
            "relations": {
                "question": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                },
                "query": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                }
            },
            "answer_en": [
                "Götterdämmerung",
                "Die Walküre",
                "Das Rheingold",
                "Siegfried"
            ],
            "answer_ru": [
                "Гибель богов",
                "Валькирия",
                "Золото Рейна",
                "Зигфрид"
            ],
            "answer_entities": [
                "Q272029",
                "Q324319",
                "Q327717",
                "Q333146"
            ]
        },
        {
            "id": 713,
            "en_question": "Who was the founder and first editor of the magazine \"Otechestvennye Zapiski\"?",
            "ru_question": "Кто был основателем и первым редактором журнала \"Отечественные записки\"?",
            "query": "select ?answer where { wd:Q2661947 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q2661947": {
                        "en": "Otechestvennye Zapiski",
                        "ru": "Отечественные записки"
                    }
                },
                "query": {
                    "Q2661947": {
                        "en": "Otechestvennye Zapiski",
                        "ru": "Отечественные записки"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Pavel Svinyin"
            ],
            "answer_ru": [
                "Павел Петрович Свиньин"
            ],
            "answer_entities": [
                "Q3210067"
            ]
        },
        {
            "id": 735,
            "en_question": "Which of the children's writers wrote the book \"from two to five\"?",
            "ru_question": "Кто из детских писателей написал книгу \"От двух до пяти\"?",
            "query": "select ?answer where { wd:Q18687121 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q18687121": {
                        "en": "From Two to Five",
                        "ru": "От двух до пяти"
                    }
                },
                "query": {
                    "Q18687121": {
                        "en": "From Two to Five",
                        "ru": "От двух до пяти"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Korney Chukovsky"
            ],
            "answer_ru": [
                "Корней Иванович Чуковский"
            ],
            "answer_entities": [
                "Q347685"
            ]
        },
        {
            "id": 740,
            "en_question": "What, in fact, is a German alcoholic drink \"Jagermeister\"?",
            "ru_question": "Чем, по сути, является немецкий алкогольный напиток \"Егермейстер\"?",
            "query": "select ?answer where { wd:Q661871 wdt:P279 ?answer }",
            "entities": {
                "question": {
                    "Q661871": {
                        "en": "Bo Carterooooo",
                        "ru": "Егермейстер"
                    }
                },
                "query": {
                    "Q661871": {
                        "en": "Bo Carterooooo",
                        "ru": "Егермейстер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P279": {
                        "en": "subclass of",
                        "ru": "подкласс от"
                    }
                },
                "query": {
                    "P279": {
                        "en": "subclass of",
                        "ru": "подкласс от"
                    }
                }
            },
            "answer_en": [
                "liqueur"
            ],
            "answer_ru": [
                "ликёр"
            ],
            "answer_entities": [
                "Q178780"
            ]
        },
        {
            "id": 744,
            "en_question": "Who was the Director of the feature film collage \"Mayakovsky laughs or Bug-75\"?",
            "ru_question": "Кто был режиссёром художественного фильма-коллажа \"Маяковский смеётся или Клоп-75\"?",
            "query": "select ?answer where { wd:Q4286407 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q4286407": {
                        "en": "[Label missing for Q4286407]",
                        "ru": "Маяковский смеётся, или Клоп-75"
                    }
                },
                "query": {
                    "Q4286407": {
                        "en": "[Label missing for Q4286407]",
                        "ru": "Маяковский смеётся, или Клоп-75"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Sergei Yutkevich"
            ],
            "answer_ru": [
                "Юткевич, Сергей Иосифович"
            ],
            "answer_entities": [
                "Q545844"
            ]
        },
        {
            "id": 751,
            "en_question": "In which city is the famous sculpture \"Motherland\" located?",
            "ru_question": "В каком городе расположена знаменитая скульптура \"Родина-мать\"?",
            "query": "select ?answer where { wd:Q1601986 wdt:P131 ?answer }",
            "entities": {
                "question": {
                    "Q1601986": {
                        "en": "The Motherland Calls",
                        "ru": "Родина-мать"
                    }
                },
                "query": {
                    "Q1601986": {
                        "en": "The Motherland Calls",
                        "ru": "Родина-мать"
                    }
                }
            },
            "relations": {
                "question": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                },
                "query": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                }
            },
            "answer_en": [
                "Volgograd"
            ],
            "answer_ru": [
                "Волгоград"
            ],
            "answer_entities": [
                "Q914"
            ]
        },
        {
            "id": 752,
            "en_question": "Who in Ancient Russia was called the word \"vuy\"?",
            "ru_question": "Кого в Древней Руси называли словом \"вуй\"?",
            "query": "select ?answer where { values ?answer { wd:Q4120409 } }",
            "entities": {
                "question": {
                    "Q4120409": {
                        "en": "maternal uncle",
                        "ru": "дядя по матери"
                    }
                },
                "query": {
                    "Q4120409": {
                        "en": "maternal uncle",
                        "ru": "дядя по матери"
                    }
                }
            },
            "relations": {
                "question": {},
                "query": {}
            },
            "answer_en": [
                "maternal uncle"
            ],
            "answer_ru": [
                "дядя по матери"
            ],
            "answer_entities": [
                "Q4120409"
            ]
        },
        {
            "id": 757,
            "en_question": "What is the name of the Italian \"Carabas Barabas\"?",
            "ru_question": "Как зовут итальянского \"Карабаса Барабаса\"?",
            "query": "select ?answer where { wd:Q14076726 wdt:P941 ?answer }",
            "entities": {
                "question": {
                    "Q14076726": {
                        "en": "Karabas Barabas",
                        "ru": "Карабас-Барабас"
                    }
                },
                "query": {
                    "Q14076726": {
                        "en": "Karabas Barabas",
                        "ru": "Карабас-Барабас"
                    }
                }
            },
            "relations": {
                "question": {
                    "P941": {
                        "en": "inspired by",
                        "ru": "вдохновлено"
                    }
                },
                "query": {
                    "P941": {
                        "en": "inspired by",
                        "ru": "вдохновлено"
                    }
                }
            },
            "answer_en": [
                "Mangiafuoco"
            ],
            "answer_ru": [
                "Манджафоко"
            ],
            "answer_entities": [
                "Q3844557"
            ]
        }