{
            "id": 6214,
            "en_question": "Which company made the toy Story cartoon?",
            "ru_question": "Какая компания сняла мультфильм История игрушек?",
            "query": "select ?answer where { wd:Q171048 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q171048": {
                        "en": "Toy Story",
                        "ru": "История игрушек"
                    }
                },
                "query": {
                    "Q171048": {
                        "en": "Toy Story",
                        "ru": "История игрушек"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Pixar",
                "Walt Disney Pictures"
            ],
            "answer_ru": [
                "Pixar",
                "Walt Disney Pictures"
            ],
            "answer_entities": [
                "Q127552",
                "Q191224"
            ]
        },
        {
            "id": 6216,
            "en_question": "What is Google's parent company?",
            "ru_question": "Какая родительская компания у Google?",
            "query": "select ?answer where { wd:Q95 wdt:P749 ?answer }",
            "entities": {
                "question": {
                    "Q95": {
                        "en": "Google",
                        "ru": "Google"
                    }
                },
                "query": {
                    "Q95": {
                        "en": "Google",
                        "ru": "Google"
                    }
                }
            },
            "relations": {
                "question": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                },
                "query": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                }
            },
            "answer_en": [
                "Alphabet Inc."
            ],
            "answer_ru": [
                "Alphabet Inc."
            ],
            "answer_entities": [
                "Q20800404"
            ]
        },
        {
            "id": 6217,
            "en_question": "What is the capital of great Britain?",
            "ru_question": "Какая столица в Великобритании?",
            "query": "select ?answer where { wd:Q145 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q145": {
                        "en": "United Kingdom",
                        "ru": "Великобритания"
                    }
                },
                "query": {
                    "Q145": {
                        "en": "United Kingdom",
                        "ru": "Великобритания"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "London"
            ],
            "answer_ru": [
                "Лондон"
            ],
            "answer_entities": [
                "Q84"
            ]
        },
        {
            "id": 6219,
            "en_question": "What is the capital of the Byzantine Empire?",
            "ru_question": "Какая столица в Византии?",
            "query": "select ?answer where { wd:Q12544 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q12544": {
                        "en": "Byzantine Empire",
                        "ru": "Византия"
                    }
                },
                "query": {
                    "Q12544": {
                        "en": "Byzantine Empire",
                        "ru": "Византия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Constantinople",
                "Tekirdağ"
            ],
            "answer_ru": [
                "Константинополь",
                "Текирдаг"
            ],
            "answer_entities": [
                "Q16869",
                "Q182009"
            ]
        },
        {
            "id": 6220,
            "en_question": "What is the capital of Venezuela?",
            "ru_question": "Какая столица Венесуэлы?",
            "query": "select ?answer where { wd:Q717 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q717": {
                        "en": "Venezuela",
                        "ru": "Венесуэла"
                    }
                },
                "query": {
                    "Q717": {
                        "en": "Venezuela",
                        "ru": "Венесуэла"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Caracas"
            ],
            "answer_ru": [
                "Каракас"
            ],
            "answer_entities": [
                "Q1533"
            ]
        },
        {
            "id": 6221,
            "en_question": "What is the capital of the Vologda region?",
            "ru_question": "Какая столица Вологодской области?",
            "query": "select ?answer where { wd:Q2015 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q2015": {
                        "en": "Vologda Oblast",
                        "ru": "Вологодская область"
                    }
                },
                "query": {
                    "Q2015": {
                        "en": "Vologda Oblast",
                        "ru": "Вологодская область"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Vologda"
            ],
            "answer_ru": [
                "Вологда"
            ],
            "answer_entities": [
                "Q1957"
            ]
        },
        {
            "id": 6222,
            "en_question": "What is the capital of Vietnam?",
            "ru_question": "Какая столица Вьетнама?",
            "query": "select ?answer where { wd:Q881 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q881": {
                        "en": "Vietnam",
                        "ru": "Вьетнам"
                    }
                },
                "query": {
                    "Q881": {
                        "en": "Vietnam",
                        "ru": "Вьетнам"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Hanoi"
            ],
            "answer_ru": [
                "Ханой"
            ],
            "answer_entities": [
                "Q1858"
            ]
        },
        {
            "id": 6223,
            "en_question": "What is the capital of the Great Mughals?",
            "ru_question": "Какая столица у Великих Моголов?",
            "query": "select ?answer where { wd:Q33296 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q33296": {
                        "en": "Mughal Empire",
                        "ru": "Империя Великих Моголов"
                    }
                },
                "query": {
                    "Q33296": {
                        "en": "Mughal Empire",
                        "ru": "Империя Великих Моголов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Delhi",
                "Lahore",
                "Agra",
                "Fatehpur Sikri",
                "Old Delhi"
            ],
            "answer_ru": [
                "Дели",
                "Лахор",
                "Агра",
                "Фатехпур-Сикри",
                "Старый Дели"
            ],
            "answer_entities": [
                "Q1353",
                "Q11739",
                "Q42941",
                "Q179046",
                "Q3242297"
            ]
        },
        {
            "id": 6224,
            "en_question": "Which republics were part of the USSR?",
            "ru_question": "Какие республики входили в СССР?",
            "query": "select ?answer where { wd:Q15180 wdt:P150 ?answer }",
            "entities": {
                "question": {
                    "Q15180": {
                        "en": "Soviet Union",
                        "ru": "СССР"
                    }
                },
                "query": {
                    "Q15180": {
                        "en": "Soviet Union",
                        "ru": "СССР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                },
                "query": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                }
            },
            "answer_en": [
                "Russian Soviet Federative Socialist Republic",
                "Byelorussian Soviet Socialist Republic",
                "Georgian Soviet Socialist Republic",
                "Kirghiz Soviet Socialist Republic",
                "Estonian Soviet Socialist Republic",
                "Azerbaijan Soviet Socialist Republic",
                "Armenian Soviet Socialist Republic",
                "Ukrainian Soviet Socialist Republic",
                "Kazakh Soviet Socialist Republic",
                "Moldavian Soviet Socialist Republic",
                "Lithuanian Soviet Socialist Republic",
                "Karelo-Finnish Soviet Socialist Republic",
                "Latvian Soviet Socialist Republic",
                "Turkmen Soviet Socialist Republic",
                "Tajik Soviet Socialist Republic",
                "Uzbek Soviet Socialist Republic",
                "Transcaucasian Socialist Federative Soviet Republic"
            ],
            "answer_ru": [
                "РСФСР",
                "Белорусская ССР",
                "Грузинская ССР",
                "Киргизская ССР",
                "Эстонская ССР",
                "Азербайджанская ССР",
                "Армянская ССР",
                "Украинская ССР",
                "Казахская ССР",
                "Молдавская ССР",
                "Литовская ССР",
                "Карело-Финская ССР",
                "Латвийская ССР",
                "Туркменская ССР",
                "Таджикская ССР",
                "Узбекская ССР",
                "Закавказская Социалистическая Федеративная Советская Республика"
            ],
            "answer_entities": [
                "Q2184",
                "Q2895",
                "Q130229",
                "Q130276",
                "Q130280",
                "Q131337",
                "Q132856",
                "Q133356",
                "Q168811",
                "Q170895",
                "Q173761",
                "Q186888",
                "Q192180",
                "Q199707",
                "Q199711",
                "Q484578",
                "Q545205"
            ]
        },
        {
            "id": 6225,
            "en_question": "What orders and medals were awarded to Stalin?",
            "ru_question": "Какими орденами и медалями был награжден Сталин?",
            "query": "select ?answer where { wd:Q855 wdt:P166 ?answer }",
            "entities": {
                "question": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                },
                "query": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                },
                "query": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                }
            },
            "answer_en": [
                "Order of the White Lion",
                "Hero of the Soviet Union",
                "Order of Lenin",
                "Time Person of the Year",
                "Hero of Socialist Labour",
                "Medal \"For the Victory over Germany in the Great Patriotic War 1941–1945\"",
                "Order of the Red Banner",
                "Order of Victory",
                "Order of Sukhbaatar",
                "Medal \"For the Defence of Moscow\"",
                "Medal \"For the Victory over Japan\"",
                "Jubilee Medal \"XX Years of the Workers' and Peasants' Red Army\"",
                "Czechoslovak War Cross 1939–1945",
                "Medal \"In Commemoration of the 800th Anniversary of Moscow\"",
                "Order of the Red Star",
                "Hero of the Mongolian People's Republic",
                "Medal \"For the Victory over Japan\" of Mongolia",
                "Order of the Republic",
                "Order of Suvorov, 1st class",
                "honorary citizen of Chrudim",
                "honorary citizen of Prague",
                "honorary citizen of České Budějovice"
            ],
            "answer_ru": [
                "орден Белого льва",
                "Герой Советского Союза",
                "орден Ленина",
                "Человек года по версии журнала «Time»",
                "Герой Социалистического Труда",
                "медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.»",
                "Орден Красного Знамени",
                "орден «Победа»",
                "орден Сухэ-Батора",
                "медаль «За оборону Москвы»",
                "медаль «За победу над Японией»",
                "юбилейная медаль «XX лет Рабоче-Крестьянской Красной Армии»",
                "Военный крест",
                "медаль «В память 800-летия Москвы»",
                "орден Красной Звезды",
                "Герой Монгольской Народной Республики",
                "медаль «За Победу над Японией»",
                "орден Республики",
                "орден Суворова I степени",
                "почётный гражданин Хрудима",
                "почётный гражданин Праги",
                "почётный гражданин Ческе-Будеёвице"
            ],
            "answer_entities": [
                "Q93728",
                "Q178473",
                "Q185493",
                "Q207826",
                "Q208167",
                "Q278798",
                "Q337463",
                "Q465316",
                "Q530008",
                "Q1069798",
                "Q1081449",
                "Q1710776",
                "Q2297431",
                "Q2634074",
                "Q2760953",
                "Q4137459",
                "Q4286836",
                "Q4335954",
                "Q21292820",
                "Q59351315",
                "Q60130697",
                "Q63975126"
            ]
        },
        {
            "id": 6226,
            "en_question": "What awards were awarded to Solzhenitsyn?",
            "ru_question": "Каких наград был удостоен Солженицын?",
            "query": "select ?answer where { wd:Q34474 wdt:P166 ?answer }",
            "entities": {
                "question": {
                    "Q34474": {
                        "en": "Aleksandr Solzhenitsyn",
                        "ru": "Александр Исаевич Солженицын"
                    }
                },
                "query": {
                    "Q34474": {
                        "en": "Aleksandr Solzhenitsyn",
                        "ru": "Александр Исаевич Солженицын"
                    }
                }
            },
            "relations": {
                "question": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                },
                "query": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                }
            },
            "answer_en": [
                "Nobel Prize in Literature",
                "Medal \"For the Victory over Germany in the Great Patriotic War 1941–1945\"",
                "Templeton Prize",
                "Order of the Red Star",
                "Order of the Star of Romania",
                "Order of St. Andrew the Apostle the First-Called",
                "Medal \"For the Capture of Königsberg\"",
                "Lomonosov Gold Medal",
                "Order of the Patriotic War 2nd class"
            ],
            "answer_ru": [
                "Нобелевская премия по литературе",
                "медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.»",
                "Темплтоновская премия",
                "Орден Красной Звезды",
                "орден Звезды Румынии",
                "орден Святого апостола Андрея Первозванного",
                "медаль «За взятие Кёнигсберга»",
                "Большая золотая медаль имени М. В. Ломоносова",
                "Орден Отечественной войны II степени"
            ],
            "answer_entities": [
                "Q37922",
                "Q278798",
                "Q603631",
                "Q695106",
                "Q950604",
                "Q1026769",
                "Q1081503",
                "Q1340199",
                "Q18200478"
            ]
        },
        {
            "id": 6227,
            "en_question": "What was Hitler's military rank?",
            "ru_question": "Какое воинское звание было у Гитлера?",
            "query": "select ?answer where { wd:Q352 wdt:P410 ?answer }",
            "entities": {
                "question": {
                    "Q352": {
                        "en": "Adolf Hitler",
                        "ru": "Адольф Гитлер"
                    }
                },
                "query": {
                    "Q352": {
                        "en": "Adolf Hitler",
                        "ru": "Адольф Гитлер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                },
                "query": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                }
            },
            "answer_en": [
                "Gefreiter",
                "lance corporal"
            ],
            "answer_ru": [
                "ефрейтор",
                "младший капрал"
            ],
            "answer_entities": [
                "Q475482",
                "Q1463070"
            ]
        },
        {
            "id": 6228,
            "en_question": "What was Nikita Sergeevich Khrushchev's military rank?",
            "ru_question": "Какое воинское звание было у Никиты Сергеевича Хрущева?",
            "query": "select ?answer where { wd:Q35314 wdt:P410 ?answer }",
            "entities": {
                "question": {
                    "Q35314": {
                        "en": "Nikita Khrushchev",
                        "ru": "Никита Сергеевич Хрущёв"
                    }
                },
                "query": {
                    "Q35314": {
                        "en": "Nikita Khrushchev",
                        "ru": "Никита Сергеевич Хрущёв"
                    }
                }
            },
            "relations": {
                "question": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                },
                "query": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                }
            },
            "answer_en": [
                "lieutenant general"
            ],
            "answer_ru": [
                "генерал-лейтенант"
            ],
            "answer_entities": [
                "Q152951"
            ]
        },
        {
            "id": 6229,
            "en_question": "What is Yevkurov's military rank?",
            "ru_question": "Какое воинское звание у Евкурова?",
            "query": "select ?answer where { wd:Q319464 wdt:P410 ?answer }",
            "entities": {
                "question": {
                    "Q319464": {
                        "en": "Yunus-bek Yevkurov",
                        "ru": "Юнус-бек Баматгиреевич Евкуров"
                    }
                },
                "query": {
                    "Q319464": {
                        "en": "Yunus-bek Yevkurov",
                        "ru": "Юнус-бек Баматгиреевич Евкуров"
                    }
                }
            },
            "relations": {
                "question": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                },
                "query": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                }
            },
            "answer_en": [
                "lieutenant general"
            ],
            "answer_ru": [
                "генерал-лейтенант"
            ],
            "answer_entities": [
                "Q152951"
            ]
        },
        {
            "id": 6230,
            "en_question": "What is Lukashenko's military rank?",
            "ru_question": "Какое воинское звание у Лукашенко?",
            "query": "select ?answer where { wd:Q2866 wdt:P410 ?answer }",
            "entities": {
                "question": {
                    "Q2866": {
                        "en": "Alexander Lukashenko",
                        "ru": "Александр Григорьевич Лукашенко"
                    }
                },
                "query": {
                    "Q2866": {
                        "en": "Alexander Lukashenko",
                        "ru": "Александр Григорьевич Лукашенко"
                    }
                }
            },
            "relations": {
                "question": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                },
                "query": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                }
            },
            "answer_en": [
                "lieutenant colonel"
            ],
            "answer_ru": [
                "подполковник"
            ],
            "answer_entities": [
                "Q493898"
            ]
        },
        {
            "id": 6231,
            "en_question": "After whom is the Moscow agricultural Academy named",
            "ru_question": "В честь кого названа Московская сельскохозяйственная академия",
            "query": "select ?answer where { wd:Q1531782 wdt:P138 ?answer }",
            "entities": {
                "question": {
                    "Q1531782": {
                        "en": "Russian State Agricultural University",
                        "ru": "Московская сельскохозяйственная академия имени К. А. Тимирязева"
                    }
                },
                "query": {
                    "Q1531782": {
                        "en": "Russian State Agricultural University",
                        "ru": "Московская сельскохозяйственная академия имени К. А. Тимирязева"
                    }
                }
            },
            "relations": {
                "question": {
                    "P138": {
                        "en": "named after",
                        "ru": "названо в честь"
                    }
                },
                "query": {
                    "P138": {
                        "en": "named after",
                        "ru": "названо в честь"
                    }
                }
            },
            "answer_en": [
                "Kliment Timiryazev"
            ],
            "answer_ru": [
                "Климент Аркадьевич Тимирязев"
            ],
            "answer_entities": [
                "Q172326"
            ]
        },
        {
            "id": 6233,
            "en_question": "What instruments did Vivaldi play?",
            "ru_question": "На каких инструментах играл Вивальди?",
            "query": "select ?answer where { wd:Q1340 wdt:P1303 ?answer }",
            "entities": {
                "question": {
                    "Q1340": {
                        "en": "Antonio Vivaldi",
                        "ru": "Антонио Вивальди"
                    }
                },
                "query": {
                    "Q1340": {
                        "en": "Antonio Vivaldi",
                        "ru": "Антонио Вивальди"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                }
            },
            "answer_en": [
                "violin",
                "harpsichord",
                "pipe organ"
            ],
            "answer_ru": [
                "скрипка",
                "клавесин",
                "орган"
            ],
            "answer_entities": [
                "Q8355",
                "Q81982",
                "Q281460"
            ]
        },
        {
            "id": 6237,
            "en_question": "What kind of singing voice does Kim Tae Hyun have?",
            "ru_question": "Какой певческий голос у Ким Тэ Хена?",
            "query": "select ?answer where { wd:Q18388296 wdt:P412 ?answer }",
            "entities": {
                "question": {
                    "Q18388296": {
                        "en": "V",
                        "ru": "Ким Тэ Хён"
                    }
                },
                "query": {
                    "Q18388296": {
                        "en": "V",
                        "ru": "Ким Тэ Хён"
                    }
                }
            },
            "relations": {
                "question": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                },
                "query": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                }
            },
            "answer_en": [
                "baritone"
            ],
            "answer_ru": [
                "баритон"
            ],
            "answer_entities": [
                "Q31687"
            ]
        }