{
            "id": 6129,
            "en_question": "Who designed the Winter Palace?",
            "ru_question": "Кто проектировал Зимний дворец?",
            "query": "select ?answer where { wd:Q182147 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q182147": {
                        "en": "Winter Palace",
                        "ru": "Зимний дворец"
                    }
                },
                "query": {
                    "Q182147": {
                        "en": "Winter Palace",
                        "ru": "Зимний дворец"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Francesco Bartolomeo Rastrelli"
            ],
            "answer_ru": [
                "Франческо Растрелли"
            ],
            "answer_entities": [
                "Q299687"
            ]
        },
        {
            "id": 6130,
            "en_question": "Who makes Skoda?",
            "ru_question": "Кто производит шкоду?",
            "query": "select ?answer where { wd:Q223696 wdt:P176 ?answer }",
            "entities": {
                "question": {
                    "Q223696": {
                        "en": "Škoda Octavia",
                        "ru": "Škoda Octavia"
                    }
                },
                "query": {
                    "Q223696": {
                        "en": "Škoda Octavia",
                        "ru": "Škoda Octavia"
                    }
                }
            },
            "relations": {
                "question": {
                    "P176": {
                        "en": "manufacturer",
                        "ru": "производитель"
                    }
                },
                "query": {
                    "P176": {
                        "en": "manufacturer",
                        "ru": "производитель"
                    }
                }
            },
            "answer_en": [
                "Škoda Auto"
            ],
            "answer_ru": [
                "Škoda Auto"
            ],
            "answer_entities": [
                "Q29637"
            ]
        },
        {
            "id": 6131,
            "en_question": "Who is the developer of Fortnite?",
            "ru_question": "Кто разработчик Fortnite?",
            "query": "select ?answer where { wd:Q349375 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q349375": {
                        "en": "Fortnite",
                        "ru": "Fortnite"
                    }
                },
                "query": {
                    "Q349375": {
                        "en": "Fortnite",
                        "ru": "Fortnite"
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "Epic Games",
                "People Can Fly"
            ],
            "answer_ru": [
                "Epic Games",
                "People Can Fly"
            ],
            "answer_entities": [
                "Q739711",
                "Q1799063"
            ]
        },
        {
            "id": 6133,
            "en_question": "Who is the Director of the Harry Potter film?",
            "ru_question": "Кто режиссер фильма Гарри Поттер?",
            "query": "select ?answer where { wd:Q216930 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q216930": {
                        "en": "Harry Potter",
                        "ru": "серия фильмов о Гарри Поттере"
                    }
                },
                "query": {
                    "Q216930": {
                        "en": "Harry Potter",
                        "ru": "серия фильмов о Гарри Поттере"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Chris Columbus"
            ],
            "answer_ru": [
                "Крис Коламбус"
            ],
            "answer_entities": [
                "Q75079"
            ]
        },
        {
            "id": 6134,
            "en_question": "Who is the Director of the film Pokrovskie Vorota?",
            "ru_question": "Кто режиссер фильма Покровские ворота?",
            "query": "select ?answer where { wd:Q3604138 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q3604138": {
                        "en": "The Pokrovsky Gate",
                        "ru": "Покровские ворота"
                    }
                },
                "query": {
                    "Q3604138": {
                        "en": "The Pokrovsky Gate",
                        "ru": "Покровские ворота"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Mikhail Kozakov"
            ],
            "answer_ru": [
                "Михаил Михайлович Козаков"
            ],
            "answer_entities": [
                "Q2628071"
            ]
        },
        {
            "id": 6136,
            "en_question": "Who composed the sabre dance?",
            "ru_question": "Кто сочинил танец с саблями?",
            "query": "select ?answer where { wd:Q1442972 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q1442972": {
                        "en": "Sabre Dance",
                        "ru": "Танец с саблями"
                    }
                },
                "query": {
                    "Q1442972": {
                        "en": "Sabre Dance",
                        "ru": "Танец с саблями"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Aram Khachaturian"
            ],
            "answer_ru": [
                "Арам Хачатурян"
            ],
            "answer_entities": [
                "Q152293"
            ]
        },
        {
            "id": 6137,
            "en_question": "Who participated in the battle of Kulikovo?",
            "ru_question": "Кто участвовал в Куликовской битве?",
            "query": "select ?answer where { wd:Q210354 wdt:P710 ?answer }",
            "entities": {
                "question": {
                    "Q210354": {
                        "en": "Battle of Kulikovo",
                        "ru": "Куликовская битва"
                    }
                },
                "query": {
                    "Q210354": {
                        "en": "Battle of Kulikovo",
                        "ru": "Куликовская битва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P710": {
                        "en": "participant",
                        "ru": "участник(и)"
                    }
                },
                "query": {
                    "P710": {
                        "en": "participant",
                        "ru": "участник(и)"
                    }
                }
            },
            "answer_en": [
                "Golden Horde",
                "Grand Principality of Moscow",
                "Principality of Smolensk",
                "Principality of Suzdal—Nizhny Novgorod"
            ],
            "answer_ru": [
                "Золотая Орда",
                "Великое княжество Московское",
                "Смоленское княжество",
                "Нижегородско-Суздальское великое княжество"
            ],
            "answer_entities": [
                "Q79965",
                "Q170770",
                "Q1483495",
                "Q4318679"
            ]
        },
        {
            "id": 6139,
            "en_question": "Who is the discoverer of Antarctica?",
            "ru_question": "Кто является первооткрывателем Антарктиды?",
            "query": "select ?answer where { wd:Q51 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q51": {
                        "en": "Antarctica",
                        "ru": "Антарктида"
                    }
                },
                "query": {
                    "Q51": {
                        "en": "Antarctica",
                        "ru": "Антарктида"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Fabian Gottlieb von Bellingshausen",
                "Mikhail Lazarev",
                "First Russian Antarctic expedition"
            ],
            "answer_ru": [
                "Фаддей Фаддеевич Беллинсгаузен",
                "Михаил Петрович Лазарев",
                "Первая русская антарктическая экспедиция"
            ],
            "answer_entities": [
                "Q76754",
                "Q186203",
                "Q4349082"
            ]
        },
        {
            "id": 6140,
            "en_question": "Where does the Mama river go?",
            "ru_question": "Куда впадает река Мама?",
            "query": "select ?answer where { wd:Q1711506 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q1711506": {
                        "en": "Mama River",
                        "ru": "Мама"
                    }
                },
                "query": {
                    "Q1711506": {
                        "en": "Mama River",
                        "ru": "Мама"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Vitim"
            ],
            "answer_ru": [
                "Витим"
            ],
            "answer_entities": [
                "Q26068"
            ]
        },
        {
            "id": 6141,
            "en_question": "What Islands is the United Kingdom located on?",
            "ru_question": "На каких островах расположена Великобритания?",
            "query": "select ?answer where { wd:Q145 wdt:P706 ?answer }",
            "entities": {
                "question": {
                    "Q145": {
                        "en": "United Kingdom",
                        "ru": "Великобритания"
                    }
                },
                "query": {
                    "Q145": {
                        "en": "United Kingdom",
                        "ru": "Великобритания"
                    }
                }
            },
            "relations": {
                "question": {
                    "P706": {
                        "en": "located in/on physical feature",
                        "ru": "находится в пределах природно-географического объекта"
                    }
                },
                "query": {
                    "P706": {
                        "en": "located in/on physical feature",
                        "ru": "находится в пределах природно-географического объекта"
                    }
                }
            },
            "answer_en": [
                "Ireland",
                "Britain",
                "British Isles"
            ],
            "answer_ru": [
                "Ирландия",
                "Великобритания",
                "Британские острова"
            ],
            "answer_entities": [
                "Q22890",
                "Q23666",
                "Q38272"
            ]
        },
        {
            "id": 6143,
            "en_question": "On what body of water is Venice?",
            "ru_question": "На каком водоеме находится Венеция?",
            "query": "select ?answer where { wd:Q641 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q641": {
                        "en": "Venice",
                        "ru": "Венеция"
                    }
                },
                "query": {
                    "Q641": {
                        "en": "Venice",
                        "ru": "Венеция"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Venetian Lagoon"
            ],
            "answer_ru": [
                "Венецианская лагуна"
            ],
            "answer_entities": [
                "Q76925"
            ]
        },
        {
            "id": 6144,
            "en_question": "On what reservoir does the city of Venice stand?",
            "ru_question": "На каком водоеме стоит город Венеция?",
            "query": "select ?answer where { wd:Q641 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q641": {
                        "en": "Venice",
                        "ru": "Венеция"
                    }
                },
                "query": {
                    "Q641": {
                        "en": "Venice",
                        "ru": "Венеция"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Venetian Lagoon"
            ],
            "answer_ru": [
                "Венецианская лагуна"
            ],
            "answer_entities": [
                "Q76925"
            ]
        },
        {
            "id": 6145,
            "en_question": "What part of the world is Australia located in?",
            "ru_question": "В какой части света находится Австралия?",
            "query": "select ?answer where { wd:Q408 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q408": {
                        "en": "Australia",
                        "ru": "Австралия"
                    }
                },
                "query": {
                    "Q408": {
                        "en": "Australia",
                        "ru": "Австралия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "Insular Oceania"
            ],
            "answer_ru": [
                "Океания"
            ],
            "answer_entities": [
                "Q538"
            ]
        },
        {
            "id": 6148,
            "en_question": "What does Steve Martin play on?",
            "ru_question": "На чем играет Стив Мартин?",
            "query": "select ?answer where { wd:Q16473 wdt:P1303 ?answer }",
            "entities": {
                "question": {
                    "Q16473": {
                        "en": "Steve Martin",
                        "ru": "Стив Мартин"
                    }
                },
                "query": {
                    "Q16473": {
                        "en": "Steve Martin",
                        "ru": "Стив Мартин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                }
            },
            "answer_en": [
                "banjo"
            ],
            "answer_ru": [
                "банджо"
            ],
            "answer_entities": [
                "Q258896"
            ]
        },
        {
            "id": 6150,
            "en_question": "Under what license is Linux distributed?",
            "ru_question": "Под какой лицензией распространяется линукс?",
            "query": "select ?answer where { wd:Q3251801 wdt:P275 ?answer }",
            "entities": {
                "question": {
                    "Q3251801": {
                        "en": "GNU/Linux",
                        "ru": "GNU/Linux"
                    }
                },
                "query": {
                    "Q3251801": {
                        "en": "GNU/Linux",
                        "ru": "GNU/Linux"
                    }
                }
            },
            "relations": {
                "question": {
                    "P275": {
                        "en": "copyright license",
                        "ru": "лицензия"
                    }
                },
                "query": {
                    "P275": {
                        "en": "copyright license",
                        "ru": "лицензия"
                    }
                }
            },
            "answer_en": [
                "GNU General Public License"
            ],
            "answer_ru": [
                "GNU GPL"
            ],
            "answer_entities": [
                "Q7603"
            ]
        },
        {
            "id": 6151,
            "en_question": "Who was Putin married to?",
            "ru_question": "С кем в браке был Путин?",
            "query": "select ?answer where { wd:Q7747 wdt:P26 ?answer }",
            "entities": {
                "question": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                },
                "query": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                },
                "query": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                }
            },
            "answer_en": [
                "Lyudmila Ocheretnaya"
            ],
            "answer_ru": [
                "Людмила Александровна Очеретная"
            ],
            "answer_entities": [
                "Q233282"
            ]
        },
        {
            "id": 6152,
            "en_question": "What country's capital is London?",
            "ru_question": "Столицей какой страны является Лондон?",
            "query": "select ?answer where { wd:Q84 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q84": {
                        "en": "London",
                        "ru": "Лондон"
                    }
                },
                "query": {
                    "Q84": {
                        "en": "London",
                        "ru": "Лондон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "England",
                "United Kingdom"
            ],
            "answer_ru": [
                "Англия",
                "Великобритания"
            ],
            "answer_entities": [
                "Q21",
                "Q145"
            ]
        },
        {
            "id": 6153,
            "en_question": "Whose movie is kin DZA DZA?",
            "ru_question": "Чей фильм Кин дза дза?",
            "query": "select ?answer where { wd:Q1415194 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q1415194": {
                        "en": "Kin-dza-dza!",
                        "ru": "Кин-дза-дза!"
                    }
                },
                "query": {
                    "Q1415194": {
                        "en": "Kin-dza-dza!",
                        "ru": "Кин-дза-дза!"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Georgiy Daneliya"
            ],
            "answer_ru": [
                "Георгий Николаевич Данелия"
            ],
            "answer_entities": [
                "Q380252"
            ]
        },
        {
            "id": 6154,
            "en_question": "What do Buryats profess?",
            "ru_question": "Что исповедуют буряты?",
            "query": "select ?answer where { wd:Q207050 wdt:P140 ?answer }",
            "entities": {
                "question": {
                    "Q207050": {
                        "en": "Buryats",
                        "ru": "буряты"
                    }
                },
                "query": {
                    "Q207050": {
                        "en": "Buryats",
                        "ru": "буряты"
                    }
                }
            },
            "relations": {
                "question": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                },
                "query": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                }
            },
            "answer_en": [
                "shamanism",
                "Mahāyāna"
            ],
            "answer_ru": [
                "шаманизм",
                "Махаяна"
            ],
            "answer_entities": [
                "Q42042",
                "Q48362"
            ]
        },
        {
            "id": 6155,
            "en_question": "What is practiced by the Serbs?",
            "ru_question": "Что исповедуют сербы?",
            "query": "select ?answer where { wd:Q127885 wdt:P140 ?answer }",
            "entities": {
                "question": {
                    "Q127885": {
                        "en": "Serbs",
                        "ru": "сербы"
                    }
                },
                "query": {
                    "Q127885": {
                        "en": "Serbs",
                        "ru": "сербы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                },
                "query": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                }
            },
            "answer_en": [
                "Eastern Orthodoxy"
            ],
            "answer_ru": [
                "православие"
            ],
            "answer_entities": [
                "Q3333484"
            ]
        },
        {
            "id": 6156,
            "en_question": "What does the seed contain?",
            "ru_question": "Что содержит в себе семя?",
            "query": "select ?answer where { wd:Q40763 wdt:P527 ?answer }",
            "entities": {
                "question": {
                    "Q40763": {
                        "en": "seed",
                        "ru": "семя"
                    }
                },
                "query": {
                    "Q40763": {
                        "en": "seed",
                        "ru": "семя"
                    }
                }
            },
            "relations": {
                "question": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                },
                "query": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                }
            },
            "answer_en": [
                "endosperm",
                "cotyledon",
                "epicotyl",
                "germ",
                "seed coat"
            ],
            "answer_ru": [
                "эндосперм",
                "семядоля",
                "эпикотиль",
                "зародыш",
                "семенная кожура"
            ],
            "answer_entities": [
                "Q25624",
                "Q193026",
                "Q1347099",
                "Q1377980",
                "Q2217063"
            ]
        },
        {
            "id": 6157,
            "en_question": "Whose composition is the Carefree angel?",
            "ru_question": "Чья композиция Беспечный ангел?",
            "query": "select ?answer where { wd:Q4085704 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q4085704": {
                        "en": "[Label missing for Q4085704]",
                        "ru": "Беспечный ангел"
                    }
                },
                "query": {
                    "Q4085704": {
                        "en": "[Label missing for Q4085704]",
                        "ru": "Беспечный ангел"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Aria"
            ],
            "answer_ru": [
                "Ария"
            ],
            "answer_entities": [
                "Q785828"
            ]
        }