{
            "id": 6767,
            "en_question": "When did support for Windows XP stop?",
            "ru_question": "Когда прекратилась поддержка Windows XP?",
            "query": "select ?answer where { wd:Q11248 wdt:P2669 ?answer  }",
            "entities": {
                "question": {
                    "Q11248": {
                        "en": "Windows XP",
                        "ru": "Windows XP"
                    }
                },
                "query": {
                    "Q11248": {
                        "en": "Windows XP",
                        "ru": "Windows XP"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2669": {
                        "en": "discontinued date",
                        "ru": "дата окончания поддержки"
                    }
                },
                "query": {
                    "P2669": {
                        "en": "discontinued date",
                        "ru": "дата окончания поддержки"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6768,
            "en_question": "When was the accident at the Chernobyl nuclear power plant?",
            "ru_question": "Когда произошла авария на Чернобыльской АЭС?",
            "query": "select ?answer where { wd:Q486 wdt:P585 ?answer  }",
            "entities": {
                "question": {
                    "Q486": {
                        "en": "Chernobyl disaster",
                        "ru": "авария на Чернобыльской АЭС"
                    }
                },
                "query": {
                    "Q486": {
                        "en": "Chernobyl disaster",
                        "ru": "авария на Чернобыльской АЭС"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6770,
            "en_question": "When was Yaroslav the Wise born?",
            "ru_question": "Когда родился Ярослав Мудрый?",
            "query": "select ?answer where { wd:Q188943 wdt:P569 ?answer  }",
            "entities": {
                "question": {
                    "Q188943": {
                        "en": "Yaroslav the Wise",
                        "ru": "Ярослав Владимирович Мудрый"
                    }
                },
                "query": {
                    "Q188943": {
                        "en": "Yaroslav the Wise",
                        "ru": "Ярослав Владимирович Мудрый"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6771,
            "en_question": "When was Alexander 2 killed?",
            "ru_question": "Когда убит Александр 2?",
            "query": "select ?answer where { wd:Q83171 wdt:P570 ?answer  }",
            "entities": {
                "question": {
                    "Q83171": {
                        "en": "Alexander II of Russia",
                        "ru": "Александр II"
                    }
                },
                "query": {
                    "Q83171": {
                        "en": "Alexander II of Russia",
                        "ru": "Александр II"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6772,
            "en_question": "When he died, Irina Zybina?",
            "ru_question": "Когда умерла Ирина Цывина?",
            "query": "select ?answer where { wd:Q4506294 wdt:P570 ?answer  }",
            "entities": {
                "question": {
                    "Q4506294": {
                        "en": "Irina Konstantinova Tsyvina",
                        "ru": "Ирина Константиновна Цывина"
                    }
                },
                "query": {
                    "Q4506294": {
                        "en": "Irina Konstantinova Tsyvina",
                        "ru": "Ирина Константиновна Цывина"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6773,
            "en_question": "When was the medal of honor established?",
            "ru_question": "Когда учреждена медаль За отвагу?",
            "query": "select ?answer where { wd:Q1970346 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q1970346": {
                        "en": "Medal \"For Courage\"",
                        "ru": "медаль «За отвагу»"
                    }
                },
                "query": {
                    "Q1970346": {
                        "en": "Medal \"For Courage\"",
                        "ru": "медаль «За отвагу»"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6775,
            "en_question": "What is the length of the Chinese wall?",
            "ru_question": "Какая протяжённость Китайской стены?",
            "query": "select ?answer where { wd:Q12501 wdt:P2043 ?answer  }",
            "entities": {
                "question": {
                    "Q12501": {
                        "en": "Great Wall of China",
                        "ru": "Великая китайская стена"
                    }
                },
                "query": {
                    "Q12501": {
                        "en": "Great Wall of China",
                        "ru": "Великая китайская стена"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                },
                "query": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6777,
            "en_question": "What is the length of the equator?",
            "ru_question": "Какова длина экватора?",
            "query": "select ?answer where { wd:Q23538 wdt:P2043 ?answer  }",
            "entities": {
                "question": {
                    "Q23538": {
                        "en": "equator",
                        "ru": "экватор"
                    }
                },
                "query": {
                    "Q23538": {
                        "en": "equator",
                        "ru": "экватор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                },
                "query": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6778,
            "en_question": "What is the speed of light?",
            "ru_question": "Какова скорость света?",
            "query": "select ?answer where { wd:Q2111 wdt:P1181 ?answer  }",
            "entities": {
                "question": {
                    "Q2111": {
                        "en": "speed of light in vacuum",
                        "ru": "скорость света"
                    }
                },
                "query": {
                    "Q2111": {
                        "en": "speed of light in vacuum",
                        "ru": "скорость света"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1181": {
                        "en": "numeric value",
                        "ru": "числовое значение"
                    }
                },
                "query": {
                    "P1181": {
                        "en": "numeric value",
                        "ru": "числовое значение"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6779,
            "en_question": "How tall is Shakira?",
            "ru_question": "Какой рост у Шакиры?",
            "query": "select ?answer where { wd:Q34424 wdt:P2048 ?answer  }",
            "entities": {
                "question": {
                    "Q34424": {
                        "en": "Shakira",
                        "ru": "Шакира"
                    }
                },
                "query": {
                    "Q34424": {
                        "en": "Shakira",
                        "ru": "Шакира"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                },
                "query": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6781,
            "en_question": "How many countries participated in the 1980 Olympic games in Moscow?",
            "ru_question": "Сколько стран участвовало в олимпиаде 1980 в Москве?",
            "query": "select ?answer where { wd:Q8450 wdt:P1132 ?answer  }",
            "entities": {
                "question": {
                    "Q8450": {
                        "en": "1980 Summer Olympics",
                        "ru": "Летние Олимпийские игры 1980"
                    }
                },
                "query": {
                    "Q8450": {
                        "en": "1980 Summer Olympics",
                        "ru": "Летние Олимпийские игры 1980"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1132": {
                        "en": "number of participants",
                        "ru": "число участников"
                    }
                },
                "query": {
                    "P1132": {
                        "en": "number of participants",
                        "ru": "число участников"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6782,
            "en_question": "How many countries participated in the 2014 Olympics?",
            "ru_question": "Сколько стран участвовало в олимпиаде 2014?",
            "query": "select ?answer where { wd:Q9678 wdt:P1132 ?answer  }",
            "entities": {
                "question": {
                    "Q9678": {
                        "en": "2014 Winter Olympics",
                        "ru": "зимние Олимпийские игры 2014"
                    }
                },
                "query": {
                    "Q9678": {
                        "en": "2014 Winter Olympics",
                        "ru": "зимние Олимпийские игры 2014"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1132": {
                        "en": "number of participants",
                        "ru": "число участников"
                    }
                },
                "query": {
                    "P1132": {
                        "en": "number of participants",
                        "ru": "число участников"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6783,
            "en_question": "In what year was the Moscow metro put into operation?",
            "ru_question": "В каком году был введен в эксплуатацию московский метрополитен?",
            "query": "select ?answer where { wd:Q5499 wdt:P1619 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q5499": {
                        "en": "Moscow Metro",
                        "ru": "Московский метрополитен"
                    }
                },
                "query": {
                    "Q5499": {
                        "en": "Moscow Metro",
                        "ru": "Московский метрополитен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1619": {
                        "en": "date of official opening",
                        "ru": "дата официального открытия"
                    }
                },
                "query": {
                    "P1619": {
                        "en": "date of official opening",
                        "ru": "дата официального открытия"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6785,
            "en_question": "In what year was the first Russian car produced?",
            "ru_question": "В каком году был выпущен первый русский автомобиль?",
            "query": "select ?answer where { wd:Q2183267 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2183267": {
                        "en": "Jakovlev & Frese vehicles",
                        "ru": "Автомобиль Фрезе и Яковлева"
                    }
                },
                "query": {
                    "Q2183267": {
                        "en": "Jakovlev & Frese vehicles",
                        "ru": "Автомобиль Фрезе и Яковлева"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6786,
            "en_question": "In what year was the Terminator released?",
            "ru_question": "В каком году был выпущен фильм Терминатор?",
            "query": "select ?answer where { wd:Q162255 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q162255": {
                        "en": "The Terminator",
                        "ru": "Терминатор"
                    }
                },
                "query": {
                    "Q162255": {
                        "en": "The Terminator",
                        "ru": "Терминатор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6787,
            "en_question": "What year was signed the Treaty of küçük Kaynarca?",
            "ru_question": "В каком году был заключен Кючук-Кайнарджийский мирный договор?",
            "query": "select ?answer where { wd:Q123227 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q123227": {
                        "en": "Treaty of Küçük Kaynarca",
                        "ru": "Кючук-Кайнарджийский мирный договор"
                    }
                },
                "query": {
                    "Q123227": {
                        "en": "Treaty of Küçük Kaynarca",
                        "ru": "Кючук-Кайнарджийский мирный договор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6788,
            "en_question": "In what year was the peace of Tilsit concluded?",
            "ru_question": "В каком году был заключен Тильзитский мир?",
            "query": "select ?answer where { wd:Q154596 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q154596": {
                        "en": "Treaties of Tilsit",
                        "ru": "Тильзитский мир"
                    }
                },
                "query": {
                    "Q154596": {
                        "en": "Treaties of Tilsit",
                        "ru": "Тильзитский мир"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6789,
            "en_question": "In what year was the nishtadsky peace concluded?",
            "ru_question": "В каком году был заключен Ништадский мир?",
            "query": "select ?answer where { wd:Q153286 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q153286": {
                        "en": "Treaty of Nystad",
                        "ru": "Ништадтский мирный договор"
                    }
                },
                "query": {
                    "Q153286": {
                        "en": "Treaty of Nystad",
                        "ru": "Ништадтский мирный договор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6790,
            "en_question": "In what year was the city of Tomsk formed?",
            "ru_question": "В каком году был образован город Томск?",
            "query": "select ?answer where { wd:Q976 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q976": {
                        "en": "Tomsk",
                        "ru": "Томск"
                    }
                },
                "query": {
                    "Q976": {
                        "en": "Tomsk",
                        "ru": "Томск"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6791,
            "en_question": "In what year was the European Union formed?",
            "ru_question": "В каком году был образован Европейский Союз?",
            "query": "select ?answer where { wd:Q458 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q458": {
                        "en": "European Union",
                        "ru": "Европейский союз"
                    }
                },
                "query": {
                    "Q458": {
                        "en": "European Union",
                        "ru": "Европейский союз"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6793,
            "en_question": "In what year was the Krasnodar territory formed?",
            "ru_question": "В каком году был образован Краснодарский край?",
            "query": "select ?answer where { wd:Q3680 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q3680": {
                        "en": "Krasnodar Krai",
                        "ru": "Краснодарский край"
                    }
                },
                "query": {
                    "Q3680": {
                        "en": "Krasnodar Krai",
                        "ru": "Краснодарский край"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6794,
            "en_question": "In what year was the North Atlantic Alliance formed?",
            "ru_question": "В каком году был образован Североатлантический Союз НАТО?",
            "query": "select ?answer where { wd:Q7184 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q7184": {
                        "en": "NATO",
                        "ru": "Организация Североатлантического договора"
                    }
                },
                "query": {
                    "Q7184": {
                        "en": "NATO",
                        "ru": "Организация Североатлантического договора"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6795,
            "en_question": "In what year was the Union of struggle for the emancipation of the working class formed?",
            "ru_question": "В каком году был образован Союз борьбы за освобождение рабочего класса?",
            "query": "select ?answer where { wd:Q1723321 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1723321": {
                        "en": "League of Struggle for the Emancipation of the Working Class",
                        "ru": "Союз борьбы за освобождение рабочего класса"
                    }
                },
                "query": {
                    "Q1723321": {
                        "en": "League of Struggle for the Emancipation of the Working Class",
                        "ru": "Союз борьбы за освобождение рабочего класса"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }