{
            "id": 6022,
            "en_question": "Who is Yulia Nachalova's father?",
            "ru_question": "Кто отец Юлии Началовой?",
            "query": "select ?answer where { wd:Q2454464 wdt:P22 ?answer }",
            "entities": {
                "question": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                },
                "query": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                },
                "query": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                }
            },
            "answer_en": [
                "Viktor Nachalov"
            ],
            "answer_ru": [
                "Виктор Васильевич Началов"
            ],
            "answer_entities": [
                "Q70498154"
            ]
        },
        {
            "id": 6024,
            "en_question": "Where does the Vuoksa river go?",
            "ru_question": "Куда впадает река Вуокса?",
            "query": "select ?answer where { wd:Q819448 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q819448": {
                        "en": "Vuoksa",
                        "ru": "Вуокса"
                    }
                },
                "query": {
                    "Q819448": {
                        "en": "Vuoksa",
                        "ru": "Вуокса"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Lake Ladoga"
            ],
            "answer_ru": [
                "Ладожское озеро"
            ],
            "answer_entities": [
                "Q15288"
            ]
        },
        {
            "id": 6026,
            "en_question": "What did Mozart play on?",
            "ru_question": "На чем играл Моцарт?",
            "query": "select ?answer where { wd:Q254 wdt:P1303 ?answer }",
            "entities": {
                "question": {
                    "Q254": {
                        "en": "Wolfgang Amadeus Mozart",
                        "ru": "Вольфганг Амадей Моцарт"
                    }
                },
                "query": {
                    "Q254": {
                        "en": "Wolfgang Amadeus Mozart",
                        "ru": "Вольфганг Амадей Моцарт"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                }
            },
            "answer_en": [
                "organ",
                "piano",
                "violin",
                "viola",
                "harpsichord",
                "clavichord",
                "pipe organ",
                "fortepiano"
            ],
            "answer_ru": [
                "орган",
                "фортепиано",
                "скрипка",
                "альт",
                "клавесин",
                "клавикорд",
                "орган",
                "молоточковое фортепиано"
            ],
            "answer_entities": [
                "Q1444",
                "Q5994",
                "Q8355",
                "Q80284",
                "Q81982",
                "Q191823",
                "Q281460",
                "Q1521313"
            ]
        },
        {
            "id": 6027,
            "en_question": "By what constellation can you find the North star?",
            "ru_question": "По какому созвездию можно найти Полярную звезду?",
            "query": "select ?answer where { wd:Q12980 wdt:P59 ?answer }",
            "entities": {
                "question": {
                    "Q12980": {
                        "en": "Polaris",
                        "ru": "Полярная звезда"
                    }
                },
                "query": {
                    "Q12980": {
                        "en": "Polaris",
                        "ru": "Полярная звезда"
                    }
                }
            },
            "relations": {
                "question": {
                    "P59": {
                        "en": "constellation",
                        "ru": "созвездие"
                    }
                },
                "query": {
                    "P59": {
                        "en": "constellation",
                        "ru": "созвездие"
                    }
                }
            },
            "answer_en": [
                "Ursa Minor"
            ],
            "answer_ru": [
                "Малая Медведица"
            ],
            "answer_entities": [
                "Q10478"
            ]
        },
        {
            "id": 6029,
            "en_question": "What did Buzova graduate from?",
            "ru_question": "Что окончила Бузова?",
            "query": "select ?answer where { wd:Q4098374 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q4098374": {
                        "en": "Olga Buzova",
                        "ru": "Ольга Игоревна Бузова"
                    }
                },
                "query": {
                    "Q4098374": {
                        "en": "Olga Buzova",
                        "ru": "Ольга Игоревна Бузова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "The Faculty of Geography and Geoecology"
            ],
            "answer_ru": [
                "факультет географии и геоэкологии Санкт-Петербургского государственного университета"
            ],
            "answer_entities": [
                "Q4480733"
            ]
        },
        {
            "id": 6030,
            "en_question": "What League does AIK play in?",
            "ru_question": "В какой лиге играет Аик?",
            "query": "select ?answer where { wd:Q221602 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q221602": {
                        "en": "AIK Fotboll",
                        "ru": "АИК"
                    }
                },
                "query": {
                    "Q221602": {
                        "en": "AIK Fotboll",
                        "ru": "АИК"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Allsvenskan"
            ],
            "answer_ru": [
                "Чемпионат Швеции по футболу"
            ],
            "answer_entities": [
                "Q202243"
            ]
        },
        {
            "id": 6032,
            "en_question": "What League does Copenhagen play in?",
            "ru_question": "В какой лиге играет Копенгаген?",
            "query": "select ?answer where { wd:Q188430 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q188430": {
                        "en": "F.C. Copenhagen",
                        "ru": "Копенгаген"
                    }
                },
                "query": {
                    "Q188430": {
                        "en": "F.C. Copenhagen",
                        "ru": "Копенгаген"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Danish Superliga"
            ],
            "answer_ru": [
                "Чемпионат Дании по футболу"
            ],
            "answer_entities": [
                "Q204752"
            ]
        },
        {
            "id": 6033,
            "en_question": "What part of the world is Egypt located in?",
            "ru_question": "В какой части планеты находится Египет?",
            "query": "select ?answer where { wd:Q79 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q79": {
                        "en": "Egypt",
                        "ru": "Египет"
                    }
                },
                "query": {
                    "Q79": {
                        "en": "Egypt",
                        "ru": "Египет"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "Africa",
                "Asia"
            ],
            "answer_ru": [
                "Африка",
                "Азия"
            ],
            "answer_entities": [
                "Q15",
                "Q48"
            ]
        },
        {
            "id": 6035,
            "en_question": "What educational institutions did Putin attend?",
            "ru_question": "В каких учебных заведениях учился Путин?",
            "query": "select ?answer where { wd:Q7747 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                },
                "query": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg State University",
                "Academy of Foreign Intelligence",
                "Academy of the Federal Security Service of the Russian Federation",
                "Saint Petersburg Mining University",
                "School 281",
                "Faculty of Law, Saint Petersburg State University",
                "School 193"
            ],
            "answer_ru": [
                "Санкт-Петербургский государственный университет",
                "Академия внешней разведки",
                "Академия Федеральной службы безопасности России",
                "Санкт-Петербургский горный университет",
                "Школа № 281",
                "юридический факультет СПбГУ",
                "Школа № 193"
            ],
            "answer_entities": [
                "Q27621",
                "Q1978570",
                "Q2387574",
                "Q2495829",
                "Q4525174",
                "Q4534839",
                "Q27430017"
            ]
        },
        {
            "id": 6036,
            "en_question": "Where was the international Olympic Committee established?",
            "ru_question": "Где был создан Международный олимпийский комитет?",
            "query": "select ?answer where { wd:Q40970 wdt:P740 ?answer }",
            "entities": {
                "question": {
                    "Q40970": {
                        "en": "International Olympic Committee",
                        "ru": "Международный олимпийский комитет"
                    }
                },
                "query": {
                    "Q40970": {
                        "en": "International Olympic Committee",
                        "ru": "Международный олимпийский комитет"
                    }
                }
            },
            "relations": {
                "question": {
                    "P740": {
                        "en": "location of formation",
                        "ru": "место основания"
                    }
                },
                "query": {
                    "P740": {
                        "en": "location of formation",
                        "ru": "место основания"
                    }
                }
            },
            "answer_en": [
                "Paris"
            ],
            "answer_ru": [
                "Париж"
            ],
            "answer_entities": [
                "Q90"
            ]
        },
        {
            "id": 6037,
            "en_question": "Where was Mikhail Kalashnikov born?",
            "ru_question": "Где родился Михаил Калашников?",
            "query": "select ?answer where { wd:Q167573 wdt:P19 ?answer }",
            "entities": {
                "question": {
                    "Q167573": {
                        "en": "Mikhail Kalashnikov",
                        "ru": "Михаил Тимофеевич Калашников"
                    }
                },
                "query": {
                    "Q167573": {
                        "en": "Mikhail Kalashnikov",
                        "ru": "Михаил Тимофеевич Калашников"
                    }
                }
            },
            "relations": {
                "question": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                },
                "query": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                }
            },
            "answer_en": [
                "Kurya"
            ],
            "answer_ru": [
                "Курья"
            ],
            "answer_entities": [
                "Q1982087"
            ]
        },
        {
            "id": 6039,
            "en_question": "Where is the NATO headquarters?",
            "ru_question": "Где штаб-квартира НАТО?",
            "query": "select ?answer where { wd:Q7184 wdt:P159 ?answer }",
            "entities": {
                "question": {
                    "Q7184": {
                        "en": "NATO",
                        "ru": "Организация Североатлантического договора"
                    }
                },
                "query": {
                    "Q7184": {
                        "en": "NATO",
                        "ru": "Организация Североатлантического договора"
                    }
                }
            },
            "relations": {
                "question": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                },
                "query": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                }
            },
            "answer_en": [
                "City of Brussels",
                "NATO Headquarters"
            ],
            "answer_ru": [
                "Брюссель",
                "Штаб-квартира НАТО"
            ],
            "answer_entities": [
                "Q239",
                "Q12800833"
            ]
        },
        {
            "id": 6040,
            "en_question": "What does the computer's system block consist of?",
            "ru_question": "Из чего состоит системный блок компьютера?",
            "query": "select ?answer where { wd:Q68 wdt:P527 ?answer }",
            "entities": {
                "question": {
                    "Q68": {
                        "en": "computer",
                        "ru": "компьютер"
                    }
                },
                "query": {
                    "Q68": {
                        "en": "computer",
                        "ru": "компьютер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                },
                "query": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                }
            },
            "answer_en": [
                "computer keyboard",
                "computer hardware",
                "central processing unit",
                "software",
                "programming language",
                "graphics processing unit",
                "input-output device"
            ],
            "answer_ru": [
                "компьютерная клавиатура",
                "аппаратное обеспечение",
                "центральный процессор",
                "программное обеспечение",
                "язык программирования",
                "графический процессор",
                "устройство ввода-вывода"
            ],
            "answer_entities": [
                "Q250",
                "Q3966",
                "Q5300",
                "Q7397",
                "Q9143",
                "Q183484",
                "Q2384798"
            ]
        },
        {
            "id": 6042,
            "en_question": "What part of the world is Kazakhstan?",
            "ru_question": "Какая часть света Казахстан?",
            "query": "select ?answer where { wd:Q232 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q232": {
                        "en": "Kazakhstan",
                        "ru": "Казахстан"
                    }
                },
                "query": {
                    "Q232": {
                        "en": "Kazakhstan",
                        "ru": "Казахстан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "Europe",
                "Asia"
            ],
            "answer_ru": [
                "Европа",
                "Азия"
            ],
            "answer_entities": [
                "Q46",
                "Q48"
            ]
        },
        {
            "id": 6044,
            "en_question": "What kind of voice does Luciano Pavarotti have?",
            "ru_question": "Какой голос у Лучано Паваротти?",
            "query": "select ?answer where { wd:Q37615 wdt:P412 ?answer }",
            "entities": {
                "question": {
                    "Q37615": {
                        "en": "Luciano Pavarotti",
                        "ru": "Лучано Паваротти"
                    }
                },
                "query": {
                    "Q37615": {
                        "en": "Luciano Pavarotti",
                        "ru": "Лучано Паваротти"
                    }
                }
            },
            "relations": {
                "question": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                },
                "query": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                }
            },
            "answer_en": [
                "lyric tenor"
            ],
            "answer_ru": [
                "лёгкий тенор"
            ],
            "answer_entities": [
                "Q5492408"
            ]
        },
        {
            "id": 6045,
            "en_question": "What kind of voice does Maria Callas have?",
            "ru_question": "Какой голос у Марии Каллас?",
            "query": "select ?answer where { wd:Q128297 wdt:P412 ?answer }",
            "entities": {
                "question": {
                    "Q128297": {
                        "en": "Maria Callas",
                        "ru": "Мария Каллас"
                    }
                },
                "query": {
                    "Q128297": {
                        "en": "Maria Callas",
                        "ru": "Мария Каллас"
                    }
                }
            },
            "relations": {
                "question": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                },
                "query": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                }
            },
            "answer_en": [
                "dramatic coloratura soprano"
            ],
            "answer_ru": [
                "драматическое колоратурное сопрано"
            ],
            "answer_entities": [
                "Q3964988"
            ]
        },
        {
            "id": 6046,
            "en_question": "What was the title of Princess Diana?",
            "ru_question": "Какой титул носила принцесса Диана?",
            "query": "select ?answer where { wd:Q9685 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q9685": {
                        "en": "Diana, Princess of Wales",
                        "ru": "Диана, принцесса Уэльская"
                    }
                },
                "query": {
                    "Q9685": {
                        "en": "Diana, Princess of Wales",
                        "ru": "Диана, принцесса Уэльская"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "British princess",
                "Princess of Wales"
            ],
            "answer_ru": [
                "British princess",
                "принцесса Уэльская"
            ],
            "answer_entities": [
                "Q579431",
                "Q2000835"
            ]
        },
        {
            "id": 6047,
            "en_question": "What University did Anurag graduate from?",
            "ru_question": "Какой университет окончил Анураг?",
            "query": "select ?answer where { wd:Q2839609 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q2839609": {
                        "en": "Anurag Kashyap",
                        "ru": "Анураг Кашьяп"
                    }
                },
                "query": {
                    "Q2839609": {
                        "en": "Anurag Kashyap",
                        "ru": "Анураг Кашьяп"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "University of Delhi"
            ],
            "answer_ru": [
                "Делийский университет"
            ],
            "answer_entities": [
                "Q665105"
            ]
        },
        {
            "id": 6048,
            "en_question": "Who was Achilles ' mother?",
            "ru_question": "Кто была мать Ахиллеса?",
            "query": "select ?answer where { wd:Q41746 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q41746": {
                        "en": "Achilles",
                        "ru": "Ахилл"
                    }
                },
                "query": {
                    "Q41746": {
                        "en": "Achilles",
                        "ru": "Ахилл"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Thetis"
            ],
            "answer_ru": [
                "Фетида"
            ],
            "answer_entities": [
                "Q184437"
            ]
        },
        {
            "id": 6049,
            "en_question": "Who was the mother of Hercules?",
            "ru_question": "Кто была мать Геракла?",
            "query": "select ?answer where { wd:Q122248 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q122248": {
                        "en": "Heracles",
                        "ru": "Геракл"
                    }
                },
                "query": {
                    "Q122248": {
                        "en": "Heracles",
                        "ru": "Геракл"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Alkmene"
            ],
            "answer_ru": [
                "Алкмена"
            ],
            "answer_entities": [
                "Q190543"
            ]
        },
        {
            "id": 6051,
            "en_question": "Who is Alsou's husband?",
            "ru_question": "Кто муж Алсу?",
            "query": "select ?answer where { wd:Q270951 wdt:P26 ?answer }",
            "entities": {
                "question": {
                    "Q270951": {
                        "en": "Alsou",
                        "ru": "Алсу"
                    }
                },
                "query": {
                    "Q270951": {
                        "en": "Alsou",
                        "ru": "Алсу"
                    }
                }
            },
            "relations": {
                "question": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                },
                "query": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                }
            },
            "answer_en": [
                "Jan Abramov"
            ],
            "answer_ru": [
                "Ян Рафаэльевич Абрамов"
            ],
            "answer_entities": [
                "Q55766251"
            ]
        },
        {
            "id": 6052,
            "en_question": "Who founded Warner brothers?",
            "ru_question": "Кто основал компанию Уорнер Бразерс?",
            "query": "select ?answer where { wd:Q126399 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q126399": {
                        "en": "Warner Bros.",
                        "ru": "Warner Bros."
                    }
                },
                "query": {
                    "Q126399": {
                        "en": "Warner Bros.",
                        "ru": "Warner Bros."
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Jack Warner",
                "Harry Warner",
                "Sam Warner",
                "Albert Warner"
            ],
            "answer_ru": [
                "Джек Уорнер",
                "Хэрри М. Уорнер",
                "Sam Warner",
                "Albert Warner"
            ],
            "answer_entities": [
                "Q72614",
                "Q104161",
                "Q1384655",
                "Q2721194"
            ]
        }