{
            "id": 6238,
            "en_question": "What is the singing voice of Nikolai Baskov?",
            "ru_question": "Какой певческий голос у Николая Баскова?",
            "query": "select ?answer where { wd:Q194917 wdt:P412 ?answer }",
            "entities": {
                "question": {
                    "Q194917": {
                        "en": "Nikolay Baskov",
                        "ru": "Николай Басков"
                    }
                },
                "query": {
                    "Q194917": {
                        "en": "Nikolay Baskov",
                        "ru": "Николай Басков"
                    }
                }
            },
            "relations": {
                "question": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                },
                "query": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                }
            },
            "answer_en": [
                "tenor"
            ],
            "answer_ru": [
                "тенор"
            ],
            "answer_entities": [
                "Q27914"
            ]
        },
        {
            "id": 6239,
            "en_question": "Which game developer created Clash of Clans?",
            "ru_question": "Какой разработчик игр создал Clash of Clans?",
            "query": "select ?answer where { wd:Q13399098 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q13399098": {
                        "en": "Clash of Clans",
                        "ru": "Clash of Clans"
                    }
                },
                "query": {
                    "Q13399098": {
                        "en": "Clash of Clans",
                        "ru": "Clash of Clans"
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "Supercell"
            ],
            "answer_ru": [
                "Supercell"
            ],
            "answer_entities": [
                "Q1438774"
            ]
        },
        {
            "id": 6240,
            "en_question": "Which game developer created Contra?",
            "ru_question": "Какой разработчик игр создал Contra?",
            "query": "select ?answer where { wd:Q2995706 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q2995706": {
                        "en": "Contra",
                        "ru": "Contra"
                    }
                },
                "query": {
                    "Q2995706": {
                        "en": "Contra",
                        "ru": "Contra"
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "Konami"
            ],
            "answer_ru": [
                "Konami"
            ],
            "answer_entities": [
                "Q45700"
            ]
        },
        {
            "id": 6241,
            "en_question": "What the developer has created a Stalker?",
            "ru_question": "Какой разработчик создал Сталкер?",
            "query": "select ?answer where { wd:Q2464641 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q2464641": {
                        "en": "S.T.A.L.K.E.R.",
                        "ru": "S.T.A.L.K.E.R."
                    }
                },
                "query": {
                    "Q2464641": {
                        "en": "S.T.A.L.K.E.R.",
                        "ru": "S.T.A.L.K.E.R."
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "GSC Game World",
                "Qplaze"
            ],
            "answer_ru": [
                "GSC Game World",
                "Qplaze"
            ],
            "answer_entities": [
                "Q1425861",
                "Q7268181"
            ]
        },
        {
            "id": 6242,
            "en_question": "What is the timbre of the voice of Zoya Yashchenko the Creator and leader of the Belaya Gvardiya group?",
            "ru_question": "Какой тембр голоса у Зои Ященко создателя и лидера группы Белая гвардия?",
            "query": "select ?answer where { wd:Q4539966 wdt:P412 ?answer }",
            "entities": {
                "question": {
                    "Q4539966": {
                        "en": "Zoya Yaschenko",
                        "ru": "Ященко, Зоя Николаевна"
                    }
                },
                "query": {
                    "Q4539966": {
                        "en": "Zoya Yaschenko",
                        "ru": "Ященко, Зоя Николаевна"
                    }
                }
            },
            "relations": {
                "question": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                },
                "query": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                }
            },
            "answer_en": [
                "mezzo-soprano"
            ],
            "answer_ru": [
                "меццо-сопрано"
            ],
            "answer_entities": [
                "Q186506"
            ]
        },
        {
            "id": 6244,
            "en_question": "What title does don Quixote have?",
            "ru_question": "Какой титул имеет Дон Кихот?",
            "query": "select ?answer where { wd:Q944201 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q944201": {
                        "en": "Alonso Quijano",
                        "ru": "Дон Кихот"
                    }
                },
                "query": {
                    "Q944201": {
                        "en": "Alonso Quijano",
                        "ru": "Дон Кихот"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "hidalgo"
            ],
            "answer_ru": [
                "Идальго"
            ],
            "answer_entities": [
                "Q379053"
            ]
        },
        {
            "id": 6245,
            "en_question": "What is the title of Prince Charles, the eldest son of the British Queen?",
            "ru_question": "Какой титул имеет принц Чарльз старший сын британской королевы?",
            "query": "select ?answer where { wd:Q43274 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q43274": {
                        "en": "Charles III",
                        "ru": "Карл III"
                    }
                },
                "query": {
                    "Q43274": {
                        "en": "Charles III",
                        "ru": "Карл III"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "Prince of Wales",
                "Earl of Carrick",
                "Duke of Rothesay",
                "Earl of Chester",
                "Duke of Cornwall",
                "Baron of Renfrew"
            ],
            "answer_ru": [
                "принц Уэльский",
                "граф Каррик",
                "герцог Ротсей",
                "граф Честер",
                "герцог Корнуольский",
                "Барон Ренфру"
            ],
            "answer_entities": [
                "Q180729",
                "Q181951",
                "Q1059510",
                "Q1277249",
                "Q2494846",
                "Q4862955"
            ]
        },
        {
            "id": 6246,
            "en_question": "What was the title of Leo Tolstoy?",
            "ru_question": "Какой титул носил Лев Николаевич Толстой?",
            "query": "select ?answer where { wd:Q7243 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q7243": {
                        "en": "Leo Tolstoy",
                        "ru": "Лев Николаевич Толстой"
                    }
                },
                "query": {
                    "Q7243": {
                        "en": "Leo Tolstoy",
                        "ru": "Лев Николаевич Толстой"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "graf"
            ],
            "answer_ru": [
                "граф"
            ],
            "answer_entities": [
                "Q28989"
            ]
        },
        {
            "id": 6248,
            "en_question": "What kind of faith practiced by the Jews?",
            "ru_question": "Какую веру исповедуют евреи?",
            "query": "select ?answer where { wd:Q7325 wdt:P140 ?answer }",
            "entities": {
                "question": {
                    "Q7325": {
                        "en": "Jewish people",
                        "ru": "евреи"
                    }
                },
                "query": {
                    "Q7325": {
                        "en": "Jewish people",
                        "ru": "евреи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                },
                "query": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                }
            },
            "answer_en": [
                "Judaism"
            ],
            "answer_ru": [
                "иудаизм"
            ],
            "answer_entities": [
                "Q9268"
            ]
        },
        {
            "id": 6249,
            "en_question": "What the religion of the Ossetians?",
            "ru_question": "Какую религию исповедуют осетины?",
            "query": "select ?answer where { wd:Q106974 wdt:P140 ?answer }",
            "entities": {
                "question": {
                    "Q106974": {
                        "en": "Ossetians",
                        "ru": "осетины"
                    }
                },
                "query": {
                    "Q106974": {
                        "en": "Ossetians",
                        "ru": "осетины"
                    }
                }
            },
            "relations": {
                "question": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                },
                "query": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                }
            },
            "answer_en": [
                "Islam",
                "Christianity"
            ],
            "answer_ru": [
                "ислам",
                "христианство"
            ],
            "answer_entities": [
                "Q432",
                "Q5043"
            ]
        },
        {
            "id": 6251,
            "en_question": "Who is the architect of the Kremlin's Spasskaya tower?",
            "ru_question": "Кто архитектор Спасской башни кремля?",
            "query": "select ?answer where { wd:Q2416732 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q2416732": {
                        "en": "Spasskaya Tower",
                        "ru": "Спасская башня"
                    }
                },
                "query": {
                    "Q2416732": {
                        "en": "Spasskaya Tower",
                        "ru": "Спасская башня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Pietro Antonio Solari"
            ],
            "answer_ru": [
                "Солари, Пьетро Антонио"
            ],
            "answer_entities": [
                "Q1394287"
            ]
        },
        {
            "id": 6252,
            "en_question": "Who is the architect of the Trinity tower?",
            "ru_question": "Кто архитектор Троицкой башни?",
            "query": "select ?answer where { wd:Q2373544 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q2373544": {
                        "en": "Troitskaya Tower",
                        "ru": "Троицкая башня"
                    }
                },
                "query": {
                    "Q2373544": {
                        "en": "Troitskaya Tower",
                        "ru": "Троицкая башня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Aloisio da Milano"
            ],
            "answer_ru": [
                "Алевиз Фрязин Старый"
            ],
            "answer_entities": [
                "Q2498026"
            ]
        },
        {
            "id": 6253,
            "en_question": "Who was Jon snow's mother?",
            "ru_question": "Кто была мать Джона Сноу?",
            "query": "select ?answer where { wd:Q3183235 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q3183235": {
                        "en": "Jon Snow",
                        "ru": "Джон Сноу"
                    }
                },
                "query": {
                    "Q3183235": {
                        "en": "Jon Snow",
                        "ru": "Джон Сноу"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Lyanna Stark"
            ],
            "answer_ru": [
                "Лианна Старк"
            ],
            "answer_entities": [
                "Q23759071"
            ]
        },
        {
            "id": 6254,
            "en_question": "Who was the mother of Jesus Christ?",
            "ru_question": "Кто была мать Иисуса Христа?",
            "query": "select ?answer where { wd:Q302 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                },
                "query": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Mary"
            ],
            "answer_ru": [
                "Дева Мария"
            ],
            "answer_entities": [
                "Q345"
            ]
        },
        {
            "id": 6255,
            "en_question": "Who was king David's mother?",
            "ru_question": "Кто была мать царя Давида?",
            "query": "select ?answer where { wd:Q41370 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q41370": {
                        "en": "David",
                        "ru": "Давид"
                    }
                },
                "query": {
                    "Q41370": {
                        "en": "David",
                        "ru": "Давид"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Nitzevet"
            ],
            "answer_ru": [
                "Нацевет"
            ],
            "answer_entities": [
                "Q7041639"
            ]
        },
        {
            "id": 6257,
            "en_question": "Who is the daughter of Svetlana Toma?",
            "ru_question": "Кто дочь Светланы Тома?",
            "query": "select ?answer where { wd:Q463809 wdt:P40 ?answer }",
            "entities": {
                "question": {
                    "Q463809": {
                        "en": "Svetlana Toma",
                        "ru": "Светлана Тома"
                    }
                },
                "query": {
                    "Q463809": {
                        "en": "Svetlana Toma",
                        "ru": "Светлана Тома"
                    }
                }
            },
            "relations": {
                "question": {
                    "P40": {
                        "en": "child",
                        "ru": "дети"
                    }
                },
                "query": {
                    "P40": {
                        "en": "child",
                        "ru": "дети"
                    }
                }
            },
            "answer_en": [
                "Irina Lachina"
            ],
            "answer_ru": [
                "Ирина Олеговна Лачина"
            ],
            "answer_entities": [
                "Q1966985"
            ]
        },
        {
            "id": 6259,
            "en_question": "Who performs the song Material girl?",
            "ru_question": "Кто исполняет песню Material girl?",
            "query": "select ?answer where { wd:Q654228 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q654228": {
                        "en": "Material Girl",
                        "ru": "Material Girl"
                    }
                },
                "query": {
                    "Q654228": {
                        "en": "Material Girl",
                        "ru": "Material Girl"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Madonna"
            ],
            "answer_ru": [
                "Мадонна"
            ],
            "answer_entities": [
                "Q1744"
            ]
        },
        {
            "id": 6260,
            "en_question": "Who wrote the fable of the Swan pike and cancer?",
            "ru_question": "Кто написал басню Лебедь щука и рак?",
            "query": "select ?answer where { wd:Q4255982 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q4255982": {
                        "en": "The Swan, the Pike, and the Crayfish",
                        "ru": "Лебедь, Щука и Рак"
                    }
                },
                "query": {
                    "Q4255982": {
                        "en": "The Swan, the Pike, and the Crayfish",
                        "ru": "Лебедь, Щука и Рак"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Yanka Kupala",
                "Ivan Krylov"
            ],
            "answer_ru": [
                "Янка Купала",
                "Иван Андреевич Крылов"
            ],
            "answer_entities": [
                "Q377",
                "Q191480"
            ]
        },
        {
            "id": 6261,
            "en_question": "Who wrote the invisible Man?",
            "ru_question": "Кто написал Человека-невидимку?",
            "query": "select ?answer where { wd:Q1539509 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q1539509": {
                        "en": "The Invisible Man",
                        "ru": "Человек-невидимка"
                    }
                },
                "query": {
                    "Q1539509": {
                        "en": "The Invisible Man",
                        "ru": "Человек-невидимка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "H. G. Wells"
            ],
            "answer_ru": [
                "Герберт Уэллс"
            ],
            "answer_entities": [
                "Q42511"
            ]
        },
        {
            "id": 6262,
            "en_question": "Who is the Director of the film suicide Squad?",
            "ru_question": "Кто оператор фильма Отряд самоубийц?",
            "query": "select ?answer where { wd:Q18604504 wdt:P344 ?answer }",
            "entities": {
                "question": {
                    "Q18604504": {
                        "en": "Suicide Squad",
                        "ru": "Отряд самоубийц"
                    }
                },
                "query": {
                    "Q18604504": {
                        "en": "Suicide Squad",
                        "ru": "Отряд самоубийц"
                    }
                }
            },
            "relations": {
                "question": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                },
                "query": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                }
            },
            "answer_en": [
                "Roman Vasyanov"
            ],
            "answer_ru": [
                "Роман Васьянов"
            ],
            "answer_entities": [
                "Q15151625"
            ]
        },
        {
            "id": 6263,
            "en_question": "Who is the cameraman of the film Stilyagi?",
            "ru_question": "Кто оператор фильма Стиляги?",
            "query": "select ?answer where { wd:Q1962112 wdt:P344 ?answer }",
            "entities": {
                "question": {
                    "Q1962112": {
                        "en": "Stilyagi",
                        "ru": "Стиляги"
                    }
                },
                "query": {
                    "Q1962112": {
                        "en": "Stilyagi",
                        "ru": "Стиляги"
                    }
                }
            },
            "relations": {
                "question": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                },
                "query": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                }
            },
            "answer_en": [
                "Roman Vasyanov"
            ],
            "answer_ru": [
                "Роман Васьянов"
            ],
            "answer_entities": [
                "Q15151625"
            ]
        },
        {
            "id": 6264,
            "en_question": "Who is the cameraman of the movie Circus?",
            "ru_question": "Кто оператор фильма Цирк?",
            "query": "select ?answer where { wd:Q1976863 wdt:P344 ?answer }",
            "entities": {
                "question": {
                    "Q1976863": {
                        "en": "Circus",
                        "ru": "Цирк"
                    }
                },
                "query": {
                    "Q1976863": {
                        "en": "Circus",
                        "ru": "Цирк"
                    }
                }
            },
            "relations": {
                "question": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                },
                "query": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                }
            },
            "answer_en": [
                "Boris Aretskiy",
                "Vladimir Nilsen",
                "Boris Petrov"
            ],
            "answer_ru": [
                "Арецкий, Борис Соломонович",
                "Владимир Соломонович Нильсен",
                "Петров, Борис Александрович"
            ],
            "answer_entities": [
                "Q4069095",
                "Q4321371",
                "Q4360695"
            ]
        },
        {
            "id": 6265,
            "en_question": "Who organized the company Apple?",
            "ru_question": "Кто организовал компанию Apple?",
            "query": "select ?answer where { wd:Q312 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q312": {
                        "en": "Apple",
                        "ru": "Apple"
                    }
                },
                "query": {
                    "Q312": {
                        "en": "Apple",
                        "ru": "Apple"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Steve Jobs",
                "Ronald Wayne",
                "Steve Wozniak"
            ],
            "answer_ru": [
                "Стив Джобс",
                "Рональд Уэйн",
                "Стив Возняк"
            ],
            "answer_entities": [
                "Q19837",
                "Q332591",
                "Q483382"
            ]
        }