{
            "id": 7197,
            "en_question": "What is the area of ​​Kazakhstan?",
            "ru_question": "Какая площадь Казахстана?",
            "query": "select ?answer where { wd:Q232 wdt:P2046 ?answer  }",
            "entities": {
                "question": {
                    "Q232": {
                        "en": "Kazakhstan",
                        "ru": "Казахстан"
                    }
                },
                "query": {
                    "Q232": {
                        "en": "Kazakhstan",
                        "ru": "Казахстан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7198,
            "en_question": "When did Megalodon become extinct?",
            "ru_question": "Когда вымер мегалодон?",
            "query": "select ?answer where { wd:Q163873 wdt:P582 ?answer  }",
            "entities": {
                "question": {
                    "Q163873": {
                        "en": "megalodon",
                        "ru": "мегалодон"
                    }
                },
                "query": {
                    "Q163873": {
                        "en": "megalodon",
                        "ru": "мегалодон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7199,
            "en_question": "When did the Chernobyl nuclear power plant close?",
            "ru_question": "Когда закрыли Чернобыльскую АЭС?",
            "query": "select ?answer where { wd:Q215419 wdt:P730 ?answer  }",
            "entities": {
                "question": {
                    "Q215419": {
                        "en": "Chernobyl Nuclear Power Plant",
                        "ru": "Чернобыльская АЭС"
                    }
                },
                "query": {
                    "Q215419": {
                        "en": "Chernobyl Nuclear Power Plant",
                        "ru": "Чернобыльская АЭС"
                    }
                }
            },
            "relations": {
                "question": {
                    "P730": {
                        "en": "service retirement",
                        "ru": "дата вывода из эксплуатации"
                    }
                },
                "query": {
                    "P730": {
                        "en": "service retirement",
                        "ru": "дата вывода из эксплуатации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }