{
            "id": 6707,
            "en_question": "When was Yuri Gagarin born?",
            "ru_question": "Когда родился Юрий Гагарин?",
            "query": "select ?answer where { wd:Q7327 wdt:P569 ?answer }",
            "entities": {
                "question": {
                    "Q7327": {
                        "en": "Yuri Gagarin",
                        "ru": "Юрий Алексеевич Гагарин"
                    }
                },
                "query": {
                    "Q7327": {
                        "en": "Yuri Gagarin",
                        "ru": "Юрий Алексеевич Гагарин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6708,
            "en_question": "When was the premiere of the Opera Ruslan and Lyudmila?",
            "ru_question": "Когда состоялась премьера оперы Руслан и Людмила?",
            "query": "select ?answer where { wd:Q522408 wdt:P1191 ?answer }",
            "entities": {
                "question": {
                    "Q522408": {
                        "en": "Ruslan and Lyudmila",
                        "ru": "Руслан и Людмила"
                    }
                },
                "query": {
                    "Q522408": {
                        "en": "Ruslan and Lyudmila",
                        "ru": "Руслан и Людмила"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1191": {
                        "en": "date of first performance",
                        "ru": "дата первого исполнения"
                    }
                },
                "query": {
                    "P1191": {
                        "en": "date of first performance",
                        "ru": "дата первого исполнения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6709,
            "en_question": "When was the movie Girls released?",
            "ru_question": "Когда был выпущен фильм Девчата?",
            "query": "select ?answer where { wd:Q2373306 wdt:P577 ?answer }",
            "entities": {
                "question": {
                    "Q2373306": {
                        "en": "The Girls",
                        "ru": "Девчата"
                    }
                },
                "query": {
                    "Q2373306": {
                        "en": "The Girls",
                        "ru": "Девчата"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6710,
            "en_question": "Number of seasons COP wars?",
            "ru_question": "Количество сезонов Ментовские войны?",
            "query": "select ?answer where { wd:Q4290573 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q4290573": {
                        "en": "Mentovskie voiny",
                        "ru": "Ментовские войны"
                    }
                },
                "query": {
                    "Q4290573": {
                        "en": "Mentovskie voiny",
                        "ru": "Ментовские войны"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6711,
            "en_question": "The number of seasons is peaky blinders?",
            "ru_question": "Количество сезонов Острые козырьки?",
            "query": "select ?answer where { wd:Q14944179 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q14944179": {
                        "en": "Peaky Blinders",
                        "ru": "Острые козырьки"
                    }
                },
                "query": {
                    "Q14944179": {
                        "en": "Peaky Blinders",
                        "ru": "Острые козырьки"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6713,
            "en_question": "How many seasons in the series major?",
            "ru_question": "Сколько сезонов в сериале Мажор?",
            "query": "select ?answer where { wd:Q19619067 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q19619067": {
                        "en": "Silver Spoon",
                        "ru": "Мажор"
                    }
                },
                "query": {
                    "Q19619067": {
                        "en": "Silver Spoon",
                        "ru": "Мажор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6714,
            "en_question": "How many seasons in the TV series Policeman from Rublyovka?",
            "ru_question": "Сколько сезонов в сериале Полицейский с рублёвки?",
            "query": "select ?answer where { wd:Q28667797 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q28667797": {
                        "en": "Policeman s Rublyovky",
                        "ru": "Полицейский с Рублёвки"
                    }
                },
                "query": {
                    "Q28667797": {
                        "en": "Policeman s Rublyovky",
                        "ru": "Полицейский с Рублёвки"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6716,
            "en_question": "What is the area of the Imandra lake basin?",
            "ru_question": "Какая площадь бассейна озера Имандра?",
            "query": "select ?answer where { wd:Q265997 wdt:P2053 ?answer }",
            "entities": {
                "question": {
                    "Q265997": {
                        "en": "Imandra",
                        "ru": "Имандра"
                    }
                },
                "query": {
                    "Q265997": {
                        "en": "Imandra",
                        "ru": "Имандра"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                },
                "query": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6717,
            "en_question": "In what year was the USSR Olympic Committee established?",
            "ru_question": "В каком году был создан Олимпийский комитет СССР?",
            "query": "select ?answer where { wd:Q15845839 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q15845839": {
                        "en": "Soviet Olympic Committee",
                        "ru": "Олимпийский комитет СССР"
                    }
                },
                "query": {
                    "Q15845839": {
                        "en": "Soviet Olympic Committee",
                        "ru": "Олимпийский комитет СССР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6718,
            "en_question": "In what year was founded the company Philip Morris?",
            "ru_question": "В каком году была основана компания Philip Morris?",
            "query": "select ?answer where { wd:Q1852556 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1852556": {
                        "en": "Philip Morris International",
                        "ru": "Philip Morris International"
                    }
                },
                "query": {
                    "Q1852556": {
                        "en": "Philip Morris International",
                        "ru": "Philip Morris International"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6719,
            "en_question": "In what year was the international handball Federation established?",
            "ru_question": "В каком году была создана Международная федерация гандбола?",
            "query": "select ?answer where { wd:Q651333 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q651333": {
                        "en": "International Handball Federation",
                        "ru": "Международная федерация гандбола"
                    }
                },
                "query": {
                    "Q651333": {
                        "en": "International Handball Federation",
                        "ru": "Международная федерация гандбола"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6724,
            "en_question": "In what year was the neutron discovered?",
            "ru_question": "В каком году был открыт нейтрон?",
            "query": "select ?answer where { wd:Q2348 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2348": {
                        "en": "neutron",
                        "ru": "нейтрон"
                    }
                },
                "query": {
                    "Q2348": {
                        "en": "neutron",
                        "ru": "нейтрон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6725,
            "en_question": "In what year was the Lisbon Treaty signed?",
            "ru_question": "В каком году был подписан Лиссабонский договор?",
            "query": "select ?answer where { wd:Q52843 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q52843": {
                        "en": "Treaty of Lisbon",
                        "ru": "Лиссабонский договор"
                    }
                },
                "query": {
                    "Q52843": {
                        "en": "Treaty of Lisbon",
                        "ru": "Лиссабонский договор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6726,
            "en_question": "In what year was the St. Petersburg City Duma established?",
            "ru_question": "В каком году была учреждена Петербургская Городская дума?",
            "query": "select ?answer where { wd:Q4407658 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q4407658": {
                        "en": "Saint Petersburg City Duma",
                        "ru": "Санкт-Петербургская городская дума"
                    }
                },
                "query": {
                    "Q4407658": {
                        "en": "Saint Petersburg City Duma",
                        "ru": "Санкт-Петербургская городская дума"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6727,
            "en_question": "In what year was the title of Hero of the Soviet Union established?",
            "ru_question": "В каком году было учреждено звание Героя Советского Союза?",
            "query": "select ?answer where { wd:Q178473 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q178473": {
                        "en": "Hero of the Soviet Union",
                        "ru": "Герой Советского Союза"
                    }
                },
                "query": {
                    "Q178473": {
                        "en": "Hero of the Soviet Union",
                        "ru": "Герой Советского Союза"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6729,
            "en_question": "In what year did the uprising under the leadership of Emelyan Pugachev end?",
            "ru_question": "В каком году завершилось восстание под руководством Емельяна Пугачёва?",
            "query": "select ?answer where { wd:Q154100 wdt:P582 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q154100": {
                        "en": "Pugachev's Rebellion",
                        "ru": "Крестьянская война под предводительством Емельяна Пугачёва"
                    }
                },
                "query": {
                    "Q154100": {
                        "en": "Pugachev's Rebellion",
                        "ru": "Крестьянская война под предводительством Емельяна Пугачёва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6730,
            "en_question": "In what year did the Second world war end?",
            "ru_question": "В каком году закончилась Вторая мировая война?",
            "query": "select ?answer where { wd:Q362 wdt:P582 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q362": {
                        "en": "World War II",
                        "ru": "Вторая мировая война"
                    }
                },
                "query": {
                    "Q362": {
                        "en": "World War II",
                        "ru": "Вторая мировая война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6732,
            "en_question": "In what year Was the armed Forces of the USSR formed?",
            "ru_question": "В каком году образованы Вооруженные Силы СССР?",
            "query": "select ?answer where { wd:Q7915590 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q7915590": {
                        "en": "Soviet Armed Forces",
                        "ru": "Вооружённые силы СССР"
                    }
                },
                "query": {
                    "Q7915590": {
                        "en": "Soviet Armed Forces",
                        "ru": "Вооружённые силы СССР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6733,
            "en_question": "In what year were the airborne forces founded?",
            "ru_question": "В каком году основаны ВДВ?",
            "query": "select ?answer where { wd:Q977436 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q977436": {
                        "en": "Russian Airborne Troops",
                        "ru": "Воздушно-десантные войска России"
                    }
                },
                "query": {
                    "Q977436": {
                        "en": "Russian Airborne Troops",
                        "ru": "Воздушно-десантные войска России"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6734,
            "en_question": "In what year was the Kazan Cathedral built?",
            "ru_question": "В каком году построен Казанский собор?",
            "query": "select ?answer where { wd:Q404571 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q404571": {
                        "en": "Kazan Cathedral",
                        "ru": "Казанский собор"
                    }
                },
                "query": {
                    "Q404571": {
                        "en": "Kazan Cathedral",
                        "ru": "Казанский собор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6735,
            "en_question": "In what year was the Berlin wall built?",
            "ru_question": "В каком году построена Берлинская стена?",
            "query": "select ?answer where { wd:Q5086 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q5086": {
                        "en": "Berlin Wall",
                        "ru": "Берлинская стена"
                    }
                },
                "query": {
                    "Q5086": {
                        "en": "Berlin Wall",
                        "ru": "Берлинская стена"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6736,
            "en_question": "In what year was the battle of the Kalka river fought?",
            "ru_question": "В каком году произошла битва на реке Калке?",
            "query": "select ?answer where { wd:Q570204 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q570204": {
                        "en": "Battle of the Kalka River",
                        "ru": "битва на реке Калке"
                    }
                },
                "query": {
                    "Q570204": {
                        "en": "Battle of the Kalka River",
                        "ru": "битва на реке Калке"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6737,
            "en_question": "In what year did the Palace coup that brought Catherine the Great to power take place?",
            "ru_question": "В каком году произошёл дворцовый переворот приведший к власти Екатерину Великую?",
            "query": "select ?answer where { wd:Q4156075 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q4156075": {
                        "en": "1762 coup d'état",
                        "ru": "дворцовый переворот 1762 года"
                    }
                },
                "query": {
                    "Q4156075": {
                        "en": "1762 coup d'état",
                        "ru": "дворцовый переворот 1762 года"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }