{
            "id": 370,
            "en_question": "Who is the author of the novel \"razor's Edge\"?",
            "ru_question": "Кто автор романа \"Острие бритвы\"?",
            "query": "select ?answer where { wd:Q759329 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q759329": {
                        "en": "The Razor's Edge",
                        "ru": "Остриё бритвы"
                    }
                },
                "query": {
                    "Q759329": {
                        "en": "The Razor's Edge",
                        "ru": "Остриё бритвы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "William Somerset Maugham"
            ],
            "answer_ru": [
                "Уильям Сомерсет Моэм"
            ],
            "answer_entities": [
                "Q134942"
            ]
        },
        {
            "id": 379,
            "en_question": "Who is the author of the musical play \"the sorcerer's Apprentice\"?",
            "ru_question": "Кто автор музыкальной пьесы \"Ученик чародея\"?",
            "query": "select ?answer where { wd:Q1066882 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q1066882": {
                        "en": "The Sorcerer's Apprentice",
                        "ru": "Ученик чародея"
                    }
                },
                "query": {
                    "Q1066882": {
                        "en": "The Sorcerer's Apprentice",
                        "ru": "Ученик чародея"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Paul Dukas"
            ],
            "answer_ru": [
                "Поль Дюка"
            ],
            "answer_entities": [
                "Q215556"
            ]
        },
        {
            "id": 390,
            "en_question": "Who is the author of the novel \"ugryum-reka\"?",
            "ru_question": "Кто является автором романа \"угрюм-река\"?",
            "query": "select ?answer where { wd:Q4469193 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q4469193": {
                        "en": "Gloomy River",
                        "ru": "Угрюм-река"
                    }
                },
                "query": {
                    "Q4469193": {
                        "en": "Gloomy River",
                        "ru": "Угрюм-река"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Vyacheslav Shishkov"
            ],
            "answer_ru": [
                "Вячеслав Яковлевич Шишков"
            ],
            "answer_entities": [
                "Q320653"
            ]
        },
        {
            "id": 391,
            "en_question": "who won the men's biathlon world Cup in 2013",
            "ru_question": "кто завоевал кубок мира по биатлону среди мужчин в 2013 году",
            "query": "select ?answer where { wd:Q128634 wdt:P1346 ?answer . ?answer wdt:P21 wd:Q6581097 }",
            "entities": {
                "question": {
                    "Q6581097": {
                        "en": "male",
                        "ru": "мужской пол"
                    },
                    "Q128634": {
                        "en": "2012–13 Biathlon World Cup",
                        "ru": "Кубок мира по биатлону 2012/13"
                    }
                },
                "query": {
                    "Q6581097": {
                        "en": "male",
                        "ru": "мужской пол"
                    },
                    "Q128634": {
                        "en": "2012–13 Biathlon World Cup",
                        "ru": "Кубок мира по биатлону 2012/13"
                    }
                }
            },
            "relations": {
                "question": {
                    "P21": {
                        "en": "sex or gender",
                        "ru": "пол или гендер"
                    },
                    "P1346": {
                        "en": "winner",
                        "ru": "победитель"
                    }
                },
                "query": {
                    "P1346": {
                        "en": "winner",
                        "ru": "победитель"
                    },
                    "P21": {
                        "en": "sex or gender",
                        "ru": "пол или гендер"
                    }
                }
            },
            "answer_en": [
                "Martin Fourcade"
            ],
            "answer_ru": [
                "Мартен Фуркад"
            ],
            "answer_entities": [
                "Q359348"
            ]
        },
        {
            "id": 394,
            "en_question": "Who directed the famous Japanese-Soviet film \"Dersu Uzala\"?",
            "ru_question": "Кто поставил знаменитый японо-советский фильм \"Дерсу Узала\"?",
            "query": "select ?answer where { wd:Q948023 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q948023": {
                        "en": "Dersu Uzala",
                        "ru": "Дерсу Узала"
                    }
                },
                "query": {
                    "Q948023": {
                        "en": "Dersu Uzala",
                        "ru": "Дерсу Узала"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Akira Kurosawa"
            ],
            "answer_ru": [
                "Акира Куросава"
            ],
            "answer_entities": [
                "Q8006"
            ]
        },
        {
            "id": 399,
            "en_question": "In which city in America is the \"Bronx\" an urban area",
            "ru_question": "В каком городе Америки \"Бронкс\" является городским районам",
            "query": "select ?answer where { wd:Q18426 wdt:P131 ?answer }",
            "entities": {
                "question": {
                    "Q18426": {
                        "en": "The Bronx",
                        "ru": "Бронкс"
                    }
                },
                "query": {
                    "Q18426": {
                        "en": "The Bronx",
                        "ru": "Бронкс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                },
                "query": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                }
            },
            "answer_en": [
                "New York City"
            ],
            "answer_ru": [
                "Нью-Йорк"
            ],
            "answer_entities": [
                "Q60"
            ]
        },
        {
            "id": 400,
            "en_question": "Where the summer Olympic games will be held in 2016.",
            "ru_question": "Где будут проходить летние Олимпийские игры в 2016г.",
            "query": "select ?answer where { wd:Q8613 wdt:P276 ?answer }",
            "entities": {
                "question": {
                    "Q8613": {
                        "en": "2016 Summer Olympics",
                        "ru": "летние Олимпийские игры 2016"
                    }
                },
                "query": {
                    "Q8613": {
                        "en": "2016 Summer Olympics",
                        "ru": "летние Олимпийские игры 2016"
                    }
                }
            },
            "relations": {
                "question": {
                    "P276": {
                        "en": "location",
                        "ru": "местонахождение"
                    }
                },
                "query": {
                    "P276": {
                        "en": "location",
                        "ru": "местонахождение"
                    }
                }
            },
            "answer_en": [
                "Rio de Janeiro"
            ],
            "answer_ru": [
                "Рио-де-Жанейро"
            ],
            "answer_entities": [
                "Q8678"
            ]
        },
        {
            "id": 470,
            "en_question": "Who is the author of the novel \"Island of Crimea\"?",
            "ru_question": "Кто автор романа \"Остров Крым\"?",
            "query": "select ?answer where { wd:Q4338818 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q4338818": {
                        "en": "The Island of Crimea",
                        "ru": "Остров Крым"
                    }
                },
                "query": {
                    "Q4338818": {
                        "en": "The Island of Crimea",
                        "ru": "Остров Крым"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Vasily Aksyonov"
            ],
            "answer_ru": [
                "Василий Павлович Аксёнов"
            ],
            "answer_entities": [
                "Q315185"
            ]
        },
        {
            "id": 496,
            "en_question": "What US state do Americans call the \"lone star state\"?",
            "ru_question": "Какой штат США американцы называют \"Штат Одинокой звезды\"?",
            "query": "select ?answer where { ?answer skos:altlabel \"штат одинокой звезды\"@ru }",
            "entities": {
                "question": {},
                "query": {}
            },
            "relations": {
                "question": {},
                "query": {}
            },
            "answer_en": [
                "Texas"
            ],
            "answer_ru": [
                "Техас"
            ],
            "answer_entities": [
                "Q1439"
            ]
        },
        {
            "id": 502,
            "en_question": "What writer is the author of the fantastic story \"Exchange of minds\"?",
            "ru_question": "Какой писатель является автором фантастической повести \"Обмен разумов\"?",
            "query": "select ?answer where { wd:Q4329382 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q4329382": {
                        "en": "Mindswap",
                        "ru": "Обмен разумов"
                    }
                },
                "query": {
                    "Q4329382": {
                        "en": "Mindswap",
                        "ru": "Обмен разумов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Robert Sheckley"
            ],
            "answer_ru": [
                "Роберт Шекли"
            ],
            "answer_entities": [
                "Q333246"
            ]
        },
        {
            "id": 509,
            "en_question": "Who is the Director and main character of the movie \"Dancing with wolves\"?",
            "ru_question": "Кто режиссер и главный герой фильма \"Танцы с волками\"?",
            "query": "select ?answer where { wd:Q20456 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q20456": {
                        "en": "Dances with Wolves",
                        "ru": "Танцующий с волками"
                    }
                },
                "query": {
                    "Q20456": {
                        "en": "Dances with Wolves",
                        "ru": "Танцующий с волками"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Kevin Costner"
            ],
            "answer_ru": [
                "Кевин Костнер"
            ],
            "answer_entities": [
                "Q11930"
            ]
        },
        {
            "id": 511,
            "en_question": "Who is the author of the philosophical treatise \"on the nature of things\"?",
            "ru_question": "Кто автор философского трактата \"О природе вещей\"?",
            "query": "select ?answer where { wd:Q861986 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q861986": {
                        "en": "De rerum natura",
                        "ru": "De rerum natura"
                    }
                },
                "query": {
                    "Q861986": {
                        "en": "De rerum natura",
                        "ru": "De rerum natura"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Lucretius"
            ],
            "answer_ru": [
                "Тит Лукреций Кар"
            ],
            "answer_entities": [
                "Q47154"
            ]
        },
        {
            "id": 540,
            "en_question": "Where is the action of the plot of the cult novel by j. Joyce's \"Ulysses\"?",
            "ru_question": "Где происходит действие сюжета культового романа Дж. Джойса \"Улисс\"?",
            "query": "select ?answer where { wd:Q6511 wdt:P840 ?answer }",
            "entities": {
                "question": {
                    "Q6511": {
                        "en": "Ulysses",
                        "ru": "Улисс"
                    }
                },
                "query": {
                    "Q6511": {
                        "en": "Ulysses",
                        "ru": "Улисс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P840": {
                        "en": "narrative location",
                        "ru": "место действия"
                    }
                },
                "query": {
                    "P840": {
                        "en": "narrative location",
                        "ru": "место действия"
                    }
                }
            },
            "answer_en": [
                "Dublin",
                "Grafton Street",
                "Dalkey",
                "Glasnevin Cemetery",
                "National Library of Ireland",
                "O'Connell Bridge",
                "James Joyce Tower and Museum",
                "Cabra",
                "Nelson's Pillar",
                "Davy Byrne's pub",
                "Freeman's Journal",
                "Sandymount Strand",
                "National Maternity Hospital, Dublin",
                "#7 Eccles street"
            ],
            "answer_ru": [
                "Дублин",
                "Графтон-стрит",
                "Долки",
                "Гласневин",
                "Национальная библиотека Ирландии",
                "Мост О'Коннелла",
                "Башня Джеймса Джойса",
                "Кабра",
                "Колонна Нельсона в Дублине",
                "Davy Byrne's pub",
                "Freeman's Journal",
                "Sandymount Strand",
                "National Maternity Hospital, Dublin",
                "#7 Eccles street"
            ],
            "answer_entities": [
                "Q1761",
                "Q135501",
                "Q659895",
                "Q1263215",
                "Q1672830",
                "Q1766409",
                "Q2062702",
                "Q2088319",
                "Q2350741",
                "Q5242183",
                "Q5500969",
                "Q7417543",
                "Q13156901",
                "Q28601860"
            ]
        },
        {
            "id": 548,
            "en_question": "Who wrote the \"Brief history of time\"?",
            "ru_question": "Кто написал \"Краткую историю времени\"?",
            "query": "select ?answer where { wd:Q471726 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q471726": {
                        "en": "A Brief History of Time",
                        "ru": "Краткая история времени"
                    }
                },
                "query": {
                    "Q471726": {
                        "en": "A Brief History of Time",
                        "ru": "Краткая история времени"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Stephen Hawking"
            ],
            "answer_ru": [
                "Стивен Хокинг"
            ],
            "answer_entities": [
                "Q17714"
            ]
        },
        {
            "id": 587,
            "en_question": "Who wrote the ancient Greek tragedy \"Seven against Thebes\"?",
            "ru_question": "Кто написал древнегреческую трагедию \"Семеро против Фив\"?",
            "query": "select ?answer where { wd:Q506546 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q506546": {
                        "en": "Seven against Thebes",
                        "ru": "Семеро против Фив"
                    }
                },
                "query": {
                    "Q506546": {
                        "en": "Seven against Thebes",
                        "ru": "Семеро против Фив"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Aeschylus"
            ],
            "answer_ru": [
                "Эсхил"
            ],
            "answer_entities": [
                "Q40939"
            ]
        },
        {
            "id": 593,
            "en_question": "Who directed the movie \"the House I live in\"?",
            "ru_question": "Кто был режиссёром фильма \"Дом, в котором я живу\"?",
            "query": "select ?answer where { wd:Q4165167 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q4165167": {
                        "en": "The House I Live In",
                        "ru": "Дом, в котором я живу"
                    }
                },
                "query": {
                    "Q4165167": {
                        "en": "The House I Live In",
                        "ru": "Дом, в котором я живу"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Yakov Segel",
                "Lev Kulidzhanov"
            ],
            "answer_ru": [
                "Яков Александрович Сегель",
                "Лев Александрович Кулиджанов"
            ],
            "answer_entities": [
                "Q1554208",
                "Q1969437"
            ]
        },
        {
            "id": 595,
            "en_question": "Who got the ill-fated \"Apple of discord\"?",
            "ru_question": "Кто получил злополучное \"яблоко раздора\"?",
            "query": "select ?answer where { wd:Q146970 wdt:P127 ?answer }",
            "entities": {
                "question": {
                    "Q146970": {
                        "en": "Apple of Discord",
                        "ru": "яблоко раздора"
                    }
                },
                "query": {
                    "Q146970": {
                        "en": "Apple of Discord",
                        "ru": "яблоко раздора"
                    }
                }
            },
            "relations": {
                "question": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                },
                "query": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                }
            },
            "answer_en": [
                "Aphrodite"
            ],
            "answer_ru": [
                "Афродита"
            ],
            "answer_entities": [
                "Q35500"
            ]
        },
        {
            "id": 603,
            "en_question": "Who is the author of the poem \"the song of Hiawatha\"?",
            "ru_question": "Кто является автором поэмы \"Песнь о Гайавате\"?",
            "query": "select ?answer where { wd:Q279486 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q279486": {
                        "en": "The Song of Hiawatha",
                        "ru": "Песня о Гайавате"
                    }
                },
                "query": {
                    "Q279486": {
                        "en": "The Song of Hiawatha",
                        "ru": "Песня о Гайавате"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Henry Wadsworth Longfellow"
            ],
            "answer_ru": [
                "Генри Уодсворт Лонгфелло"
            ],
            "answer_entities": [
                "Q152513"
            ]
        },
        {
            "id": 608,
            "en_question": "Who wrote \"the History of the village goryukhino\"?",
            "ru_question": "Кто написал \"Историю села Горюхина\"?",
            "query": "select ?answer where { wd:Q4205024 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q4205024": {
                        "en": "[Label missing for Q4205024]",
                        "ru": "История села Горюхина"
                    }
                },
                "query": {
                    "Q4205024": {
                        "en": "[Label missing for Q4205024]",
                        "ru": "История села Горюхина"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Alexander Pushkin"
            ],
            "answer_ru": [
                "Александр Сергеевич Пушкин"
            ],
            "answer_entities": [
                "Q7200"
            ]
        },
        {
            "id": 619,
            "en_question": "who sings the ROAR song",
            "ru_question": "кто поет песню ROAR",
            "query": "select ?answer where { wd:Q14559271 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q14559271": {
                        "en": "Roar",
                        "ru": "Roar"
                    }
                },
                "query": {
                    "Q14559271": {
                        "en": "Roar",
                        "ru": "Roar"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Katy Perry"
            ],
            "answer_ru": [
                "Кэти Перри"
            ],
            "answer_entities": [
                "Q42493"
            ]
        },
        {
            "id": 624,
            "en_question": "Where in the human body is the \"gatekeeper\"?",
            "ru_question": "Где в человеческом организме находится \"привратник\"?",
            "query": "select ?answer where { wd:Q290248 wdt:P361 ?answer }",
            "entities": {
                "question": {
                    "Q290248": {
                        "en": "pylorus",
                        "ru": "привратник желудка"
                    }
                },
                "query": {
                    "Q290248": {
                        "en": "pylorus",
                        "ru": "привратник желудка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P361": {
                        "en": "part of",
                        "ru": "является частью"
                    }
                },
                "query": {
                    "P361": {
                        "en": "part of",
                        "ru": "является частью"
                    }
                }
            },
            "answer_en": [
                "stomach"
            ],
            "answer_ru": [
                "желудок человека"
            ],
            "answer_entities": [
                "Q1029907"
            ]
        },
        {
            "id": 633,
            "en_question": "Which socialist country was led by Janos Kadar",
            "ru_question": "Руководитель какой социалистической страны был Янош Кадар",
            "query": "select ?answer where { wd:Q200850 wdt:P27 ?answer }",
            "entities": {
                "question": {
                    "Q200850": {
                        "en": "János Kádár",
                        "ru": "Янош Кадар"
                    }
                },
                "query": {
                    "Q200850": {
                        "en": "János Kádár",
                        "ru": "Янош Кадар"
                    }
                }
            },
            "relations": {
                "question": {
                    "P27": {
                        "en": "country of citizenship",
                        "ru": "гражданство"
                    }
                },
                "query": {
                    "P27": {
                        "en": "country of citizenship",
                        "ru": "гражданство"
                    }
                }
            },
            "answer_en": [
                "Hungary"
            ],
            "answer_ru": [
                "Венгрия"
            ],
            "answer_entities": [
                "Q28"
            ]
        }