{
            "id": 7004,
            "en_question": "When were Cheboksary founded?",
            "ru_question": "Когда основаны Чебоксары?",
            "query": "select ?answer where { wd:Q5470 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q5470": {
                        "en": "Cheboksary",
                        "ru": "Чебоксары"
                    }
                },
                "query": {
                    "Q5470": {
                        "en": "Cheboksary",
                        "ru": "Чебоксары"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7005,
            "en_question": "When is the contract signed in Belovezhskaya Pushcha?",
            "ru_question": "Когда подписан договор в Беловежской Пуще?",
            "query": "select ?answer where { wd:Q76986 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q76986": {
                        "en": "Biełavieža Accords",
                        "ru": "Беловежское соглашение"
                    }
                },
                "query": {
                    "Q76986": {
                        "en": "Biełavieža Accords",
                        "ru": "Беловежское соглашение"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7006,
            "en_question": "When the contract is signed on the surrender of Germany?",
            "ru_question": "Когда подписан договор о капитуляции Германии?",
            "query": "select ?answer where { wd:Q700983 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q700983": {
                        "en": "German Instrument of Surrender",
                        "ru": "Акт о капитуляции Германии"
                    }
                },
                "query": {
                    "Q700983": {
                        "en": "German Instrument of Surrender",
                        "ru": "Акт о капитуляции Германии"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7007,
            "en_question": "When was the non-aggression Treaty signed between the USSR and Germany?",
            "ru_question": "Когда подписан договор о ненападении между СССР и Германией?",
            "query": "select ?answer where { wd:Q130796 wdt:P585 ?answer  }",
            "entities": {
                "question": {
                    "Q130796": {
                        "en": "Molotov–Ribbentrop Pact",
                        "ru": "Договор о ненападении между Германией и Советским Союзом"
                    }
                },
                "query": {
                    "Q130796": {
                        "en": "Molotov–Ribbentrop Pact",
                        "ru": "Договор о ненападении между Германией и Советским Союзом"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7008,
            "en_question": "When was the Treaty on the formation of the USSR signed?",
            "ru_question": "Когда подписан договор об образовании СССР?",
            "query": "select ?answer where { wd:Q1443926 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q1443926": {
                        "en": "Treaty on the Creation of the Union of Soviet Socialist Republics",
                        "ru": "Договор об образовании СССР"
                    }
                },
                "query": {
                    "Q1443926": {
                        "en": "Treaty on the Creation of the Union of Soviet Socialist Republics",
                        "ru": "Договор об образовании СССР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7010,
            "en_question": "When was the division of Christianity into Catholicism and Orthodoxy?",
            "ru_question": "Когда произошло разделение христианства на католицизм и православие?",
            "query": "select ?answer where { wd:Q35032 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q35032": {
                        "en": "Eastern Orthodox Church",
                        "ru": "православная церковь"
                    }
                },
                "query": {
                    "Q35032": {
                        "en": "Eastern Orthodox Church",
                        "ru": "православная церковь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7011,
            "en_question": "When did the conflict on lake Hasan take place?",
            "ru_question": "Когда произошёл конфликт на озере Хасан?",
            "query": "select ?answer where { wd:Q697579 wdt:P580 ?answer  }",
            "entities": {
                "question": {
                    "Q697579": {
                        "en": "Battle of Lake Khasan",
                        "ru": "Хасанские бои"
                    }
                },
                "query": {
                    "Q697579": {
                        "en": "Battle of Lake Khasan",
                        "ru": "Хасанские бои"
                    }
                }
            },
            "relations": {
                "question": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7012,
            "en_question": "When was Anastasia Zavorotnyuk born?",
            "ru_question": "Когда родилась Анастасия Заворотнюк?",
            "query": "select ?answer where { wd:Q2626768 wdt:P569 ?answer  }",
            "entities": {
                "question": {
                    "Q2626768": {
                        "en": "Anastasia Zavorotnyuk",
                        "ru": "Анастасия Юрьевна Заворотнюк"
                    }
                },
                "query": {
                    "Q2626768": {
                        "en": "Anastasia Zavorotnyuk",
                        "ru": "Анастасия Юрьевна Заворотнюк"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7013,
            "en_question": "When was Lydia Skoblikova born?",
            "ru_question": "Когда родилась Лидия Скобликова?",
            "query": "select ?answer where { wd:Q234223 wdt:P569 ?answer  }",
            "entities": {
                "question": {
                    "Q234223": {
                        "en": "Lidiya Skoblikova",
                        "ru": "Скобликова, Лидия Павловна"
                    }
                },
                "query": {
                    "Q234223": {
                        "en": "Lidiya Skoblikova",
                        "ru": "Скобликова, Лидия Павловна"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7014,
            "en_question": "When was Mariana Ro born?",
            "ru_question": "Когда родилась Марьяна Ро?",
            "query": "select ?answer where { wd:Q50414326 wdt:P569 ?answer  }",
            "entities": {
                "question": {
                    "Q50414326": {
                        "en": "Maryana Ro",
                        "ru": "Марьяна Ро"
                    }
                },
                "query": {
                    "Q50414326": {
                        "en": "Maryana Ro",
                        "ru": "Марьяна Ро"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7015,
            "en_question": "When was Olga Buzova born?",
            "ru_question": "Когда родилась Ольга Бузова?",
            "query": "select ?answer where { wd:Q4098374 wdt:P569 ?answer  }",
            "entities": {
                "question": {
                    "Q4098374": {
                        "en": "Olga Buzova",
                        "ru": "Ольга Игоревна Бузова"
                    }
                },
                "query": {
                    "Q4098374": {
                        "en": "Olga Buzova",
                        "ru": "Ольга Игоревна Бузова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7016,
            "en_question": "When she was born Sofia Rotaru?",
            "ru_question": "Когда родилась София Ротару?",
            "query": "select ?answer where { wd:Q43137 wdt:P569 ?answer  }",
            "entities": {
                "question": {
                    "Q43137": {
                        "en": "Sofia Rotaru",
                        "ru": "София Ротару"
                    }
                },
                "query": {
                    "Q43137": {
                        "en": "Sofia Rotaru",
                        "ru": "София Ротару"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7017,
            "en_question": "When was Yulia Nachalova born?",
            "ru_question": "Когда родилась Юлия Началова?",
            "query": "select ?answer where { wd:Q2454464 wdt:P569 ?answer  }",
            "entities": {
                "question": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                },
                "query": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7018,
            "en_question": "When was Gogol born?",
            "ru_question": "Когда родился Гоголь?",
            "query": "select ?answer where { wd:Q43718 wdt:P569 ?answer  }",
            "entities": {
                "question": {
                    "Q43718": {
                        "en": "Nikolai Gogol",
                        "ru": "Николай Васильевич Гоголь"
                    }
                },
                "query": {
                    "Q43718": {
                        "en": "Nikolai Gogol",
                        "ru": "Николай Васильевич Гоголь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7020,
            "en_question": "When was Trotsky killed?",
            "ru_question": "Когда убит Троцкий?",
            "query": "select ?answer where { wd:Q33391 wdt:P570 ?answer  }",
            "entities": {
                "question": {
                    "Q33391": {
                        "en": "Leon Trotsky",
                        "ru": "Лев Давидович Троцкий"
                    }
                },
                "query": {
                    "Q33391": {
                        "en": "Leon Trotsky",
                        "ru": "Лев Давидович Троцкий"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7022,
            "en_question": "When did Steve jobs die?",
            "ru_question": "Когда умер Стив Джобс?",
            "query": "select ?answer where { wd:Q19837 wdt:P570 ?answer  }",
            "entities": {
                "question": {
                    "Q19837": {
                        "en": "Steve Jobs",
                        "ru": "Стив Джобс"
                    }
                },
                "query": {
                    "Q19837": {
                        "en": "Steve Jobs",
                        "ru": "Стив Джобс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7023,
            "en_question": "When did Galina Volchek die?",
            "ru_question": "Когда умерла Галина Волчек?",
            "query": "select ?answer where { wd:Q4124226 wdt:P570 ?answer  }",
            "entities": {
                "question": {
                    "Q4124226": {
                        "en": "Galina Volchek",
                        "ru": "Галина Борисовна Волчек"
                    }
                },
                "query": {
                    "Q4124226": {
                        "en": "Galina Volchek",
                        "ru": "Галина Борисовна Волчек"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7024,
            "en_question": "When did Whitney Houston die?",
            "ru_question": "Когда умерла Уитни Хьюстон?",
            "query": "select ?answer where { wd:Q34389 wdt:P570 ?answer  }",
            "entities": {
                "question": {
                    "Q34389": {
                        "en": "Whitney Houston",
                        "ru": "Уитни Хьюстон"
                    }
                },
                "query": {
                    "Q34389": {
                        "en": "Whitney Houston",
                        "ru": "Уитни Хьюстон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7025,
            "en_question": "When did Elina Bystritskaya die?",
            "ru_question": "Когда умерла Элина Быстрицкая?",
            "query": "select ?answer where { wd:Q2370750 wdt:P570 ?answer  }",
            "entities": {
                "question": {
                    "Q2370750": {
                        "en": "Elina Bystritskaya",
                        "ru": "Элина Авраамовна Быстрицкая"
                    }
                },
                "query": {
                    "Q2370750": {
                        "en": "Elina Bystritskaya",
                        "ru": "Элина Авраамовна Быстрицкая"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7026,
            "en_question": "When was the position of the President of the Russian Federation established?",
            "ru_question": "Когда учреждена должность президента РФ?",
            "query": "select ?answer where { wd:Q218295 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q218295": {
                        "en": "President of Russia",
                        "ru": "президент России"
                    }
                },
                "query": {
                    "Q218295": {
                        "en": "President of Russia",
                        "ru": "президент России"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7027,
            "en_question": "When was the medal for the defense of Leningrad established?",
            "ru_question": "Когда учреждена медаль За оборону Ленинграда?",
            "query": "select ?answer where { wd:Q924450 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q924450": {
                        "en": "Medal \"For the Defence of Leningrad\"",
                        "ru": "медаль «За оборону Ленинграда»"
                    }
                },
                "query": {
                    "Q924450": {
                        "en": "Medal \"For the Defence of Leningrad\"",
                        "ru": "медаль «За оборону Ленинграда»"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7028,
            "en_question": "When was the medal for the defense of Moscow established?",
            "ru_question": "Когда учреждена медаль За оборону Москвы?",
            "query": "select ?answer where { wd:Q1069798 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q1069798": {
                        "en": "Medal \"For the Defence of Moscow\"",
                        "ru": "медаль «За оборону Москвы»"
                    }
                },
                "query": {
                    "Q1069798": {
                        "en": "Medal \"For the Defence of Moscow\"",
                        "ru": "медаль «За оборону Москвы»"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7029,
            "en_question": "When was the medal for the victory over Germany established?",
            "ru_question": "Когда учреждена медаль За победу над Германией?",
            "query": "select ?answer where { wd:Q278798 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q278798": {
                        "en": "Medal \"For the Victory over Germany in the Great Patriotic War 1941–1945\"",
                        "ru": "медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.»"
                    }
                },
                "query": {
                    "Q278798": {
                        "en": "Medal \"For the Victory over Germany in the Great Patriotic War 1941–1945\"",
                        "ru": "медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.»"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }