{
            "id": 7058,
            "en_question": "In what year was the Democratic Russia movement formed?",
            "ru_question": "В каком году было образовано движение Демократическая Россия?",
            "query": "select ?answer where { wd:Q55663417 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q55663417": {
                        "en": "Democratic Russia",
                        "ru": "Демократическая Россия"
                    }
                },
                "query": {
                    "Q55663417": {
                        "en": "Democratic Russia",
                        "ru": "Демократическая Россия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7060,
            "en_question": "In what month was Caesar killed?",
            "ru_question": "В каком месяце убили Цезаря?",
            "query": "select ?answer where { wd:Q1048 wdt:P570 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1048": {
                        "en": "Julius Caesar",
                        "ru": "Гай Юлий Цезарь"
                    }
                },
                "query": {
                    "Q1048": {
                        "en": "Julius Caesar",
                        "ru": "Гай Юлий Цезарь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7061,
            "en_question": "When was the Turkic Khaganate formed?",
            "ru_question": "Когда был образован Тюркский каганат?",
            "query": "select ?answer where { wd:Q15146034 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q15146034": {
                        "en": "Turkic Khaganate",
                        "ru": "Тюркский каганат"
                    }
                },
                "query": {
                    "Q15146034": {
                        "en": "Turkic Khaganate",
                        "ru": "Тюркский каганат"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7062,
            "en_question": "In what year was the film Love and doves made?",
            "ru_question": "В каком году снят фильм Любовь и голуби?",
            "query": "select ?answer where { wd:Q4271831 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q4271831": {
                        "en": "Love and Pigeons",
                        "ru": "Любовь и голуби"
                    }
                },
                "query": {
                    "Q4271831": {
                        "en": "Love and Pigeons",
                        "ru": "Любовь и голуби"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7063,
            "en_question": "In what month was the non-aggression Pact signed between the USSR and Germany?",
            "ru_question": "В каком месяце подписан пакт о ненападении между СССР и Германией?",
            "query": "select ?answer where { wd:Q130796 wdt:P585 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q130796": {
                        "en": "Molotov–Ribbentrop Pact",
                        "ru": "Договор о ненападении между Германией и Советским Союзом"
                    }
                },
                "query": {
                    "Q130796": {
                        "en": "Molotov–Ribbentrop Pact",
                        "ru": "Договор о ненападении между Германией и Советским Союзом"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7064,
            "en_question": "When was the mutual economic assistance Council formed?",
            "ru_question": "Когда был образован Совет экономической взаимопомощи?",
            "query": "select ?answer where { wd:Q191582 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q191582": {
                        "en": "COMECON",
                        "ru": "Совет экономической взаимопомощи"
                    }
                },
                "query": {
                    "Q191582": {
                        "en": "COMECON",
                        "ru": "Совет экономической взаимопомощи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7066,
            "en_question": "How long did Tereshkova's flight last?",
            "ru_question": "Как долго длился полет Терешковой?",
            "query": "select ?answer where { wd:Q269668 wdt:P2047 ?answer  }",
            "entities": {
                "question": {
                    "Q269668": {
                        "en": "Vostok 6",
                        "ru": "Восток-6"
                    }
                },
                "query": {
                    "Q269668": {
                        "en": "Vostok 6",
                        "ru": "Восток-6"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2047": {
                        "en": "duration",
                        "ru": "продолжительность"
                    }
                },
                "query": {
                    "P2047": {
                        "en": "duration",
                        "ru": "продолжительность"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7067,
            "en_question": "In what year was the United Arab Emirates formed?",
            "ru_question": "В каком году образовались Арабские Эмираты?",
            "query": "select ?answer where { wd:Q878 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q878": {
                        "en": "United Arab Emirates",
                        "ru": "Объединённые Арабские Эмираты"
                    }
                },
                "query": {
                    "Q878": {
                        "en": "United Arab Emirates",
                        "ru": "Объединённые Арабские Эмираты"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7068,
            "en_question": "What is the hardness of gold?",
            "ru_question": "Какая твердость у золота?",
            "query": "select ?answer where { wd:Q897 wdt:P1088 ?answer  }",
            "entities": {
                "question": {
                    "Q897": {
                        "en": "gold",
                        "ru": "золото"
                    }
                },
                "query": {
                    "Q897": {
                        "en": "gold",
                        "ru": "золото"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1088": {
                        "en": "Mohs' hardness",
                        "ru": "твёрдость по шкале Мооса"
                    }
                },
                "query": {
                    "P1088": {
                        "en": "Mohs' hardness",
                        "ru": "твёрдость по шкале Мооса"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7069,
            "en_question": "What is the hardness of granite?",
            "ru_question": "Какая твёрдость у гранита?",
            "query": "select ?answer where { wd:Q41177 wdt:P1088 ?answer  }",
            "entities": {
                "question": {
                    "Q41177": {
                        "en": "granite",
                        "ru": "гранит"
                    }
                },
                "query": {
                    "Q41177": {
                        "en": "granite",
                        "ru": "гранит"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1088": {
                        "en": "Mohs' hardness",
                        "ru": "твёрдость по шкале Мооса"
                    }
                },
                "query": {
                    "P1088": {
                        "en": "Mohs' hardness",
                        "ru": "твёрдость по шкале Мооса"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7070,
            "en_question": "What is the freezing point of water?",
            "ru_question": "Какая температура замерзания воды?",
            "query": "select ?answer where { wd:Q283 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q283": {
                        "en": "water",
                        "ru": "вода"
                    }
                },
                "query": {
                    "Q283": {
                        "en": "water",
                        "ru": "вода"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7071,
            "en_question": "What is the boiling point of alcohol?",
            "ru_question": "Какая температура кипения спирта?",
            "query": "select ?answer where { wd:Q153 wdt:P2102 ?answer  }",
            "entities": {
                "question": {
                    "Q153": {
                        "en": "ethanol",
                        "ru": "этанол"
                    }
                },
                "query": {
                    "Q153": {
                        "en": "ethanol",
                        "ru": "этанол"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                },
                "query": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7072,
            "en_question": "What is the thermal conductivity of air?",
            "ru_question": "Какая теплопроводность у воздуха?",
            "query": "select ?answer where { wd:Q7391292 wdt:P2068 ?answer  }",
            "entities": {
                "question": {
                    "Q7391292": {
                        "en": "air",
                        "ru": "воздух"
                    }
                },
                "query": {
                    "Q7391292": {
                        "en": "air",
                        "ru": "воздух"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2068": {
                        "en": "thermal conductivity",
                        "ru": "теплопроводность"
                    }
                },
                "query": {
                    "P2068": {
                        "en": "thermal conductivity",
                        "ru": "теплопроводность"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7073,
            "en_question": "What is the heat capacity of water?",
            "ru_question": "Какова теплоемкость воды?",
            "query": "select ?answer where { wd:Q283 wdt:P2056 ?answer  }",
            "entities": {
                "question": {
                    "Q283": {
                        "en": "water",
                        "ru": "вода"
                    }
                },
                "query": {
                    "Q283": {
                        "en": "water",
                        "ru": "вода"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2056": {
                        "en": "specific heat capacity",
                        "ru": "удельная теплоёмкость"
                    }
                },
                "query": {
                    "P2056": {
                        "en": "specific heat capacity",
                        "ru": "удельная теплоёмкость"
                    }
                }
            },
            "answer_en": [
                "None",
                "None",
                "None",
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None",
                "None",
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null,
                null,
                null,
                null
            ]
        },
        {
            "id": 7074,
            "en_question": "What is the electrical conductivity of aluminum?",
            "ru_question": "Какова электропроводность алюминия?",
            "query": "select ?answer where { wd:Q663 wdt:P2055 ?answer  }",
            "entities": {
                "question": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                },
                "query": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2055": {
                        "en": "electrical conductivity",
                        "ru": "удельная электрическая проводимость"
                    }
                },
                "query": {
                    "P2055": {
                        "en": "electrical conductivity",
                        "ru": "удельная электрическая проводимость"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7075,
            "en_question": "At what temperature does gasoline evaporate?",
            "ru_question": "При какой температуре испаряется бензин?",
            "query": "select ?answer where { wd:Q39558 wdt:P2102 ?answer  }",
            "entities": {
                "question": {
                    "Q39558": {
                        "en": "gasoline",
                        "ru": "бензин"
                    }
                },
                "query": {
                    "Q39558": {
                        "en": "gasoline",
                        "ru": "бензин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                },
                "query": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7076,
            "en_question": "At what temperature does ethyl alcohol evaporate?",
            "ru_question": "При какой температуре испаряется этиловый спирт?",
            "query": "select ?answer where { wd:Q153 wdt:P2102 ?answer  }",
            "entities": {
                "question": {
                    "Q153": {
                        "en": "ethanol",
                        "ru": "этанол"
                    }
                },
                "query": {
                    "Q153": {
                        "en": "ethanol",
                        "ru": "этанол"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                },
                "query": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7077,
            "en_question": "In what year was the United Arab Emirates formed?",
            "ru_question": "В каком году образовались ОАЭ?",
            "query": "select ?answer where { wd:Q878 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q878": {
                        "en": "United Arab Emirates",
                        "ru": "Объединённые Арабские Эмираты"
                    }
                },
                "query": {
                    "Q878": {
                        "en": "United Arab Emirates",
                        "ru": "Объединённые Арабские Эмираты"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7078,
            "en_question": "In what year was the United States formed?",
            "ru_question": "В каком году образовались США?",
            "query": "select ?answer where { wd:Q30 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q30": {
                        "en": "United States",
                        "ru": "США"
                    }
                },
                "query": {
                    "Q30": {
                        "en": "United States",
                        "ru": "США"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7079,
            "en_question": "In what year was the European Union formed?",
            "ru_question": "В каком году образовался Евросоюз?",
            "query": "select ?answer where { wd:Q458 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q458": {
                        "en": "European Union",
                        "ru": "Европейский союз"
                    }
                },
                "query": {
                    "Q458": {
                        "en": "European Union",
                        "ru": "Европейский союз"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7080,
            "en_question": "What is the hardness of a diamond?",
            "ru_question": "Какая твердость у алмаза?",
            "query": "select ?answer where { wd:Q5283 wdt:P1088 ?answer  }",
            "entities": {
                "question": {
                    "Q5283": {
                        "en": "diamond",
                        "ru": "алмаз"
                    }
                },
                "query": {
                    "Q5283": {
                        "en": "diamond",
                        "ru": "алмаз"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1088": {
                        "en": "Mohs' hardness",
                        "ru": "твёрдость по шкале Мооса"
                    }
                },
                "query": {
                    "P1088": {
                        "en": "Mohs' hardness",
                        "ru": "твёрдость по шкале Мооса"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7082,
            "en_question": "What is the freezing point of alcohol?",
            "ru_question": "Какая температура замерзания спирта?",
            "query": "select ?answer where { wd:Q153 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q153": {
                        "en": "ethanol",
                        "ru": "этанол"
                    }
                },
                "query": {
                    "Q153": {
                        "en": "ethanol",
                        "ru": "этанол"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7083,
            "en_question": "What is the evaporation temperature of butane?",
            "ru_question": "Какая температура испарения бутана?",
            "query": "select ?answer where { wd:Q372291 wdt:P2102 ?answer  }",
            "entities": {
                "question": {
                    "Q372291": {
                        "en": "butanone",
                        "ru": "метилэтилкетон"
                    }
                },
                "query": {
                    "Q372291": {
                        "en": "butanone",
                        "ru": "метилэтилкетон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                },
                "query": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }