{
            "id": 6970,
            "en_question": "When was Starovoitova killed?",
            "ru_question": "Когда была убита Старовойтова?",
            "query": "select ?answer where { wd:Q492975 wdt:P570 ?answer  }",
            "entities": {
                "question": {
                    "Q492975": {
                        "en": "Galina Starovoytova",
                        "ru": "Галина Васильевна Старовойтова"
                    }
                },
                "query": {
                    "Q492975": {
                        "en": "Galina Starovoytova",
                        "ru": "Галина Васильевна Старовойтова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6971,
            "en_question": "When was the Royal family killed?",
            "ru_question": "Когда была убита царская семья?",
            "query": "select ?answer where { wd:Q2571098 wdt:P570 ?answer  }",
            "entities": {
                "question": {
                    "Q2571098": {
                        "en": "Canonization of the Romanovs",
                        "ru": "Канонизация царской семьи"
                    }
                },
                "query": {
                    "Q2571098": {
                        "en": "Canonization of the Romanovs",
                        "ru": "Канонизация царской семьи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6973,
            "en_question": "When were the Armed Forces of the Russian Federation formed?",
            "ru_question": "Когда были образованы Вооруженные Силы Российской Федерации?",
            "query": "select ?answer where { wd:Q193159 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q193159": {
                        "en": "Russian Armed Forces",
                        "ru": "Вооружённые силы Российской Федерации"
                    }
                },
                "query": {
                    "Q193159": {
                        "en": "Russian Armed Forces",
                        "ru": "Вооружённые силы Российской Федерации"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6974,
            "en_question": "When it was founded Tokmak?",
            "ru_question": "Когда был основан Токмак?",
            "query": "select ?answer where { wd:Q854333 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q854333": {
                        "en": "Tokmok",
                        "ru": "Токмак"
                    }
                },
                "query": {
                    "Q854333": {
                        "en": "Tokmok",
                        "ru": "Токмак"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6977,
            "en_question": "When was the Moscow metro built?",
            "ru_question": "Когда было заложено московское метро?",
            "query": "select ?answer where { wd:Q5499 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q5499": {
                        "en": "Moscow Metro",
                        "ru": "Московский метрополитен"
                    }
                },
                "query": {
                    "Q5499": {
                        "en": "Moscow Metro",
                        "ru": "Московский метрополитен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6979,
            "en_question": "When it was built the main building of Moscow state University?",
            "ru_question": "Когда было построено главное здание МГУ?",
            "query": "select ?answer where { wd:Q2387534 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q2387534": {
                        "en": "main building of Moscow State University",
                        "ru": "Главное здание МГУ"
                    }
                },
                "query": {
                    "Q2387534": {
                        "en": "main building of Moscow State University",
                        "ru": "Главное здание МГУ"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6980,
            "en_question": "When the building was constructed Cabinet of curiosities?",
            "ru_question": "Когда было построено здание Кунсткамеры?",
            "query": "select ?answer where { wd:Q1277585 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q1277585": {
                        "en": "Kunstkamera",
                        "ru": "Кунсткамера"
                    }
                },
                "query": {
                    "Q1277585": {
                        "en": "Kunstkamera",
                        "ru": "Кунсткамера"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6981,
            "en_question": "At the end of the Berlin operation?",
            "ru_question": "Когда завершилась Берлинская операция?",
            "query": "select ?answer where { wd:Q154182 wdt:P582 ?answer  }",
            "entities": {
                "question": {
                    "Q154182": {
                        "en": "Battle of Berlin",
                        "ru": "Берлинская наступательная операция"
                    }
                },
                "query": {
                    "Q154182": {
                        "en": "Battle of Berlin",
                        "ru": "Берлинская наступательная операция"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6982,
            "en_question": "When did the battle of Leningrad end?",
            "ru_question": "Когда завершилась битва за Ленинград?",
            "query": "select ?answer where { wd:Q151860 wdt:P582 ?answer  }",
            "entities": {
                "question": {
                    "Q151860": {
                        "en": "Siege of Leningrad",
                        "ru": "Блокада Ленинграда"
                    }
                },
                "query": {
                    "Q151860": {
                        "en": "Siege of Leningrad",
                        "ru": "Блокада Ленинграда"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6983,
            "en_question": "At the end of the Caucasian war?",
            "ru_question": "Когда завершилась Кавказская война?",
            "query": "select ?answer where { wd:Q382116 wdt:P582 ?answer  }",
            "entities": {
                "question": {
                    "Q382116": {
                        "en": "Caucasian War",
                        "ru": "Кавказская война"
                    }
                },
                "query": {
                    "Q382116": {
                        "en": "Caucasian War",
                        "ru": "Кавказская война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6986,
            "en_question": "When did the Middle ages end?",
            "ru_question": "Когда закончились Средние века?",
            "query": "select ?answer where { wd:Q12554 wdt:P582 ?answer  }",
            "entities": {
                "question": {
                    "Q12554": {
                        "en": "Middle Ages",
                        "ru": "Средние века"
                    }
                },
                "query": {
                    "Q12554": {
                        "en": "Middle Ages",
                        "ru": "Средние века"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6987,
            "en_question": "When was the Vladikavkaz fortress founded?",
            "ru_question": "Когда заложена крепость Владикавказ?",
            "query": "select ?answer where { wd:Q5239 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q5239": {
                        "en": "Vladikavkaz",
                        "ru": "Владикавказ"
                    }
                },
                "query": {
                    "Q5239": {
                        "en": "Vladikavkaz",
                        "ru": "Владикавказ"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6988,
            "en_question": "When was the Russian Empire formed?",
            "ru_question": "Когда образовалась Российская Империя?",
            "query": "select ?answer where { wd:Q34266 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q34266": {
                        "en": "Russian Empire",
                        "ru": "Российская империя"
                    }
                },
                "query": {
                    "Q34266": {
                        "en": "Russian Empire",
                        "ru": "Российская империя"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6989,
            "en_question": "When was Czechoslovakia formed?",
            "ru_question": "Когда образовалась Чехословакия?",
            "query": "select ?answer where { wd:Q33946 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q33946": {
                        "en": "Czechoslovakia",
                        "ru": "Чехословакия"
                    }
                },
                "query": {
                    "Q33946": {
                        "en": "Czechoslovakia",
                        "ru": "Чехословакия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6990,
            "en_question": "When was the Russian state formed?",
            "ru_question": "Когда образовалось Российское государство?",
            "query": "select ?answer where { wd:Q4398229 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q4398229": {
                        "en": "Russian State",
                        "ru": "Российское государство"
                    }
                },
                "query": {
                    "Q4398229": {
                        "en": "Russian State",
                        "ru": "Российское государство"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6991,
            "en_question": "When was Pakistan formed?",
            "ru_question": "Когда образовался Пакистан?",
            "query": "select ?answer where { wd:Q843 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q843": {
                        "en": "Pakistan",
                        "ru": "Пакистан"
                    }
                },
                "query": {
                    "Q843": {
                        "en": "Pakistan",
                        "ru": "Пакистан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6992,
            "en_question": "When was the Union of Soviet Socialist Republics formed?",
            "ru_question": "Когда образовался Союз Советских Социалистических Республик?",
            "query": "select ?answer where { wd:Q15180 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q15180": {
                        "en": "Soviet Union",
                        "ru": "СССР"
                    }
                },
                "query": {
                    "Q15180": {
                        "en": "Soviet Union",
                        "ru": "СССР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6993,
            "en_question": "When was the Customs Union formed?",
            "ru_question": "Когда образовался Таможенный союз?",
            "query": "select ?answer where { wd:Q2663713 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q2663713": {
                        "en": "Eurasian Customs Union",
                        "ru": "Таможенный союз ЕАЭС"
                    }
                },
                "query": {
                    "Q2663713": {
                        "en": "Eurasian Customs Union",
                        "ru": "Таможенный союз ЕАЭС"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6994,
            "en_question": "When was the Jewish Autonomous region formed?",
            "ru_question": "Когда образована Еврейская автономная область?",
            "query": "select ?answer where { wd:Q7730 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q7730": {
                        "en": "Jewish Autonomous Oblast",
                        "ru": "Еврейская автономная область"
                    }
                },
                "query": {
                    "Q7730": {
                        "en": "Jewish Autonomous Oblast",
                        "ru": "Еврейская автономная область"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6996,
            "en_question": "When was the Red army formed?",
            "ru_question": "Когда образована Красная армия?",
            "query": "select ?answer where { wd:Q251395 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q251395": {
                        "en": "Red Army",
                        "ru": "Рабоче-крестьянская Красная армия"
                    }
                },
                "query": {
                    "Q251395": {
                        "en": "Red Army",
                        "ru": "Рабоче-крестьянская Красная армия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6997,
            "en_question": "When was the Russian Federation formed?",
            "ru_question": "Когда образована Российская Федерация?",
            "query": "select ?answer where { wd:Q159 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q159": {
                        "en": "Russia",
                        "ru": "Россия"
                    }
                },
                "query": {
                    "Q159": {
                        "en": "Russia",
                        "ru": "Россия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6998,
            "en_question": "When was the RSFSR formed?",
            "ru_question": "Когда образована РСФСР?",
            "query": "select ?answer where { wd:Q2184 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q2184": {
                        "en": "Russian Soviet Federative Socialist Republic",
                        "ru": "РСФСР"
                    }
                },
                "query": {
                    "Q2184": {
                        "en": "Russian Soviet Federative Socialist Republic",
                        "ru": "РСФСР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6999,
            "en_question": "When was the FSB formed?",
            "ru_question": "Когда образована ФСБ?",
            "query": "select ?answer where { wd:Q58792 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q58792": {
                        "en": "Federal Security Service",
                        "ru": "Федеральная служба безопасности Российской Федерации"
                    }
                },
                "query": {
                    "Q58792": {
                        "en": "Federal Security Service",
                        "ru": "Федеральная служба безопасности Российской Федерации"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7002,
            "en_question": "When was Lyubertsy founded?",
            "ru_question": "Когда основаны Люберцы?",
            "query": "select ?answer where { wd:Q141358 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q141358": {
                        "en": "Lyubertsy",
                        "ru": "Люберцы"
                    }
                },
                "query": {
                    "Q141358": {
                        "en": "Lyubertsy",
                        "ru": "Люберцы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }