{
            "id": 6298,
            "en_question": "What position does Ronaldo play in?",
            "ru_question": "На какой позиции играет Роналду?",
            "query": "select ?answer where { wd:Q11571 wdt:P413 ?answer }",
            "entities": {
                "question": {
                    "Q11571": {
                        "en": "Cristiano Ronaldo",
                        "ru": "Криштиану Роналду"
                    }
                },
                "query": {
                    "Q11571": {
                        "en": "Cristiano Ronaldo",
                        "ru": "Криштиану Роналду"
                    }
                }
            },
            "relations": {
                "question": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                },
                "query": {
                    "P413": {
                        "en": "position played on team / speciality",
                        "ru": "позиция в команде / специализация"
                    }
                }
            },
            "answer_en": [
                "forward",
                "wing half"
            ],
            "answer_ru": [
                "нападающий",
                "фланговый полузащитник"
            ],
            "answer_entities": [
                "Q280658",
                "Q8025128"
            ]
        },
        {
            "id": 6299,
            "en_question": "On which river does Bamako stand?",
            "ru_question": "На какой реке стоит Бамако?",
            "query": "select ?answer where { wd:Q3703 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q3703": {
                        "en": "Bamako",
                        "ru": "Бамако"
                    }
                },
                "query": {
                    "Q3703": {
                        "en": "Bamako",
                        "ru": "Бамако"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Niger River"
            ],
            "answer_ru": [
                "Нигер"
            ],
            "answer_entities": [
                "Q3542"
            ]
        },
        {
            "id": 6300,
            "en_question": "On what river does Veliky Novgorod stand?",
            "ru_question": "На какой реке стоит Великий Новгород?",
            "query": "select ?answer where { wd:Q2235 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q2235": {
                        "en": "Veliky Novgorod",
                        "ru": "Великий Новгород"
                    }
                },
                "query": {
                    "Q2235": {
                        "en": "Veliky Novgorod",
                        "ru": "Великий Новгород"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Volkhov",
                "Ilmen"
            ],
            "answer_ru": [
                "Волхов",
                "Ильмень"
            ],
            "answer_entities": [
                "Q15243",
                "Q203462"
            ]
        },
        {
            "id": 6301,
            "en_question": "On what river is Vologda located?",
            "ru_question": "На какой реке стоит Вологда?",
            "query": "select ?answer where { wd:Q1957 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q1957": {
                        "en": "Vologda",
                        "ru": "Вологда"
                    }
                },
                "query": {
                    "Q1957": {
                        "en": "Vologda",
                        "ru": "Вологда"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Vologda River"
            ],
            "answer_ru": [
                "Вологда"
            ],
            "answer_entities": [
                "Q2160"
            ]
        },
        {
            "id": 6302,
            "en_question": "Which river is London on?",
            "ru_question": "На какой реке стоит Лондон?",
            "query": "select ?answer where { wd:Q84 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q84": {
                        "en": "London",
                        "ru": "Лондон"
                    }
                },
                "query": {
                    "Q84": {
                        "en": "London",
                        "ru": "Лондон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "River Thames",
                "Grand Union Canal"
            ],
            "answer_ru": [
                "Темза",
                "Гранд-Юнион"
            ],
            "answer_entities": [
                "Q19686",
                "Q19914"
            ]
        },
        {
            "id": 6304,
            "en_question": "On what reservoir is the island of Kizhi located with the famous man-made wooden Church?",
            "ru_question": "На каком водоёме расположен остров Кижи со знаменитой рукотворной деревянной церковью?",
            "query": "select ?answer where { wd:Q205244 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q205244": {
                        "en": "Kizhi",
                        "ru": "Кижи"
                    }
                },
                "query": {
                    "Q205244": {
                        "en": "Kizhi",
                        "ru": "Кижи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Lake Onega"
            ],
            "answer_ru": [
                "Онежское озеро"
            ],
            "answer_entities": [
                "Q166162"
            ]
        },
        {
            "id": 6306,
            "en_question": "In what cemetery he was buried Kobzon?",
            "ru_question": "На каком кладбище похоронен Кобзон?",
            "query": "select ?answer where { wd:Q1980296 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q1980296": {
                        "en": "Joseph Kobzon",
                        "ru": "Иосиф Давыдович Кобзон"
                    }
                },
                "query": {
                    "Q1980296": {
                        "en": "Joseph Kobzon",
                        "ru": "Иосиф Давыдович Кобзон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Vostryakovo Cemetery"
            ],
            "answer_ru": [
                "Востряковское кладбище"
            ],
            "answer_entities": [
                "Q1457453"
            ]
        },
        {
            "id": 6307,
            "en_question": "In what cemetery is Jeanne Friske buried?",
            "ru_question": "На каком кладбище похоронена Жанна Фриске?",
            "query": "select ?answer where { wd:Q241382 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q241382": {
                        "en": "Jeanna Friske",
                        "ru": "Жанна Владимировна Фриске"
                    }
                },
                "query": {
                    "Q241382": {
                        "en": "Jeanna Friske",
                        "ru": "Жанна Владимировна Фриске"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Nikolo-Arkhangelskoe Cemetery"
            ],
            "answer_ru": [
                "Николо-Архангельское кладбище"
            ],
            "answer_entities": [
                "Q4320732"
            ]
        },
        {
            "id": 6308,
            "en_question": "On what lake is Kizhi island located?",
            "ru_question": "На каком озере находится остров Кижи?",
            "query": "select ?answer where { wd:Q205244 wdt:P206 ?answer }",
            "entities": {
                "question": {
                    "Q205244": {
                        "en": "Kizhi",
                        "ru": "Кижи"
                    }
                },
                "query": {
                    "Q205244": {
                        "en": "Kizhi",
                        "ru": "Кижи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                },
                "query": {
                    "P206": {
                        "en": "located in or next to body of water",
                        "ru": "находится в акватории или на берегу водоёма"
                    }
                }
            },
            "answer_en": [
                "Lake Onega"
            ],
            "answer_ru": [
                "Онежское озеро"
            ],
            "answer_entities": [
                "Q166162"
            ]
        },
        {
            "id": 6310,
            "en_question": "What does Bashmet play on?",
            "ru_question": "На чем играет Башмет?",
            "query": "select ?answer where { wd:Q156546 wdt:P1303 ?answer }",
            "entities": {
                "question": {
                    "Q156546": {
                        "en": "Yury Bashmet",
                        "ru": "Юрий Абрамович Башмет"
                    }
                },
                "query": {
                    "Q156546": {
                        "en": "Yury Bashmet",
                        "ru": "Юрий Абрамович Башмет"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                }
            },
            "answer_en": [
                "viola"
            ],
            "answer_ru": [
                "альт"
            ],
            "answer_entities": [
                "Q80284"
            ]
        },
        {
            "id": 6311,
            "en_question": "What does Igor Rasteryaev play on?",
            "ru_question": "На чем играет Игорь Растеряев?",
            "query": "select ?answer where { wd:Q658320 wdt:P1303 ?answer }",
            "entities": {
                "question": {
                    "Q658320": {
                        "en": "Igor Rasteriaev",
                        "ru": "Игорь Вячеславович Растеряев"
                    }
                },
                "query": {
                    "Q658320": {
                        "en": "Igor Rasteriaev",
                        "ru": "Игорь Вячеславович Растеряев"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                }
            },
            "answer_en": [
                "acoustic guitar",
                "accordion",
                "balalaika",
                "khromka",
                "voice"
            ],
            "answer_ru": [
                "акустическая гитара",
                "аккордеоны",
                "балалайка",
                "хромка",
                "вокал"
            ],
            "answer_entities": [
                "Q31561",
                "Q79838",
                "Q178389",
                "Q4501563",
                "Q17172850"
            ]
        },
        {
            "id": 6312,
            "en_question": "What does Squidward play on?",
            "ru_question": "На чем играет Сквидвард?",
            "query": "select ?answer where { wd:Q1064404 wdt:P1303 ?answer }",
            "entities": {
                "question": {
                    "Q1064404": {
                        "en": "Squidward Tentacles",
                        "ru": "Сквидвард Тентаклс"
                    }
                },
                "query": {
                    "Q1064404": {
                        "en": "Squidward Tentacles",
                        "ru": "Сквидвард Тентаклс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                }
            },
            "answer_en": [
                "clarinet"
            ],
            "answer_ru": [
                "кларнет"
            ],
            "answer_entities": [
                "Q8343"
            ]
        },
        {
            "id": 6314,
            "en_question": "Under what license is docker distributed?",
            "ru_question": "Под какой лицензией распространяется docker?",
            "query": "select ?answer where { wd:Q15206305 wdt:P275 ?answer }",
            "entities": {
                "question": {
                    "Q15206305": {
                        "en": "Docker",
                        "ru": "Docker"
                    }
                },
                "query": {
                    "Q15206305": {
                        "en": "Docker",
                        "ru": "Docker"
                    }
                }
            },
            "relations": {
                "question": {
                    "P275": {
                        "en": "copyright license",
                        "ru": "лицензия"
                    }
                },
                "query": {
                    "P275": {
                        "en": "copyright license",
                        "ru": "лицензия"
                    }
                }
            },
            "answer_en": [
                "proprietary license",
                "Apache Software License 2.0"
            ],
            "answer_ru": [
                "проприетарная лицензия",
                "Apache License 2.0"
            ],
            "answer_entities": [
                "Q3238057",
                "Q13785927"
            ]
        },
        {
            "id": 6315,
            "en_question": "The capital of which region of the city of Ufa?",
            "ru_question": "Столица какого региона город Уфа?",
            "query": "select ?answer where { wd:Q911 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q911": {
                        "en": "Ufa",
                        "ru": "Уфа"
                    }
                },
                "query": {
                    "Q911": {
                        "en": "Ufa",
                        "ru": "Уфа"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Bashkortostan",
                "Bashkir Autonomous Soviet Socialist Republic",
                "Ufimsky District",
                "Ufa Governorate",
                "Ufa Uyezd",
                "Ufa Viceroyalty",
                "Ufa Urban Okrug"
            ],
            "answer_ru": [
                "Башкортостан",
                "Башкирская Автономная Советская Социалистическая Республика",
                "Уфимский район",
                "Уфимская губерния",
                "Уфимский уезд",
                "Уфимское наместничество",
                "Городской округ город Уфа"
            ],
            "answer_entities": [
                "Q5710",
                "Q809806",
                "Q1092754",
                "Q1390649",
                "Q4479125",
                "Q4479136",
                "Q15190285"
            ]
        },
        {
            "id": 6317,
            "en_question": "Which country's capital is Canberra?",
            "ru_question": "Столица какой страны Канберра?",
            "query": "select ?answer where { wd:Q3114 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q3114": {
                        "en": "Canberra",
                        "ru": "Канберра"
                    }
                },
                "query": {
                    "Q3114": {
                        "en": "Canberra",
                        "ru": "Канберра"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Australia",
                "Australian Capital Territory",
                "Jervis Bay Territory"
            ],
            "answer_ru": [
                "Австралия",
                "Австралийская столичная территория",
                "Территория Джервис-Бей"
            ],
            "answer_entities": [
                "Q408",
                "Q3258",
                "Q15577"
            ]
        },
        {
            "id": 6318,
            "en_question": "What region is Munich the capital of?",
            "ru_question": "Столицей какого региона является Мюнхен?",
            "query": "select ?answer where { wd:Q1726 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q1726": {
                        "en": "Munich",
                        "ru": "Мюнхен"
                    }
                },
                "query": {
                    "Q1726": {
                        "en": "Munich",
                        "ru": "Мюнхен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Bavaria",
                "Munich",
                "Upper Bavaria"
            ],
            "answer_ru": [
                "Бавария",
                "Мюнхен",
                "Верхняя Бавария"
            ],
            "answer_entities": [
                "Q980",
                "Q10544",
                "Q10562"
            ]
        },
        {
            "id": 6319,
            "en_question": "What country's capital is Antananarivo?",
            "ru_question": "Столицей какой страны является Антананариву?",
            "query": "select ?answer where { wd:Q3915 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q3915": {
                        "en": "Antananarivo",
                        "ru": "Антананариву"
                    }
                },
                "query": {
                    "Q3915": {
                        "en": "Antananarivo",
                        "ru": "Антананариву"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Madagascar",
                "Antananarivo Province",
                "French Madagascar"
            ],
            "answer_ru": [
                "Мадагаскар",
                "Антананариву",
                "Колония Мадагаскар"
            ],
            "answer_entities": [
                "Q1019",
                "Q489821",
                "Q5501842"
            ]
        },
        {
            "id": 6320,
            "en_question": "Which country's capital is Sarajevo?",
            "ru_question": "Столицей какой страны является город Сараево?",
            "query": "select ?answer where { wd:Q11194 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q11194": {
                        "en": "Sarajevo",
                        "ru": "Сараево"
                    }
                },
                "query": {
                    "Q11194": {
                        "en": "Sarajevo",
                        "ru": "Сараево"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Bosnia and Herzegovina",
                "Republika Srpska",
                "Federation of Bosnia and Herzegovina",
                "Sarajevo Canton",
                "Socialist Republic of Bosnia and Herzegovina",
                "Republic of Bosnia and Herzegovina",
                "Bosnia Eyalet"
            ],
            "answer_ru": [
                "Босния и Герцеговина",
                "Республика Сербская",
                "Федерация Боснии и Герцеговины",
                "Сараевский кантон",
                "Социалистическая Республика Босния и Герцеговина",
                "Республика Босния и Герцеговина",
                "Боснийский пашалык"
            ],
            "answer_entities": [
                "Q225",
                "Q11196",
                "Q11198",
                "Q18276",
                "Q208545",
                "Q1274468",
                "Q2055400"
            ]
        },
        {
            "id": 6322,
            "en_question": "What country's capital is Jakarta?",
            "ru_question": "Столицей какой страны является Джакарта?",
            "query": "select ?answer where { wd:Q3630 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q3630": {
                        "en": "Jakarta",
                        "ru": "Джакарта"
                    }
                },
                "query": {
                    "Q3630": {
                        "en": "Jakarta",
                        "ru": "Джакарта"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Indonesia",
                "Java",
                "United States of Indonesia"
            ],
            "answer_ru": [
                "Индонезия",
                "Ява",
                "Соединённые Штаты Индонезии"
            ],
            "answer_entities": [
                "Q252",
                "Q3757",
                "Q523435"
            ]
        },
        {
            "id": 6323,
            "en_question": "What country's capital is Kingston?",
            "ru_question": "Столицей какой страны является Кингстон?",
            "query": "select ?answer where { wd:Q34692 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q34692": {
                        "en": "Kingston",
                        "ru": "Кингстон"
                    }
                },
                "query": {
                    "Q34692": {
                        "en": "Kingston",
                        "ru": "Кингстон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Jamaica",
                "Surrey County",
                "Colony of Jamaica"
            ],
            "answer_ru": [
                "Ямайка",
                "Сарри",
                "Колония Ямайка"
            ],
            "answer_entities": [
                "Q766",
                "Q651453",
                "Q2526023"
            ]
        }