{
            "id": 2113,
            "en_question": "Who compiled the \"Explanatory dictionary of the living great Russian language\"?",
            "ru_question": "Кто составил \"Толковый словарь живого великорусского языка\"?",
            "query": "select ?answer where { wd:Q1970746 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q1970746": {
                        "en": "Explanatory Dictionary of the Living Great Russian Language",
                        "ru": "Толковый словарь В. Даля"
                    }
                },
                "query": {
                    "Q1970746": {
                        "en": "Explanatory Dictionary of the Living Great Russian Language",
                        "ru": "Толковый словарь В. Даля"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Vladimir Dal"
            ],
            "answer_ru": [
                "Владимир Иванович Даль"
            ],
            "answer_entities": [
                "Q326499"
            ]
        },
        {
            "id": 2114,
            "en_question": "Who made the films \"Space as a premonition\", \"Walk\"?",
            "ru_question": "Кто снял фильмы \"Космос как предчувствие\", \"Прогулка\"?",
            "query": "select ?answer where { wd:Q4235079 wdt:P57 ?answer . wd:Q4379891 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q4379891": {
                        "en": "The Stroll",
                        "ru": "Прогулка"
                    },
                    "Q4235079": {
                        "en": "Dreaming of Space",
                        "ru": "Космос как предчувствие"
                    }
                },
                "query": {
                    "Q4379891": {
                        "en": "The Stroll",
                        "ru": "Прогулка"
                    },
                    "Q4235079": {
                        "en": "Dreaming of Space",
                        "ru": "Космос как предчувствие"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Alexei Uchitel"
            ],
            "answer_ru": [
                "Алексей Ефимович Учитель"
            ],
            "answer_entities": [
                "Q137244"
            ]
        },
        {
            "id": 3006,
            "en_question": "What was the name of Raskolnikov from \"Crime and punishment\"?",
            "ru_question": "Как звали Раскольникова из \"Преступления и наказания\"?",
            "query": "select ?answer where { wd:Q934089 wdt:P735 ?answer  }",
            "entities": {
                "question": {
                    "Q934089": {
                        "en": "Rodion Romanovich Raskolnikov",
                        "ru": "Родион Раскольников"
                    }
                },
                "query": {
                    "Q934089": {
                        "en": "Rodion Romanovich Raskolnikov",
                        "ru": "Родион Раскольников"
                    }
                }
            },
            "relations": {
                "question": {
                    "P735": {
                        "en": "given name",
                        "ru": "личное имя"
                    }
                },
                "query": {
                    "P735": {
                        "en": "given name",
                        "ru": "личное имя"
                    }
                }
            },
            "answer_en": [
                "Rodion"
            ],
            "answer_ru": [
                "Родион"
            ],
            "answer_entities": [
                "Q21127485"
            ]
        },
        {
            "id": 3015,
            "en_question": "Who was Yefim Alekseyevich Pridvorov? (first name + last name)",
            "ru_question": "Кем был Ефим Алексеевич Придворов? (имя + фамилия)",
            "query": "select ?answer where { values ?answer { wd:Q439566 } }",
            "entities": {
                "question": {
                    "Q439566": {
                        "en": "Demyan Bedny",
                        "ru": "Демьян Бедный"
                    }
                },
                "query": {
                    "Q439566": {
                        "en": "Demyan Bedny",
                        "ru": "Демьян Бедный"
                    }
                }
            },
            "relations": {
                "question": {},
                "query": {}
            },
            "answer_en": [
                "Demyan Bedny"
            ],
            "answer_ru": [
                "Демьян Бедный"
            ],
            "answer_entities": [
                "Q439566"
            ]
        },
        {
            "id": 3017,
            "en_question": "Which country hosted the XXI Olympic games",
            "ru_question": "В какой стране проходили XXI Олимпийские игры",
            "query": "select distinct ?answer where { { wd:Q9674 wdt:P17 ?answer } union { wd:Q8444 wdt:P17 ?answer } }",
            "entities": {
                "question": {
                    "Q8444": {
                        "en": "1976 Summer Olympics",
                        "ru": "Летние Олимпийские игры 1976"
                    },
                    "Q9674": {
                        "en": "2010 Winter Olympics",
                        "ru": "зимние Олимпийские игры 2010"
                    }
                },
                "query": {
                    "Q8444": {
                        "en": "1976 Summer Olympics",
                        "ru": "Летние Олимпийские игры 1976"
                    },
                    "Q9674": {
                        "en": "2010 Winter Olympics",
                        "ru": "зимние Олимпийские игры 2010"
                    }
                }
            },
            "relations": {
                "question": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                },
                "query": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                }
            },
            "answer_en": [
                "Canada"
            ],
            "answer_ru": [
                "Канада"
            ],
            "answer_entities": [
                "Q16"
            ]
        },
        {
            "id": 3019,
            "en_question": "What was the name of President Kennedy, who was killed in Dallas",
            "ru_question": "Как звали президента Кеннеди, которого ухлопали в Далласе",
            "query": "select ?answer where { wd:Q9696 wdt:P735 ?answer  }",
            "entities": {
                "question": {
                    "Q9696": {
                        "en": "John F. Kennedy",
                        "ru": "Джон Фицджеральд Кеннеди"
                    }
                },
                "query": {
                    "Q9696": {
                        "en": "John F. Kennedy",
                        "ru": "Джон Фицджеральд Кеннеди"
                    }
                }
            },
            "relations": {
                "question": {
                    "P735": {
                        "en": "given name",
                        "ru": "личное имя"
                    }
                },
                "query": {
                    "P735": {
                        "en": "given name",
                        "ru": "личное имя"
                    }
                }
            },
            "answer_en": [
                "John"
            ],
            "answer_ru": [
                "Джон"
            ],
            "answer_entities": [
                "Q4925477"
            ]
        },
        {
            "id": 3021,
            "en_question": "Which plant is processed into tequila",
            "ru_question": "Какое растение перерабатывают в текилу",
            "query": "select ?answer where { wd:Q122195 wdt:P186 ?answer  }",
            "entities": {
                "question": {
                    "Q122195": {
                        "en": "tequila",
                        "ru": "текила"
                    }
                },
                "query": {
                    "Q122195": {
                        "en": "tequila",
                        "ru": "текила"
                    }
                }
            },
            "relations": {
                "question": {
                    "P186": {
                        "en": "made from material",
                        "ru": "сделано из"
                    }
                },
                "query": {
                    "P186": {
                        "en": "made from material",
                        "ru": "сделано из"
                    }
                }
            },
            "answer_en": [
                "Agave"
            ],
            "answer_ru": [
                "Агава"
            ],
            "answer_entities": [
                "Q155874"
            ]
        },
        {
            "id": 3022,
            "en_question": "Which American state gave the world four-time Olympic champion Jesse Owens",
            "ru_question": "Какой американский штат подарил миру четырехкратного олимпийского чемпиона Джесси Оуэнса",
            "query": "select ?answer where { wd:Q52651 wdt:P19 / wdt:P131* ?answer . ?answer wdt:P31 wd:Q35657 }",
            "entities": {
                "question": {
                    "Q52651": {
                        "en": "Jesse Owens",
                        "ru": "Джесси Оуэнс"
                    },
                    "Q35657": {
                        "en": "U.S. state",
                        "ru": "штат США"
                    }
                },
                "query": {
                    "Q52651": {
                        "en": "Jesse Owens",
                        "ru": "Джесси Оуэнс"
                    },
                    "Q35657": {
                        "en": "U.S. state",
                        "ru": "штат США"
                    }
                }
            },
            "relations": {
                "question": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    },
                    "P31": {
                        "en": "instance of",
                        "ru": "это частный случай понятия"
                    },
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                },
                "query": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    },
                    "P31": {
                        "en": "instance of",
                        "ru": "это частный случай понятия"
                    },
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                }
            },
            "answer_en": [
                "Alabama"
            ],
            "answer_ru": [
                "Алабама"
            ],
            "answer_entities": [
                "Q173"
            ]
        },
        {
            "id": 3024,
            "en_question": "Who was Rigoletto at the king's court",
            "ru_question": "Кем был Риголетто при дворе короля",
            "query": "select ?answer where { wd:Q50386830 wdt:P106 ?answer  }",
            "entities": {
                "question": {
                    "Q50386830": {
                        "en": "Rigoletto",
                        "ru": "Риголетто"
                    }
                },
                "query": {
                    "Q50386830": {
                        "en": "Rigoletto",
                        "ru": "Риголетто"
                    }
                }
            },
            "relations": {
                "question": {
                    "P106": {
                        "en": "occupation",
                        "ru": "род занятий"
                    }
                },
                "query": {
                    "P106": {
                        "en": "occupation",
                        "ru": "род занятий"
                    }
                }
            },
            "answer_en": [
                "jester"
            ],
            "answer_ru": [
                "шут"
            ],
            "answer_entities": [
                "Q215548"
            ]
        },
        {
            "id": 3026,
            "en_question": "Who told us about the amazing voice of Gelsomino",
            "ru_question": "Кто поведал об удивительном голосе Джельсомино",
            "query": "select ?answer where { wd:Q3759322 wdt:P50 ?answer  }",
            "entities": {
                "question": {
                    "Q3759322": {
                        "en": "Gelsomino in the Country of Liars",
                        "ru": "Джельсомино в Стране лжецов"
                    }
                },
                "query": {
                    "Q3759322": {
                        "en": "Gelsomino in the Country of Liars",
                        "ru": "Джельсомино в Стране лжецов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Gianni Rodari"
            ],
            "answer_ru": [
                "Джанни Родари"
            ],
            "answer_entities": [
                "Q193018"
            ]
        },
        {
            "id": 3031,
            "en_question": "What was the name of the first human cosmonaut",
            "ru_question": "Как звали первого человека космонавта",
            "query": "select ?answer where { wd:Q7327 wdt:P1477 ?answer  }",
            "entities": {
                "question": {
                    "Q7327": {
                        "en": "Yuri Gagarin",
                        "ru": "Юрий Алексеевич Гагарин"
                    }
                },
                "query": {
                    "Q7327": {
                        "en": "Yuri Gagarin",
                        "ru": "Юрий Алексеевич Гагарин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1477": {
                        "en": "birth name",
                        "ru": "имя при рождении"
                    }
                },
                "query": {
                    "P1477": {
                        "en": "birth name",
                        "ru": "имя при рождении"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 3034,
            "en_question": "Who did V. Serov depict in the painting \"Girl with peaches\"?",
            "ru_question": "Кого В.Серов изобразил на картине \"Девочка с персиками\"?",
            "query": "select ?answer where { wd:Q4156438 wdt:P180 ?answer  }",
            "entities": {
                "question": {
                    "Q4156438": {
                        "en": "Girl with peaches",
                        "ru": "Девочка с персиками"
                    }
                },
                "query": {
                    "Q4156438": {
                        "en": "Girl with peaches",
                        "ru": "Девочка с персиками"
                    }
                }
            },
            "relations": {
                "question": {
                    "P180": {
                        "en": "depicts",
                        "ru": "изображённый объект"
                    }
                },
                "query": {
                    "P180": {
                        "en": "depicts",
                        "ru": "изображённый объект"
                    }
                }
            },
            "answer_en": [
                "Vera Mamontova"
            ],
            "answer_ru": [
                "Вера Саввична Мамонтова"
            ],
            "answer_entities": [
                "Q50546603"
            ]
        },
        {
            "id": 3070,
            "en_question": "What state in the XVI century belonged to the Navy, which went down in history as the \"Invincible Armada\"?",
            "ru_question": "Какому государству в XVI веке принадлежал военный флот, вошедший в историю под названием \"Непобедимая Армада\"?",
            "query": "select ?answer where { wd:Q179684 wdt:P17 ?answer  }",
            "entities": {
                "question": {
                    "Q179684": {
                        "en": "Spanish Armada",
                        "ru": "Непобедимая армада"
                    }
                },
                "query": {
                    "Q179684": {
                        "en": "Spanish Armada",
                        "ru": "Непобедимая армада"
                    }
                }
            },
            "relations": {
                "question": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                },
                "query": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                }
            },
            "answer_en": [
                "Spain"
            ],
            "answer_ru": [
                "Испания"
            ],
            "answer_entities": [
                "Q29"
            ]
        },
        {
            "id": 3071,
            "en_question": "What is the disease called \"leprosy\"?",
            "ru_question": "Какую болезнь называют \"лепра\"?",
            "query": "select ?answer where { values ?answer { wd:Q36956 } }",
            "entities": {
                "question": {
                    "Q36956": {
                        "en": "leprosy",
                        "ru": "лепра"
                    }
                },
                "query": {
                    "Q36956": {
                        "en": "leprosy",
                        "ru": "лепра"
                    }
                }
            },
            "relations": {
                "question": {},
                "query": {}
            },
            "answer_en": [
                "leprosy"
            ],
            "answer_ru": [
                "лепра"
            ],
            "answer_entities": [
                "Q36956"
            ]
        },
        {
            "id": 3084,
            "en_question": "Where is the monument to the urinating boy",
            "ru_question": "Где находится памятник писающему мальчику",
            "query": "select ?answer where { wd:Q152072 wdt:P131 ?answer  }",
            "entities": {
                "question": {
                    "Q152072": {
                        "en": "Manneken Pis",
                        "ru": "Писающий мальчик"
                    }
                },
                "query": {
                    "Q152072": {
                        "en": "Manneken Pis",
                        "ru": "Писающий мальчик"
                    }
                }
            },
            "relations": {
                "question": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                },
                "query": {
                    "P131": {
                        "en": "located in the administrative territorial entity",
                        "ru": "административно-территориальная единица"
                    }
                }
            },
            "answer_en": [
                "City of Brussels"
            ],
            "answer_ru": [
                "Брюссель"
            ],
            "answer_entities": [
                "Q239"
            ]
        },
        {
            "id": 3091,
            "en_question": "Who was the co-Director of Eldar Ryazanov on the set of the film \"the Incredible adventures of Italians in Russia\"?",
            "ru_question": "Кто был сорежиссером Эльдара Рязанова на съемках фильма \"Невероятные приключения итальянцев в России\"?",
            "query": "select ?answer where { wd:Q940081 wdt:P57 ?answer . filter ( ?answer not in ( wd:Q381944 ) ) }",
            "entities": {
                "question": {
                    "Q381944": {
                        "en": "Eldar Ryazanov",
                        "ru": "Эльдар Александрович Рязанов"
                    },
                    "Q940081": {
                        "en": "Unbelievable Adventures of Italians in Russia",
                        "ru": "Невероятные приключения итальянцев в России"
                    }
                },
                "query": {
                    "Q381944": {
                        "en": "Eldar Ryazanov",
                        "ru": "Эльдар Александрович Рязанов"
                    },
                    "Q940081": {
                        "en": "Unbelievable Adventures of Italians in Russia",
                        "ru": "Невероятные приключения итальянцев в России"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Franco Prosperi"
            ],
            "answer_ru": [
                "Франко Проспери"
            ],
            "answer_entities": [
                "Q3750503"
            ]
        },
        {
            "id": 3110,
            "en_question": "What was the name of the wife of calliope's son, Orpheus",
            "ru_question": "Как звали жену сына Каллиопы, Орфея",
            "query": "select ?answer where { wd:Q174353 wdt:P26 ?answer  }",
            "entities": {
                "question": {
                    "Q174353": {
                        "en": "Orpheus",
                        "ru": "Орфей"
                    }
                },
                "query": {
                    "Q174353": {
                        "en": "Orpheus",
                        "ru": "Орфей"
                    }
                }
            },
            "relations": {
                "question": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                },
                "query": {
                    "P26": {
                        "en": "spouse",
                        "ru": "супруг(а)"
                    }
                }
            },
            "answer_en": [
                "Eurydice"
            ],
            "answer_ru": [
                "Эвридика"
            ],
            "answer_entities": [
                "Q208588"
            ]
        },
        {
            "id": 3113,
            "en_question": "What is the station of the Moscow metro until 1986 was called the \"Lermontov\"?",
            "ru_question": "Какая станция Московского метрополитена до 1986 года носила название \"Лермонтовская\"?",
            "query": "select ?answer where { ?answer wdt:P31 wd:Q928830 . ?answer skos:altlabel \"лермонтовская\"@ru }",
            "entities": {
                "question": {
                    "Q928830": {
                        "en": "metro station",
                        "ru": "станция метрополитена"
                    }
                },
                "query": {
                    "Q928830": {
                        "en": "metro station",
                        "ru": "станция метрополитена"
                    }
                }
            },
            "relations": {
                "question": {
                    "P31": {
                        "en": "instance of",
                        "ru": "это частный случай понятия"
                    }
                },
                "query": {
                    "P31": {
                        "en": "instance of",
                        "ru": "это частный случай понятия"
                    }
                }
            },
            "answer_en": [
                "Krasnye Vorota"
            ],
            "answer_ru": [
                "Красные ворота"
            ],
            "answer_entities": [
                "Q1341256"
            ]
        },
        {
            "id": 3116,
            "en_question": "What object gave the name to the famous Opera house \"La Scala\"?",
            "ru_question": "Какой объект дал название знаменитому оперному театру \"Ла Скала\"?",
            "query": "select ?answer where { wd:Q5471 wdt:P138 ?answer  }",
            "entities": {
                "question": {
                    "Q5471": {
                        "en": "La Scala",
                        "ru": "Ла Скала"
                    }
                },
                "query": {
                    "Q5471": {
                        "en": "La Scala",
                        "ru": "Ла Скала"
                    }
                }
            },
            "relations": {
                "question": {
                    "P138": {
                        "en": "named after",
                        "ru": "названо в честь"
                    }
                },
                "query": {
                    "P138": {
                        "en": "named after",
                        "ru": "названо в честь"
                    }
                }
            },
            "answer_en": [
                "Santa Maria alla Scala"
            ],
            "answer_ru": [
                "Santa Maria alla Scala"
            ],
            "answer_entities": [
                "Q902320"
            ]
        },
        {
            "id": 3135,
            "en_question": "What is the name of the highest point in Central America",
            "ru_question": "Как называется наивысшая точка Центральной Америки",
            "query": "select ?answer where { wd:Q27611 wdt:P610 ?answer  }",
            "entities": {
                "question": {
                    "Q27611": {
                        "en": "Central America",
                        "ru": "Центральная Америка"
                    }
                },
                "query": {
                    "Q27611": {
                        "en": "Central America",
                        "ru": "Центральная Америка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P610": {
                        "en": "highest point",
                        "ru": "наивысшая точка"
                    }
                },
                "query": {
                    "P610": {
                        "en": "highest point",
                        "ru": "наивысшая точка"
                    }
                }
            },
            "answer_en": [
                "Volcán Tajumulco"
            ],
            "answer_ru": [
                "Тахумулько"
            ],
            "answer_entities": [
                "Q818467"
            ]
        }