{
            "id": 7130,
            "en_question": "How long did the Middle ages last?",
            "ru_question": "Сколько лет длились Средние века?",
            "query": "select ?answer where { wd:Q12554 wdt:P580 ?begin . wd:Q12554 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q12554": {
                        "en": "Middle Ages",
                        "ru": "Средние века"
                    }
                },
                "query": {
                    "Q12554": {
                        "en": "Middle Ages",
                        "ru": "Средние века"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7131,
            "en_question": "How long did Spartacus ' rebellion last?",
            "ru_question": "Сколько лет длилось восстание Спартака?",
            "query": "select ?answer where { wd:Q194378 wdt:P580 ?begin . wd:Q194378 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q194378": {
                        "en": "Third Servile War",
                        "ru": "восстание Спартака"
                    }
                },
                "query": {
                    "Q194378": {
                        "en": "Third Servile War",
                        "ru": "восстание Спартака"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7132,
            "en_question": "How long did the Second Punic war last?",
            "ru_question": "Сколько лет продолжалась Вторая пуническая война?",
            "query": "select ?answer where { wd:Q6271 wdt:P580 ?begin . wd:Q6271 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q6271": {
                        "en": "Second Punic War",
                        "ru": "Вторая Пуническая война"
                    }
                },
                "query": {
                    "Q6271": {
                        "en": "Second Punic War",
                        "ru": "Вторая Пуническая война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7133,
            "en_question": "How long did the middle Ages last?",
            "ru_question": "Сколько лет продолжалась эпоха Средневековья?",
            "query": "select ?answer where { wd:Q12554 wdt:P580 ?begin . wd:Q12554 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q12554": {
                        "en": "Middle Ages",
                        "ru": "Средние века"
                    }
                },
                "query": {
                    "Q12554": {
                        "en": "Middle Ages",
                        "ru": "Средние века"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7134,
            "en_question": "How long did the Crusades last?",
            "ru_question": "Сколько лет продолжались крестовые походы?",
            "query": "select ?answer where { wd:Q12546 wdt:P580 ?begin . wd:Q12546 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q12546": {
                        "en": "Crusades",
                        "ru": "Крестовые походы"
                    }
                },
                "query": {
                    "Q12546": {
                        "en": "Crusades",
                        "ru": "Крестовые походы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7137,
            "en_question": "How many years did the Santa Barbara series last?",
            "ru_question": "Сколько лет продолжался сериал Санта Барбара?",
            "query": "select ?answer where { wd:Q22272 wdt:P580 ?begin . wd:Q22272 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q22272": {
                        "en": "Santa Barbara",
                        "ru": "Санта-Барбара"
                    }
                },
                "query": {
                    "Q22272": {
                        "en": "Santa Barbara",
                        "ru": "Санта-Барбара"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7138,
            "en_question": "How many months did the siege of Leningrad last?",
            "ru_question": "Сколько месяцев продолжалась блокада Ленинграда?",
            "query": "select ?answer where { wd:Q151860 wdt:P580 ?begin . wd:Q151860 wdt:P582 ?end . bind ( xsd:integer ( ( ?end - ?begin + 30 ) / 365 * 12 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q151860": {
                        "en": "Siege of Leningrad",
                        "ru": "Блокада Ленинграда"
                    }
                },
                "query": {
                    "Q151860": {
                        "en": "Siege of Leningrad",
                        "ru": "Блокада Ленинграда"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7140,
            "en_question": "What's LJ's name?\"",
            "ru_question": "Как зовут Элджея?",
            "query": "select ?answer where { wd:Q47037314 wdt:P1477 ?answer }",
            "entities": {
                "question": {
                    "Q47037314": {
                        "en": "Eldzhey",
                        "ru": "Элджей"
                    }
                },
                "query": {
                    "Q47037314": {
                        "en": "Eldzhey",
                        "ru": "Элджей"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1477": {
                        "en": "birth name",
                        "ru": "имя при рождении"
                    }
                },
                "query": {
                    "P1477": {
                        "en": "birth name",
                        "ru": "имя при рождении"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7142,
            "en_question": "What is the official name of Russia?",
            "ru_question": "Как официально называется Россия?",
            "query": "select ?answer where { wd:Q159 wdt:P1448 ?answer }",
            "entities": {
                "question": {
                    "Q159": {
                        "en": "Russia",
                        "ru": "Россия"
                    }
                },
                "query": {
                    "Q159": {
                        "en": "Russia",
                        "ru": "Россия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1448": {
                        "en": "official name",
                        "ru": "официальное название"
                    }
                },
                "query": {
                    "P1448": {
                        "en": "official name",
                        "ru": "официальное название"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7143,
            "en_question": "What was Genghis Khan's birth name?",
            "ru_question": "Какое имя получено при рождении Чингисханом?",
            "query": "select ?answer where { wd:Q720 wdt:P1477 ?answer }",
            "entities": {
                "question": {
                    "Q720": {
                        "en": "Genghis Khan",
                        "ru": "Чингисхан"
                    }
                },
                "query": {
                    "Q720": {
                        "en": "Genghis Khan",
                        "ru": "Чингисхан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1477": {
                        "en": "birth name",
                        "ru": "имя при рождении"
                    }
                },
                "query": {
                    "P1477": {
                        "en": "birth name",
                        "ru": "имя при рождении"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7145,
            "en_question": "What is the area of Imandra lake?",
            "ru_question": "Какая площадь озера Имандра?",
            "query": "select ?answer where { wd:Q265997 wdt:P2046 ?answer  }",
            "entities": {
                "question": {
                    "Q265997": {
                        "en": "Imandra",
                        "ru": "Имандра"
                    }
                },
                "query": {
                    "Q265997": {
                        "en": "Imandra",
                        "ru": "Имандра"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7146,
            "en_question": "When is the iPhone SE released?",
            "ru_question": "Когда выпущен айфон SE?",
            "query": "select ?answer where { wd:Q23309966 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q23309966": {
                        "en": "iPhone SE (1st generation)",
                        "ru": "IPhone SE"
                    }
                },
                "query": {
                    "Q23309966": {
                        "en": "iPhone SE (1st generation)",
                        "ru": "IPhone SE"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null,
                null,
                null,
                null,
                null,
                null,
                null,
                null,
                null,
                null
            ]
        },
        {
            "id": 7148,
            "en_question": "When was the Hero of our time written?",
            "ru_question": "Когда написан Герой нашего времени?",
            "query": "select ?answer where { wd:Q1304649 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q1304649": {
                        "en": "A Hero of Our Time",
                        "ru": "Герой нашего времени"
                    }
                },
                "query": {
                    "Q1304649": {
                        "en": "A Hero of Our Time",
                        "ru": "Герой нашего времени"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7149,
            "en_question": "When was the song Katyusha written?",
            "ru_question": "Когда написана песня Катюша?",
            "query": "select ?answer where { wd:Q18288 wdt:P577 ?answer  }",
            "entities": {
                "question": {
                    "Q18288": {
                        "en": "Katyusha",
                        "ru": "Катюша"
                    }
                },
                "query": {
                    "Q18288": {
                        "en": "Katyusha",
                        "ru": "Катюша"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7150,
            "en_question": "When I showed the film Purgatory?",
            "ru_question": "Когда показали фильм Чистилище?",
            "query": "select ?answer where { wd:Q4516413 wdt:P577 ?answer  }",
            "entities": {
                "question": {
                    "Q4516413": {
                        "en": "Purgatory",
                        "ru": "Чистилище"
                    }
                },
                "query": {
                    "Q4516413": {
                        "en": "Purgatory",
                        "ru": "Чистилище"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7151,
            "en_question": "How far is it from Earth to Mars?",
            "ru_question": "Сколько расстояние от Земли до Марса?",
            "query": "select ?answer where { wd:Q111 wdt:P2583 ?answer  }",
            "entities": {
                "question": {
                    "Q111": {
                        "en": "Mars",
                        "ru": "Марс"
                    }
                },
                "query": {
                    "Q111": {
                        "en": "Mars",
                        "ru": "Марс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2583": {
                        "en": "distance from Earth",
                        "ru": "расстояние от Земли"
                    }
                },
                "query": {
                    "P2583": {
                        "en": "distance from Earth",
                        "ru": "расстояние от Земли"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7153,
            "en_question": "In what year did Gogol write Dead souls?",
            "ru_question": "В каком году Гоголь написал Мертвые души?",
            "query": "select ?answer where { wd:Q647379 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q647379": {
                        "en": "Dead Souls",
                        "ru": "Мёртвые души"
                    }
                },
                "query": {
                    "Q647379": {
                        "en": "Dead Souls",
                        "ru": "Мёртвые души"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7155,
            "en_question": "What is the depth of lake Alakol?",
            "ru_question": "Какая глубина озера Алаколь?",
            "query": "select ?answer where { wd:Q310547 wdt:P4511 ?answer  }",
            "entities": {
                "question": {
                    "Q310547": {
                        "en": "Lake Alakol",
                        "ru": "Алаколь"
                    }
                },
                "query": {
                    "Q310547": {
                        "en": "Lake Alakol",
                        "ru": "Алаколь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P4511": {
                        "en": "vertical depth",
                        "ru": "вертикальная глубина"
                    }
                },
                "query": {
                    "P4511": {
                        "en": "vertical depth",
                        "ru": "вертикальная глубина"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7156,
            "en_question": "What is the depth of lake Sevan?",
            "ru_question": "Какая глубина озера Севан?",
            "query": "select ?answer where { wd:Q181932 wdt:P4511 ?answer  }",
            "entities": {
                "question": {
                    "Q181932": {
                        "en": "Lake Sevan",
                        "ru": "Севан"
                    }
                },
                "query": {
                    "Q181932": {
                        "en": "Lake Sevan",
                        "ru": "Севан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P4511": {
                        "en": "vertical depth",
                        "ru": "вертикальная глубина"
                    }
                },
                "query": {
                    "P4511": {
                        "en": "vertical depth",
                        "ru": "вертикальная глубина"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7157,
            "en_question": "What is the height of the Berlin TV tower?",
            "ru_question": "Какова высота берлинской телебашни?",
            "query": "select ?answer where { wd:Q151356 wdt:P2048 ?answer  }",
            "entities": {
                "question": {
                    "Q151356": {
                        "en": "Fernsehturm Berlin",
                        "ru": "Берлинская телебашня"
                    }
                },
                "query": {
                    "Q151356": {
                        "en": "Fernsehturm Berlin",
                        "ru": "Берлинская телебашня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                },
                "query": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7158,
            "en_question": "What is the length of the ring?",
            "ru_question": "Какой протяженностью МКАД?",
            "query": "select ?answer where { wd:Q925808 wdt:P2043 ?answer  }",
            "entities": {
                "question": {
                    "Q925808": {
                        "en": "Moscow Ring Road",
                        "ru": "МКАД"
                    }
                },
                "query": {
                    "Q925808": {
                        "en": "Moscow Ring Road",
                        "ru": "МКАД"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                },
                "query": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }