{
            "id": 6541,
            "en_question": "What genre does I. S. Turgenev's work Fathers and children belong to?",
            "ru_question": "К какому жанру относится произведение И.С. Тургенева Отцы и дети?",
            "query": "select ?answer where { wd:Q29424 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q29424": {
                        "en": "Fathers and Sons",
                        "ru": "Отцы и дети"
                    }
                },
                "query": {
                    "Q29424": {
                        "en": "Fathers and Sons",
                        "ru": "Отцы и дети"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "novel"
            ],
            "answer_ru": [
                "роман"
            ],
            "answer_entities": [
                "Q8261"
            ]
        },
        {
            "id": 6542,
            "en_question": "Which band performs the song Hotel California?",
            "ru_question": "Какая группа исполняет песню Отель Калифорния?",
            "query": "select ?answer where { wd:Q780394 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q780394": {
                        "en": "Hotel California",
                        "ru": "Hotel California"
                    }
                },
                "query": {
                    "Q780394": {
                        "en": "Hotel California",
                        "ru": "Hotel California"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "Eagles"
            ],
            "answer_ru": [
                "Eagles"
            ],
            "answer_entities": [
                "Q189635"
            ]
        },
        {
            "id": 6544,
            "en_question": "What is the cause of Vladimir Etush's death?",
            "ru_question": "Какая причина смерти Владимира Этуша?",
            "query": "select ?answer where { wd:Q2545982 wdt:P509 ?answer }",
            "entities": {
                "question": {
                    "Q2545982": {
                        "en": "Vladimir Etush",
                        "ru": "Владимир Абрамович Этуш"
                    }
                },
                "query": {
                    "Q2545982": {
                        "en": "Vladimir Etush",
                        "ru": "Владимир Абрамович Этуш"
                    }
                }
            },
            "relations": {
                "question": {
                    "P509": {
                        "en": "cause of death",
                        "ru": "причина смерти"
                    }
                },
                "query": {
                    "P509": {
                        "en": "cause of death",
                        "ru": "причина смерти"
                    }
                }
            },
            "answer_en": [
                "heart failure"
            ],
            "answer_ru": [
                "сердечная недостаточность"
            ],
            "answer_entities": [
                "Q181754"
            ]
        },
        {
            "id": 6545,
            "en_question": "What is the cause of Sergei Zakharov's death?",
            "ru_question": "Какая причина смерти Сергея Захарова?",
            "query": "select ?answer where { wd:Q3329763 wdt:P509 ?answer }",
            "entities": {
                "question": {
                    "Q3329763": {
                        "en": "Sergey Zakharov",
                        "ru": "Сергей Захаров"
                    }
                },
                "query": {
                    "Q3329763": {
                        "en": "Sergey Zakharov",
                        "ru": "Сергей Захаров"
                    }
                }
            },
            "relations": {
                "question": {
                    "P509": {
                        "en": "cause of death",
                        "ru": "причина смерти"
                    }
                },
                "query": {
                    "P509": {
                        "en": "cause of death",
                        "ru": "причина смерти"
                    }
                }
            },
            "answer_en": [
                "heart failure"
            ],
            "answer_ru": [
                "сердечная недостаточность"
            ],
            "answer_entities": [
                "Q181754"
            ]
        },
        {
            "id": 6546,
            "en_question": "What was Stalin's military rank?",
            "ru_question": "Какое воинское звание было у Сталина?",
            "query": "select ?answer where { wd:Q855 wdt:P410 ?answer }",
            "entities": {
                "question": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                },
                "query": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                },
                "query": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                }
            },
            "answer_en": [
                "Marshal of the Soviet Union",
                "Generalissimus of the Soviet Union"
            ],
            "answer_ru": [
                "Маршал Советского Союза",
                "Генералиссимус Советского Союза"
            ],
            "answer_entities": [
                "Q125168",
                "Q1501888"
            ]
        },
        {
            "id": 6548,
            "en_question": "What is Gradsky's voice like?",
            "ru_question": "Какой голос у Градского?",
            "query": "select ?answer where { wd:Q1964661 wdt:P412 ?answer }",
            "entities": {
                "question": {
                    "Q1964661": {
                        "en": "Alexander Gradsky",
                        "ru": "Александр Градский"
                    }
                },
                "query": {
                    "Q1964661": {
                        "en": "Alexander Gradsky",
                        "ru": "Александр Градский"
                    }
                }
            },
            "relations": {
                "question": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                },
                "query": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                }
            },
            "answer_en": [
                "tenore di grazia",
                "Tenore contraltino"
            ],
            "answer_ru": [
                "лирический тенор",
                "тенор-альтино"
            ],
            "answer_entities": [
                "Q1471878",
                "Q3983766"
            ]
        },
        {
            "id": 6549,
            "en_question": "What kind of voice does Leps have?",
            "ru_question": "Какой голос у Лепса?",
            "query": "select ?answer where { wd:Q1187527 wdt:P412 ?answer }",
            "entities": {
                "question": {
                    "Q1187527": {
                        "en": "Grigory Leps",
                        "ru": "Григорий Лепс"
                    }
                },
                "query": {
                    "Q1187527": {
                        "en": "Grigory Leps",
                        "ru": "Григорий Лепс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                },
                "query": {
                    "P412": {
                        "en": "voice type",
                        "ru": "певческий голос"
                    }
                }
            },
            "answer_en": [
                "baritone"
            ],
            "answer_ru": [
                "баритон"
            ],
            "answer_entities": [
                "Q31687"
            ]
        },
        {
            "id": 6551,
            "en_question": "Which city is the capital of Israel?",
            "ru_question": "Какой город является столицей Израиля?",
            "query": "select ?answer where { wd:Q801 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q801": {
                        "en": "Israel",
                        "ru": "Израиль"
                    }
                },
                "query": {
                    "Q801": {
                        "en": "Israel",
                        "ru": "Израиль"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Jerusalem"
            ],
            "answer_ru": [
                "Иерусалим"
            ],
            "answer_entities": [
                "Q1218"
            ]
        },
        {
            "id": 6552,
            "en_question": "Which city is the capital of Kazakhstan?",
            "ru_question": "Какой город является столицей Казахстана?",
            "query": "select ?answer where { wd:Q232 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q232": {
                        "en": "Kazakhstan",
                        "ru": "Казахстан"
                    }
                },
                "query": {
                    "Q232": {
                        "en": "Kazakhstan",
                        "ru": "Казахстан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Astana"
            ],
            "answer_ru": [
                "Астана"
            ],
            "answer_entities": [
                "Q1520"
            ]
        },
        {
            "id": 6553,
            "en_question": "Which city is the capital of Canada?",
            "ru_question": "Какой город является столицей Канады?",
            "query": "select ?answer where { wd:Q16 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q16": {
                        "en": "Canada",
                        "ru": "Канада"
                    }
                },
                "query": {
                    "Q16": {
                        "en": "Canada",
                        "ru": "Канада"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Ottawa"
            ],
            "answer_ru": [
                "Оттава"
            ],
            "answer_entities": [
                "Q1930"
            ]
        },
        {
            "id": 6555,
            "en_question": "Which city is the capital of the state of Louisiana?",
            "ru_question": "Какой город является столицей штата Луизиана?",
            "query": "select ?answer where { wd:Q1588 wdt:P36 ?answer }",
            "entities": {
                "question": {
                    "Q1588": {
                        "en": "Louisiana",
                        "ru": "Луизиана"
                    }
                },
                "query": {
                    "Q1588": {
                        "en": "Louisiana",
                        "ru": "Луизиана"
                    }
                }
            },
            "relations": {
                "question": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                },
                "query": {
                    "P36": {
                        "en": "capital",
                        "ru": "административный центр"
                    }
                }
            },
            "answer_en": [
                "Baton Rouge"
            ],
            "answer_ru": [
                "Батон-Руж"
            ],
            "answer_entities": [
                "Q28218"
            ]
        },
        {
            "id": 6557,
            "en_question": "What is the title worn by Catherine 2?",
            "ru_question": "Какой титул носила Екатерина 2?",
            "query": "select ?answer where { wd:Q36450 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q36450": {
                        "en": "Catherine II of Russia",
                        "ru": "Екатерина II"
                    }
                },
                "query": {
                    "Q36450": {
                        "en": "Catherine II of Russia",
                        "ru": "Екатерина II"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "Emperor of all the Russias"
            ],
            "answer_ru": [
                "Император Всероссийский"
            ],
            "answer_entities": [
                "Q2618625"
            ]
        },
        {
            "id": 6559,
            "en_question": "Who does Volvo belong to?",
            "ru_question": "Кому принадлежит Volvo?",
            "query": "select ?answer where { wd:Q163810 wdt:P127 ?answer }",
            "entities": {
                "question": {
                    "Q163810": {
                        "en": "AB Volvo",
                        "ru": "Volvo"
                    }
                },
                "query": {
                    "Q163810": {
                        "en": "AB Volvo",
                        "ru": "Volvo"
                    }
                }
            },
            "relations": {
                "question": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                },
                "query": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                }
            },
            "answer_en": [
                "Geely"
            ],
            "answer_ru": [
                "Geely Holding"
            ],
            "answer_entities": [
                "Q739000"
            ]
        },
        {
            "id": 6560,
            "en_question": "Who is the architect of St. Isaac's Cathedral?",
            "ru_question": "Кто архитектор Исаакиевского собора?",
            "query": "select ?answer where { wd:Q215423 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q215423": {
                        "en": "Saint Isaac's Cathedral",
                        "ru": "Исаакиевский собор"
                    }
                },
                "query": {
                    "Q215423": {
                        "en": "Saint Isaac's Cathedral",
                        "ru": "Исаакиевский собор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Auguste de Montferrand"
            ],
            "answer_ru": [
                "Огюст Монферран"
            ],
            "answer_entities": [
                "Q767288"
            ]
        },
        {
            "id": 6561,
            "en_question": "Who is the architect of the Kazan Cathedral?",
            "ru_question": "Кто архитектор Казанского собора?",
            "query": "select ?answer where { wd:Q404571 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q404571": {
                        "en": "Kazan Cathedral",
                        "ru": "Казанский собор"
                    }
                },
                "query": {
                    "Q404571": {
                        "en": "Kazan Cathedral",
                        "ru": "Казанский собор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "Andrey Voronikhin",
                "[Label missing for Q4228172]"
            ],
            "answer_ru": [
                "Андрей Никифорович Воронихин",
                "Иван Колодин"
            ],
            "answer_entities": [
                "Q51199",
                "Q4228172"
            ]
        },
        {
            "id": 6564,
            "en_question": "Who made the first printing press?",
            "ru_question": "Кто изготовил первый печатный станок?",
            "query": "select ?answer where { wd:Q144334 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q144334": {
                        "en": "printing press",
                        "ru": "ручной типографский станок"
                    }
                },
                "query": {
                    "Q144334": {
                        "en": "printing press",
                        "ru": "ручной типографский станок"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Johannes Gutenberg"
            ],
            "answer_ru": [
                "Иоганн Гутенберг"
            ],
            "answer_entities": [
                "Q8958"
            ]
        },
        {
            "id": 6567,
            "en_question": "Who painted the Mona Lisa?",
            "ru_question": "Кто нарисовал Джоконду?",
            "query": "select ?answer where { wd:Q12418 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q12418": {
                        "en": "Mona Lisa",
                        "ru": "Мона Лиза"
                    }
                },
                "query": {
                    "Q12418": {
                        "en": "Mona Lisa",
                        "ru": "Мона Лиза"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "Leonardo da Vinci"
            ],
            "answer_ru": [
                "Леонардо да Винчи"
            ],
            "answer_entities": [
                "Q762"
            ]
        },
        {
            "id": 6568,
            "en_question": "Who painted the picture of the Three heroes?",
            "ru_question": "Кто нарисовал картину Три богатыря?",
            "query": "select ?answer where { wd:Q4089077 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q4089077": {
                        "en": "Heroes",
                        "ru": "Богатыри"
                    }
                },
                "query": {
                    "Q4089077": {
                        "en": "Heroes",
                        "ru": "Богатыри"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "Viktor Vasnetsov"
            ],
            "answer_ru": [
                "Виктор Михайлович Васнецов"
            ],
            "answer_entities": [
                "Q204138"
            ]
        },
        {
            "id": 6569,
            "en_question": "Who is the cameraman of the film I'm walking in Moscow?",
            "ru_question": "Кто оператор фильма Я шагаю по Москве?",
            "query": "select ?answer where { wd:Q244999 wdt:P344 ?answer }",
            "entities": {
                "question": {
                    "Q244999": {
                        "en": "Walking the Streets of Moscow",
                        "ru": "Я шагаю по Москве"
                    }
                },
                "query": {
                    "Q244999": {
                        "en": "Walking the Streets of Moscow",
                        "ru": "Я шагаю по Москве"
                    }
                }
            },
            "relations": {
                "question": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                },
                "query": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                }
            },
            "answer_en": [
                "Vadim Yusov"
            ],
            "answer_ru": [
                "Вадим Иванович Юсов"
            ],
            "answer_entities": [
                "Q2382967"
            ]
        },
        {
            "id": 6570,
            "en_question": "Who founded the Toyota company?",
            "ru_question": "Кто основал компанию Тойота?",
            "query": "select ?answer where { wd:Q53268 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q53268": {
                        "en": "Toyota",
                        "ru": "Toyota"
                    }
                },
                "query": {
                    "Q53268": {
                        "en": "Toyota",
                        "ru": "Toyota"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Kiichirō Toyoda"
            ],
            "answer_ru": [
                "Киитиро Тоёда"
            ],
            "answer_entities": [
                "Q358556"
            ]
        },
        {
            "id": 6571,
            "en_question": "Who is Naruto's father?",
            "ru_question": "Кто отец Наруто?",
            "query": "select ?answer where { wd:Q931 wdt:P22 ?answer }",
            "entities": {
                "question": {
                    "Q931": {
                        "en": "Naruto Uzumaki",
                        "ru": "Наруто Удзумаки"
                    }
                },
                "query": {
                    "Q931": {
                        "en": "Naruto Uzumaki",
                        "ru": "Наруто Удзумаки"
                    }
                }
            },
            "relations": {
                "question": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                },
                "query": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                }
            },
            "answer_en": [
                "Minato Namikaze"
            ],
            "answer_ru": [
                "Минато Намиказе"
            ],
            "answer_entities": [
                "Q700540"
            ]
        },
        {
            "id": 6572,
            "en_question": "Who made the film Kursk?",
            "ru_question": "Кто снял фильм Курск?",
            "query": "select ?answer where { wd:Q28974564 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q28974564": {
                        "en": "Kursk",
                        "ru": "Курск"
                    }
                },
                "query": {
                    "Q28974564": {
                        "en": "Kursk",
                        "ru": "Курск"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Thomas Vinterberg"
            ],
            "answer_ru": [
                "Томас Винтерберг"
            ],
            "answer_entities": [
                "Q314287"
            ]
        },
        {
            "id": 6574,
            "en_question": "Who is the author of the last day of Pompeii?",
            "ru_question": "Кто является автором картины Последний день Помпеи?",
            "query": "select ?answer where { wd:Q2521909 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q2521909": {
                        "en": "The Last Day of Pompeii",
                        "ru": "Последний день Помпеи"
                    }
                },
                "query": {
                    "Q2521909": {
                        "en": "The Last Day of Pompeii",
                        "ru": "Последний день Помпеи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "Karl Bryullov"
            ],
            "answer_ru": [
                "Карл Павлович Брюллов"
            ],
            "answer_entities": [
                "Q4768"
            ]
        }