{
            "id": 7030,
            "en_question": "When was the title of Hero of the Russian Federation established?",
            "ru_question": "Когда учреждено звание Героя Российской Федерации?",
            "query": "select ?answer where { wd:Q654471 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q654471": {
                        "en": "Hero of the Russian Federation",
                        "ru": "Герой Российской Федерации"
                    }
                },
                "query": {
                    "Q654471": {
                        "en": "Hero of the Russian Federation",
                        "ru": "Герой Российской Федерации"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7031,
            "en_question": "When are the Olympic games established?",
            "ru_question": "Когда учреждены олимпийские игры?",
            "query": "select ?answer where { wd:Q5389 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q5389": {
                        "en": "Olympic Games",
                        "ru": "Олимпийские игры"
                    }
                },
                "query": {
                    "Q5389": {
                        "en": "Olympic Games",
                        "ru": "Олимпийские игры"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7032,
            "en_question": "What is the height of the Eiffel tower?",
            "ru_question": "Какая высота у Эйфелевой башни?",
            "query": "select ?answer where { wd:Q243 wdt:P2048 ?answer  }",
            "entities": {
                "question": {
                    "Q243": {
                        "en": "Eiffel Tower",
                        "ru": "Эйфелева башня"
                    }
                },
                "query": {
                    "Q243": {
                        "en": "Eiffel Tower",
                        "ru": "Эйфелева башня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                },
                "query": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7033,
            "en_question": "What is the density of glycerol?",
            "ru_question": "Какая плотность у глицерина?",
            "query": "select ?answer where { wd:Q132501 wdt:P2054 ?answer  }",
            "entities": {
                "question": {
                    "Q132501": {
                        "en": "glycerol",
                        "ru": "глицерин"
                    }
                },
                "query": {
                    "Q132501": {
                        "en": "glycerol",
                        "ru": "глицерин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2054": {
                        "en": "density",
                        "ru": "плотность"
                    }
                },
                "query": {
                    "P2054": {
                        "en": "density",
                        "ru": "плотность"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7035,
            "en_question": "What is the chemical formula of copper sulfate?",
            "ru_question": "Какая химическая формула у медного купороса?",
            "query": "select ?answer where { wd:Q107184 wdt:P274 ?answer  }",
            "entities": {
                "question": {
                    "Q107184": {
                        "en": "cupric sulfate",
                        "ru": "сульфат меди(II)"
                    }
                },
                "query": {
                    "Q107184": {
                        "en": "cupric sulfate",
                        "ru": "сульфат меди(II)"
                    }
                }
            },
            "relations": {
                "question": {
                    "P274": {
                        "en": "chemical formula",
                        "ru": "химическая формула"
                    }
                },
                "query": {
                    "P274": {
                        "en": "chemical formula",
                        "ru": "химическая формула"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7036,
            "en_question": "What is the density of kerosene?",
            "ru_question": "Какова плотность керосина?",
            "query": "select ?answer where { wd:Q76904 wdt:P2054 ?answer  }",
            "entities": {
                "question": {
                    "Q76904": {
                        "en": "kerosene",
                        "ru": "керосин"
                    }
                },
                "query": {
                    "Q76904": {
                        "en": "kerosene",
                        "ru": "керосин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2054": {
                        "en": "density",
                        "ru": "плотность"
                    }
                },
                "query": {
                    "P2054": {
                        "en": "density",
                        "ru": "плотность"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7037,
            "en_question": "What is the melting point of table salt?",
            "ru_question": "Какова температура плавления поваренной соли?",
            "query": "select ?answer where { wd:Q2314 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q2314": {
                        "en": "sodium chloride",
                        "ru": "хлорид натрия"
                    }
                },
                "query": {
                    "Q2314": {
                        "en": "sodium chloride",
                        "ru": "хлорид натрия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7039,
            "en_question": "What is the chemical formula of quartz?",
            "ru_question": "Какова химическая формула кварца?",
            "query": "select ?answer where { wd:Q43010 wdt:P274 ?answer  }",
            "entities": {
                "question": {
                    "Q43010": {
                        "en": "quartz",
                        "ru": "кварц"
                    }
                },
                "query": {
                    "Q43010": {
                        "en": "quartz",
                        "ru": "кварц"
                    }
                }
            },
            "relations": {
                "question": {
                    "P274": {
                        "en": "chemical formula",
                        "ru": "химическая формула"
                    }
                },
                "query": {
                    "P274": {
                        "en": "chemical formula",
                        "ru": "химическая формула"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7041,
            "en_question": "What is the atomic number of hydrogen?",
            "ru_question": "Какой атомный номер водорода?",
            "query": "select ?answer where { wd:Q556 wdt:P1086 ?answer  }",
            "entities": {
                "question": {
                    "Q556": {
                        "en": "hydrogen",
                        "ru": "водород"
                    }
                },
                "query": {
                    "Q556": {
                        "en": "hydrogen",
                        "ru": "водород"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                },
                "query": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7042,
            "en_question": "What is the atomic number of aluminum?",
            "ru_question": "Какой атомный номер у алюминия?",
            "query": "select ?answer where { wd:Q663 wdt:P1086 ?answer  }",
            "entities": {
                "question": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                },
                "query": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                },
                "query": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7043,
            "en_question": "What is the atomic number of oxygen?",
            "ru_question": "Какой атомный номер у кислорода?",
            "query": "select ?answer where { wd:Q629 wdt:P1086 ?answer  }",
            "entities": {
                "question": {
                    "Q629": {
                        "en": "oxygen",
                        "ru": "кислород"
                    }
                },
                "query": {
                    "Q629": {
                        "en": "oxygen",
                        "ru": "кислород"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                },
                "query": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7044,
            "en_question": "What is the atomic number of platinum?",
            "ru_question": "Какой атомный номер у платины?",
            "query": "select ?answer where { wd:Q880 wdt:P1086 ?answer  }",
            "entities": {
                "question": {
                    "Q880": {
                        "en": "platinum",
                        "ru": "платина"
                    }
                },
                "query": {
                    "Q880": {
                        "en": "platinum",
                        "ru": "платина"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                },
                "query": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7045,
            "en_question": "What is the atomic number of the element calcium?",
            "ru_question": "Какой атомный номер элемента кальций?",
            "query": "select ?answer where { wd:Q706 wdt:P1086 ?answer  }",
            "entities": {
                "question": {
                    "Q706": {
                        "en": "calcium",
                        "ru": "кальций"
                    }
                },
                "query": {
                    "Q706": {
                        "en": "calcium",
                        "ru": "кальций"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                },
                "query": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7046,
            "en_question": "How tall is Francis Ngandu?",
            "ru_question": "Какой рост у Фрэнсиса Нганну?",
            "query": "select ?answer where { wd:Q23883298 wdt:P2048 ?answer  }",
            "entities": {
                "question": {
                    "Q23883298": {
                        "en": "Francis Ngannou",
                        "ru": "Франсис Нганну"
                    }
                },
                "query": {
                    "Q23883298": {
                        "en": "Francis Ngannou",
                        "ru": "Франсис Нганну"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                },
                "query": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7047,
            "en_question": "At what temperature does water boil?",
            "ru_question": "При какой температуре кипит вода?",
            "query": "select ?answer where { wd:Q283 wdt:P2102 ?answer  }",
            "entities": {
                "question": {
                    "Q283": {
                        "en": "water",
                        "ru": "вода"
                    }
                },
                "query": {
                    "Q283": {
                        "en": "water",
                        "ru": "вода"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                },
                "query": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7048,
            "en_question": "At what temperature does aluminum melt?",
            "ru_question": "При какой температуре плавится алюминий?",
            "query": "select ?answer where { wd:Q663 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                },
                "query": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7049,
            "en_question": "At what temperature does copper melt?",
            "ru_question": "При какой температуре плавится медь?",
            "query": "select ?answer where { wd:Q753 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q753": {
                        "en": "copper",
                        "ru": "медь"
                    }
                },
                "query": {
                    "Q753": {
                        "en": "copper",
                        "ru": "медь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7051,
            "en_question": "At what temperature does lead melt?",
            "ru_question": "При какой температуре плавится свинец?",
            "query": "select ?answer where { wd:Q708 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q708": {
                        "en": "lead",
                        "ru": "свинец"
                    }
                },
                "query": {
                    "Q708": {
                        "en": "lead",
                        "ru": "свинец"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7052,
            "en_question": "How much did the Titanic weigh?",
            "ru_question": "Сколько весил Титаник?",
            "query": "select ?answer where { wd:Q25173 wdt:P2067 ?answer  }",
            "entities": {
                "question": {
                    "Q25173": {
                        "en": "Titanic",
                        "ru": "Титаник"
                    }
                },
                "query": {
                    "Q25173": {
                        "en": "Titanic",
                        "ru": "Титаник"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2067": {
                        "en": "mass",
                        "ru": "масса"
                    }
                },
                "query": {
                    "P2067": {
                        "en": "mass",
                        "ru": "масса"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7053,
            "en_question": "How many teams participated in the 2018 FIFA world Cup?",
            "ru_question": "Сколько команд участвовало в ЧМ по футболу 2018?",
            "query": "select ?answer where { wd:Q170645 wdt:P1132 ?answer  }",
            "entities": {
                "question": {
                    "Q170645": {
                        "en": "2018 FIFA World Cup",
                        "ru": "чемпионат мира по футболу 2018"
                    }
                },
                "query": {
                    "Q170645": {
                        "en": "2018 FIFA World Cup",
                        "ru": "чемпионат мира по футболу 2018"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1132": {
                        "en": "number of participants",
                        "ru": "число участников"
                    }
                },
                "query": {
                    "P1132": {
                        "en": "number of participants",
                        "ru": "число участников"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7054,
            "en_question": "In what year was Peter 1 born?",
            "ru_question": "В каком году родился Петр 1?",
            "query": "select ?answer where { wd:Q8479 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q8479": {
                        "en": "Peter the Great",
                        "ru": "Пётр I"
                    }
                },
                "query": {
                    "Q8479": {
                        "en": "Peter the Great",
                        "ru": "Пётр I"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7055,
            "en_question": "What year did Freddie mercury die?",
            "ru_question": "В каком году умер Фредди Меркьюри?",
            "query": "select ?answer where { wd:Q15869 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q15869": {
                        "en": "Freddie Mercury",
                        "ru": "Фредди Меркьюри"
                    }
                },
                "query": {
                    "Q15869": {
                        "en": "Freddie Mercury",
                        "ru": "Фредди Меркьюри"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7056,
            "en_question": "In what year did Yulia Nachalova die?",
            "ru_question": "В каком году умерла Юлия Началова?",
            "query": "select ?answer where { wd:Q2454464 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                },
                "query": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7057,
            "en_question": "In what month did the first ever circumnavigation of the world end?",
            "ru_question": "В каком месяце завершилось первое в истории кругосветное плавание?",
            "query": "select ?answer where { wd:Q1225170 wdt:P582 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1225170": {
                        "en": "Magellan-Elcano expedition",
                        "ru": "Первое кругосветное плавание"
                    }
                },
                "query": {
                    "Q1225170": {
                        "en": "Magellan-Elcano expedition",
                        "ru": "Первое кругосветное плавание"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }