{
            "id": 6601,
            "en_question": "What is the number of episodes in Game of thrones?",
            "ru_question": "Какое количество эпизодов в Игре престолов?",
            "query": "select ?answer where { wd:Q23572 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q23572": {
                        "en": "Game of Thrones",
                        "ru": "Игра престолов"
                    }
                },
                "query": {
                    "Q23572": {
                        "en": "Game of Thrones",
                        "ru": "Игра престолов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6602,
            "en_question": "What is the number of episodes in the Mosgaz series?",
            "ru_question": "Какое число серий в сериале Мосгаз?",
            "query": "select ?answer where { wd:Q4303563 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q4303563": {
                        "en": "[Label missing for Q4303563]",
                        "ru": "Мосгаз"
                    }
                },
                "query": {
                    "Q4303563": {
                        "en": "[Label missing for Q4303563]",
                        "ru": "Мосгаз"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6603,
            "en_question": "In what year was the international Amateur wrestling Federation established?",
            "ru_question": "В каком году была создана Международная федерация любительской борьбы?",
            "query": "select ?answer where { wd:Q688489 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q688489": {
                        "en": "United World Wrestling",
                        "ru": "Объединённый мир борьбы"
                    }
                },
                "query": {
                    "Q688489": {
                        "en": "United World Wrestling",
                        "ru": "Объединённый мир борьбы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6604,
            "en_question": "In what year was the Maxim machine gun invented?",
            "ru_question": "В каком году изобретён пулемёт Максим?",
            "query": "select ?answer where { wd:Q282352 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q282352": {
                        "en": "Maxim gun",
                        "ru": "Пулемёт Максима"
                    }
                },
                "query": {
                    "Q282352": {
                        "en": "Maxim gun",
                        "ru": "Пулемёт Максима"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6605,
            "en_question": "In what year was HIV detected?",
            "ru_question": "В каком году обнаружили ВИЧ?",
            "query": "select ?answer where { wd:Q15787 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q15787": {
                        "en": "HIV",
                        "ru": "вирус иммунодефицита человека"
                    }
                },
                "query": {
                    "Q15787": {
                        "en": "HIV",
                        "ru": "вирус иммунодефицита человека"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6606,
            "en_question": "What is the area of Russia?",
            "ru_question": "Какая площадь России?",
            "query": "select ?answer where { wd:Q159 wdt:P2046 ?answer }",
            "entities": {
                "question": {
                    "Q159": {
                        "en": "Russia",
                        "ru": "Россия"
                    }
                },
                "query": {
                    "Q159": {
                        "en": "Russia",
                        "ru": "Россия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6607,
            "en_question": "What is the number of episodes in the series trace?",
            "ru_question": "Какое количество серий в сериале След?",
            "query": "select ?answer where { wd:Q4423228 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q4423228": {
                        "en": "Sled",
                        "ru": "След"
                    }
                },
                "query": {
                    "Q4423228": {
                        "en": "Sled",
                        "ru": "След"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6608,
            "en_question": "What is the number of episodes in season 8 of Game of thrones?",
            "ru_question": "Какое число серий в 8 сезоне Игры престолов?",
            "query": "select ?answer where { wd:Q30887543 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q30887543": {
                        "en": "Game of Thrones, season 8",
                        "ru": "Игра престолов (8 сезон)"
                    }
                },
                "query": {
                    "Q30887543": {
                        "en": "Game of Thrones, season 8",
                        "ru": "Игра престолов (8 сезон)"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6609,
            "en_question": "What is the number of episodes in Gravity falls?",
            "ru_question": "Какое число серий в Гравити Фолз?",
            "query": "select ?answer where { wd:Q550555 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q550555": {
                        "en": "Gravity Falls",
                        "ru": "Гравити Фолз"
                    }
                },
                "query": {
                    "Q550555": {
                        "en": "Gravity Falls",
                        "ru": "Гравити Фолз"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6610,
            "en_question": "What is the number of episodes in the Winx Club?",
            "ru_question": "Какое число серий в Клуб Винкс?",
            "query": "select ?answer where { wd:Q77522 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q77522": {
                        "en": "Winx Club",
                        "ru": "Клуб Винкс"
                    }
                },
                "query": {
                    "Q77522": {
                        "en": "Winx Club",
                        "ru": "Клуб Винкс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6611,
            "en_question": "How long is the Crimean bridge?",
            "ru_question": "Какой протяженности крымский мост?",
            "query": "select ?answer where { wd:Q2652980 wdt:P2043 ?answer }",
            "entities": {
                "question": {
                    "Q2652980": {
                        "en": "Crimean Bridge",
                        "ru": "Крымский мост"
                    }
                },
                "query": {
                    "Q2652980": {
                        "en": "Crimean Bridge",
                        "ru": "Крымский мост"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                },
                "query": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                }
            },
            "answer_en": [
                "None",
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null,
                null
            ]
        },
        {
            "id": 6612,
            "en_question": "When was the Dog's heart first printed?",
            "ru_question": "Когда впервые напечатали Собачье сердце?",
            "query": "select ?answer where { wd:Q1345004 wdt:P577 ?answer }",
            "entities": {
                "question": {
                    "Q1345004": {
                        "en": "The Heart of a Dog",
                        "ru": "Собачье сердце"
                    }
                },
                "query": {
                    "Q1345004": {
                        "en": "The Heart of a Dog",
                        "ru": "Собачье сердце"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6613,
            "en_question": "When is COMECON dissolved?",
            "ru_question": "Когда распущен СЭВ?",
            "query": "select ?answer where { wd:Q191582 wdt:P576 ?answer }",
            "entities": {
                "question": {
                    "Q191582": {
                        "en": "COMECON",
                        "ru": "Совет экономической взаимопомощи"
                    }
                },
                "query": {
                    "Q191582": {
                        "en": "COMECON",
                        "ru": "Совет экономической взаимопомощи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6614,
            "en_question": "The number of Doctor Who seasons?",
            "ru_question": "Количество сезонов Доктор Кто?",
            "query": "select ?answer where { wd:Q39243428 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q39243428": {
                        "en": "Doctor Who",
                        "ru": "Доктор Кто"
                    }
                },
                "query": {
                    "Q39243428": {
                        "en": "Doctor Who",
                        "ru": "Доктор Кто"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6615,
            "en_question": "The number of seasons of Dr. house?",
            "ru_question": "Количество сезонов Доктор Хаус?",
            "query": "select ?answer where { wd:Q23558 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q23558": {
                        "en": "House",
                        "ru": "Доктор Хаус"
                    }
                },
                "query": {
                    "Q23558": {
                        "en": "House",
                        "ru": "Доктор Хаус"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6618,
            "en_question": "The number of seasons is Supernatural?",
            "ru_question": "Количество сезонов Сверхъестественное?",
            "query": "select ?answer where { wd:Q130585 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q130585": {
                        "en": "Supernatural",
                        "ru": "Сверхъестественное"
                    }
                },
                "query": {
                    "Q130585": {
                        "en": "Supernatural",
                        "ru": "Сверхъестественное"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6619,
            "en_question": "Number of seasons of the Walking dead?",
            "ru_question": "Количество сезонов Ходячие мертвецы?",
            "query": "select ?answer where { wd:Q232737 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q232737": {
                        "en": "The Walking Dead",
                        "ru": "Ходячие мертвецы"
                    }
                },
                "query": {
                    "Q232737": {
                        "en": "The Walking Dead",
                        "ru": "Ходячие мертвецы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6620,
            "en_question": "How many seasons are there in Spongebob?",
            "ru_question": "Сколько сезонов в Губке Бобе?",
            "query": "select ?answer where { wd:Q83279 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q83279": {
                        "en": "SpongeBob SquarePants",
                        "ru": "Губка Боб Квадратные Штаны"
                    }
                },
                "query": {
                    "Q83279": {
                        "en": "SpongeBob SquarePants",
                        "ru": "Губка Боб Квадратные Штаны"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6621,
            "en_question": "How many seasons in the Mentalist?",
            "ru_question": "Сколько сезонов в Менталисте?",
            "query": "select ?answer where { wd:Q204228 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q204228": {
                        "en": "The Mentalist",
                        "ru": "Менталист"
                    }
                },
                "query": {
                    "Q204228": {
                        "en": "The Mentalist",
                        "ru": "Менталист"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6622,
            "en_question": "How many seasons in the series Mosgaz?",
            "ru_question": "Сколько сезонов в сериале Мосгаз?",
            "query": "select ?answer where { wd:Q4303563 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q4303563": {
                        "en": "[Label missing for Q4303563]",
                        "ru": "Мосгаз"
                    }
                },
                "query": {
                    "Q4303563": {
                        "en": "[Label missing for Q4303563]",
                        "ru": "Мосгаз"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6623,
            "en_question": "How many seasons have there been in the series Bridge Denmark Sweden?",
            "ru_question": "Сколько сезонов в сериале Мост Дания Швеция?",
            "query": "select ?answer where { wd:Q1211796 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q1211796": {
                        "en": "The Bridge",
                        "ru": "Мост"
                    }
                },
                "query": {
                    "Q1211796": {
                        "en": "The Bridge",
                        "ru": "Мост"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6624,
            "en_question": "How many seasons are there in Chernobyl?",
            "ru_question": "Сколько сезонов в Чернобыле?",
            "query": "select ?answer where { wd:Q48741246 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q48741246": {
                        "en": "Chernobyl",
                        "ru": "Чернобыль"
                    }
                },
                "query": {
                    "Q48741246": {
                        "en": "Chernobyl",
                        "ru": "Чернобыль"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6626,
            "en_question": "How many episodes are there in the witch Doctor?",
            "ru_question": "Сколько серий в Знахаре?",
            "query": "select ?answer where { wd:Q4192936 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q4192936": {
                        "en": "[Label missing for Q4192936]",
                        "ru": "Знахарь"
                    }
                },
                "query": {
                    "Q4192936": {
                        "en": "[Label missing for Q4192936]",
                        "ru": "Знахарь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }