{
            "id": 6399,
            "en_question": "Who made the film Gentlemen of fortune?",
            "ru_question": "Кто снял фильм Джентльмены удачи?",
            "query": "select ?answer where { wd:Q625110 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q625110": {
                        "en": "Gentlemen of Fortune",
                        "ru": "Джентльмены удачи"
                    }
                },
                "query": {
                    "Q625110": {
                        "en": "Gentlemen of Fortune",
                        "ru": "Джентльмены удачи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Aleksandr Seryj"
            ],
            "answer_ru": [
                "Серый, Александр Иванович"
            ],
            "answer_entities": [
                "Q4417863"
            ]
        },
        {
            "id": 6400,
            "en_question": "Who made the film the day after Tomorrow?",
            "ru_question": "Кто снял фильм Послезавтра?",
            "query": "select ?answer where { wd:Q14320 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q14320": {
                        "en": "The Day After Tomorrow",
                        "ru": "Послезавтра"
                    }
                },
                "query": {
                    "Q14320": {
                        "en": "The Day After Tomorrow",
                        "ru": "Послезавтра"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Roland Emmerich"
            ],
            "answer_ru": [
                "Роланд Эммерих"
            ],
            "answer_entities": [
                "Q60100"
            ]
        },
        {
            "id": 6401,
            "en_question": "Where does the Amur river flow?",
            "ru_question": "Куда впадает река Амур?",
            "query": "select ?answer where { wd:Q6862 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q6862": {
                        "en": "Amur River",
                        "ru": "Амур"
                    }
                },
                "query": {
                    "Q6862": {
                        "en": "Amur River",
                        "ru": "Амур"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Sea of Okhotsk"
            ],
            "answer_ru": [
                "Охотское море"
            ],
            "answer_entities": [
                "Q41602"
            ]
        },
        {
            "id": 6402,
            "en_question": "On what street is the Eiffel tower located in Paris?",
            "ru_question": "На какой улице находится Эйфелева башня в Париже?",
            "query": "select ?answer where { wd:Q243 wdt:P669 ?answer }",
            "entities": {
                "question": {
                    "Q243": {
                        "en": "Eiffel Tower",
                        "ru": "Эйфелева башня"
                    }
                },
                "query": {
                    "Q243": {
                        "en": "Eiffel Tower",
                        "ru": "Эйфелева башня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P669": {
                        "en": "located on street",
                        "ru": "расположен на улице"
                    }
                },
                "query": {
                    "P669": {
                        "en": "located on street",
                        "ru": "расположен на улице"
                    }
                }
            },
            "answer_en": [
                "Champ de Mars",
                "avenue Anatole-France"
            ],
            "answer_ru": [
                "Марсово поле",
                "avenue Anatole-France"
            ],
            "answer_entities": [
                "Q217925",
                "Q2873520"
            ]
        },
        {
            "id": 6404,
            "en_question": "What is Nizhny Novgorod the capital of?",
            "ru_question": "Столицей чего является Нижний Новгород?",
            "query": "select ?answer where { wd:Q891 wdt:P1376 ?answer }",
            "entities": {
                "question": {
                    "Q891": {
                        "en": "Nizhny Novgorod",
                        "ru": "Нижний Новгород"
                    }
                },
                "query": {
                    "Q891": {
                        "en": "Nizhny Novgorod",
                        "ru": "Нижний Новгород"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                },
                "query": {
                    "P1376": {
                        "en": "capital of",
                        "ru": "является административным центром"
                    }
                }
            },
            "answer_en": [
                "Nizhny Novgorod Urban Okrug"
            ],
            "answer_ru": [
                "Город Нижний Новгород"
            ],
            "answer_entities": [
                "Q23898959"
            ]
        },
        {
            "id": 6406,
            "en_question": "What did Gogol graduate from?",
            "ru_question": "Что окончил Гоголь?",
            "query": "select ?answer where { wd:Q43718 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q43718": {
                        "en": "Nikolai Gogol",
                        "ru": "Николай Васильевич Гоголь"
                    }
                },
                "query": {
                    "Q43718": {
                        "en": "Nikolai Gogol",
                        "ru": "Николай Васильевич Гоголь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg State University"
            ],
            "answer_ru": [
                "Санкт-Петербургский государственный университет"
            ],
            "answer_entities": [
                "Q27621"
            ]
        },
        {
            "id": 6408,
            "en_question": "What does a cigarette contain?",
            "ru_question": "Что содержит в себе сигарета?",
            "query": "select ?answer where { wd:Q1578 wdt:P527 ?answer }",
            "entities": {
                "question": {
                    "Q1578": {
                        "en": "cigarette",
                        "ru": "сигарета"
                    }
                },
                "query": {
                    "Q1578": {
                        "en": "cigarette",
                        "ru": "сигарета"
                    }
                }
            },
            "relations": {
                "question": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                },
                "query": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                }
            },
            "answer_en": [
                "tobacco",
                "rolling paper",
                "filter"
            ],
            "answer_ru": [
                "табак",
                "папиросная бумага",
                "фильтр"
            ],
            "answer_entities": [
                "Q1566",
                "Q199344",
                "Q736556"
            ]
        },
        {
            "id": 6410,
            "en_question": "What League does Benfica play in?",
            "ru_question": "В какой лиге играет Бенфика?",
            "query": "select ?answer where { wd:Q131499 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q131499": {
                        "en": "S.L. Benfica",
                        "ru": "Бенфика"
                    }
                },
                "query": {
                    "Q131499": {
                        "en": "S.L. Benfica",
                        "ru": "Бенфика"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Liga Portugal"
            ],
            "answer_ru": [
                "Чемпионат Португалии по футболу"
            ],
            "answer_entities": [
                "Q182994"
            ]
        },
        {
            "id": 6411,
            "en_question": "What League does Chernomorets play in?",
            "ru_question": "В какой лиге играет Черноморец?",
            "query": "select ?answer where { wd:Q44296 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q44296": {
                        "en": "FC Chornomorets Odesa",
                        "ru": "Черноморец"
                    }
                },
                "query": {
                    "Q44296": {
                        "en": "FC Chornomorets Odesa",
                        "ru": "Черноморец"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Ukrainian Second League"
            ],
            "answer_ru": [
                "Вторая лига Украины по футболу"
            ],
            "answer_entities": [
                "Q2532727"
            ]
        },
        {
            "id": 6412,
            "en_question": "What holding does Dixie belong to?",
            "ru_question": "В какой холдинг входит Дикси?",
            "query": "select ?answer where { wd:Q4161561 wdt:P749 ?answer }",
            "entities": {
                "question": {
                    "Q4161561": {
                        "en": "Dixy",
                        "ru": "Дикси"
                    }
                },
                "query": {
                    "Q4161561": {
                        "en": "Dixy",
                        "ru": "Дикси"
                    }
                }
            },
            "relations": {
                "question": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                },
                "query": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                }
            },
            "answer_en": [
                "[Label missing for Q65032731]"
            ],
            "answer_ru": [
                "ГК Меркурий"
            ],
            "answer_entities": [
                "Q65032731"
            ]
        },
        {
            "id": 6413,
            "en_question": "What style is St. Basil's Cathedral built in?",
            "ru_question": "В каком стиле построен храм Василия Блаженного?",
            "query": "select ?answer where { wd:Q129846 wdt:P149 ?answer }",
            "entities": {
                "question": {
                    "Q129846": {
                        "en": "St. Basil's Cathedral",
                        "ru": "Храм Василия Блаженного"
                    }
                },
                "query": {
                    "Q129846": {
                        "en": "St. Basil's Cathedral",
                        "ru": "Храм Василия Блаженного"
                    }
                }
            },
            "relations": {
                "question": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                },
                "query": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                }
            },
            "answer_en": [
                "Byzantine architecture",
                "tented-roof church"
            ],
            "answer_ru": [
                "архитектура Византии",
                "шатровый храм"
            ],
            "answer_entities": [
                "Q47591",
                "Q4520962"
            ]
        },
        {
            "id": 6416,
            "en_question": "Where is the UN headquarters?",
            "ru_question": "Где штаб-квартира ООН?",
            "query": "select ?answer where { wd:Q1065 wdt:P159 ?answer }",
            "entities": {
                "question": {
                    "Q1065": {
                        "en": "United Nations",
                        "ru": "Организация Объединённых Наций"
                    }
                },
                "query": {
                    "Q1065": {
                        "en": "United Nations",
                        "ru": "Организация Объединённых Наций"
                    }
                }
            },
            "relations": {
                "question": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                },
                "query": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                }
            },
            "answer_en": [
                "Headquarters of the United Nations"
            ],
            "answer_ru": [
                "штаб-квартира ООН"
            ],
            "answer_entities": [
                "Q11297"
            ]
        },
        {
            "id": 6417,
            "en_question": "Where is the CIA headquarters?",
            "ru_question": "Где штаб-квартира ЦРУ?",
            "query": "select ?answer where { wd:Q37230 wdt:P159 ?answer }",
            "entities": {
                "question": {
                    "Q37230": {
                        "en": "Central Intelligence Agency",
                        "ru": "Центральное разведывательное управление"
                    }
                },
                "query": {
                    "Q37230": {
                        "en": "Central Intelligence Agency",
                        "ru": "Центральное разведывательное управление"
                    }
                }
            },
            "relations": {
                "question": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                },
                "query": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                }
            },
            "answer_en": [
                "Virginia",
                "Langley",
                "George Bush Center for Intelligence"
            ],
            "answer_ru": [
                "Виргиния",
                "Лэнгли",
                "George Bush Center for Intelligence"
            ],
            "answer_entities": [
                "Q1370",
                "Q523606",
                "Q5425102"
            ]
        },
        {
            "id": 6418,
            "en_question": "Where is the headquarter of UNESCO?",
            "ru_question": "Где штаб-квартира Юнеско?",
            "query": "select ?answer where { wd:Q7809 wdt:P159 ?answer }",
            "entities": {
                "question": {
                    "Q7809": {
                        "en": "UNESCO",
                        "ru": "ЮНЕСКО"
                    }
                },
                "query": {
                    "Q7809": {
                        "en": "UNESCO",
                        "ru": "ЮНЕСКО"
                    }
                }
            },
            "relations": {
                "question": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                },
                "query": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                }
            },
            "answer_en": [
                "World Heritage Centre"
            ],
            "answer_ru": [
                "Центр Всемирного наследия"
            ],
            "answer_entities": [
                "Q3279650"
            ]
        },
        {
            "id": 6419,
            "en_question": "What objects does the Kuiper belt consist of?",
            "ru_question": "Из каких объектов состоит пояс Койпера?",
            "query": "select ?answer where { wd:Q427 wdt:P527 ?answer }",
            "entities": {
                "question": {
                    "Q427": {
                        "en": "Kuiper Belt",
                        "ru": "пояс Койпера"
                    }
                },
                "query": {
                    "Q427": {
                        "en": "Kuiper Belt",
                        "ru": "пояс Койпера"
                    }
                }
            },
            "relations": {
                "question": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                },
                "query": {
                    "P527": {
                        "en": "has part(s)",
                        "ru": "состоит из"
                    }
                }
            },
            "answer_en": [
                "resonant trans-Neptunian object",
                "cubewano"
            ],
            "answer_ru": [
                "резонансные транснептуновые объекты",
                "классический объект пояса Койпера"
            ],
            "answer_entities": [
                "Q6635",
                "Q645924"
            ]
        },
        {
            "id": 6420,
            "en_question": "What are crab sticks made of?",
            "ru_question": "Из чего сделаны крабовые палочки?",
            "query": "select ?answer where { wd:Q1188911 wdt:P186 ?answer }",
            "entities": {
                "question": {
                    "Q1188911": {
                        "en": "crab stick",
                        "ru": "крабовые палочки"
                    }
                },
                "query": {
                    "Q1188911": {
                        "en": "crab stick",
                        "ru": "крабовые палочки"
                    }
                }
            },
            "relations": {
                "question": {
                    "P186": {
                        "en": "made from material",
                        "ru": "сделано из"
                    }
                },
                "query": {
                    "P186": {
                        "en": "made from material",
                        "ru": "сделано из"
                    }
                }
            },
            "answer_en": [
                "sugar",
                "table salt",
                "starch",
                "egg as food",
                "surimi",
                "vegetable oil",
                "soy bean"
            ],
            "answer_ru": [
                "сахар",
                "поваренная соль",
                "крахмал",
                "яйцо",
                "сурими",
                "растительное масло",
                "соевые бобы"
            ],
            "answer_entities": [
                "Q11002",
                "Q11254",
                "Q41534",
                "Q93189",
                "Q815740",
                "Q4739805",
                "Q61503220"
            ]
        },
        {
            "id": 6422,
            "en_question": "Which company produces Pepsi?",
            "ru_question": "Какая компания производит Пепси?",
            "query": "select ?answer where { wd:Q47719 wdt:P176 ?answer }",
            "entities": {
                "question": {
                    "Q47719": {
                        "en": "Pepsi",
                        "ru": "Пепси"
                    }
                },
                "query": {
                    "Q47719": {
                        "en": "Pepsi",
                        "ru": "Пепси"
                    }
                }
            },
            "relations": {
                "question": {
                    "P176": {
                        "en": "manufacturer",
                        "ru": "производитель"
                    }
                },
                "query": {
                    "P176": {
                        "en": "manufacturer",
                        "ru": "производитель"
                    }
                }
            },
            "answer_en": [
                "PepsiCo Ukraine"
            ],
            "answer_ru": [
                "PepsiCo Ukraine"
            ],
            "answer_entities": [
                "Q50407282"
            ]
        },
        {
            "id": 6423,
            "en_question": "What is the cause of death of Vasily Shukshin?",
            "ru_question": "Какая причина смерти Василия Шукшина?",
            "query": "select ?answer where { wd:Q316086 wdt:P1196 ?answer }",
            "entities": {
                "question": {
                    "Q316086": {
                        "en": "Vasily Shukshin",
                        "ru": "Василий Макарович Шукшин"
                    }
                },
                "query": {
                    "Q316086": {
                        "en": "Vasily Shukshin",
                        "ru": "Василий Макарович Шукшин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1196": {
                        "en": "manner of death",
                        "ru": "род смерти"
                    }
                },
                "query": {
                    "P1196": {
                        "en": "manner of death",
                        "ru": "род смерти"
                    }
                }
            },
            "answer_en": [
                "natural causes"
            ],
            "answer_ru": [
                "ненасильственная смерть"
            ],
            "answer_entities": [
                "Q3739104"
            ]
        },
        {
            "id": 6425,
            "en_question": "What is the cause of Viktor Tsoi's death?",
            "ru_question": "Какая причина смерти Виктора Цоя?",
            "query": "select ?answer where { wd:Q487125 wdt:P1196 ?answer }",
            "entities": {
                "question": {
                    "Q487125": {
                        "en": "Viktor Tsoi",
                        "ru": "Виктор Робертович Цой"
                    }
                },
                "query": {
                    "Q487125": {
                        "en": "Viktor Tsoi",
                        "ru": "Виктор Робертович Цой"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1196": {
                        "en": "manner of death",
                        "ru": "род смерти"
                    }
                },
                "query": {
                    "P1196": {
                        "en": "manner of death",
                        "ru": "род смерти"
                    }
                }
            },
            "answer_en": [
                "accident"
            ],
            "answer_ru": [
                "авария"
            ],
            "answer_entities": [
                "Q171558"
            ]
        },
        {
            "id": 6426,
            "en_question": "What is the cause of death of Willy Tokarev?",
            "ru_question": "Какая причина смерти Вилли Токарева?",
            "query": "select ?answer where { wd:Q4459467 wdt:P1196 ?answer }",
            "entities": {
                "question": {
                    "Q4459467": {
                        "en": "Willi Tokarev",
                        "ru": "Вилли Токарев"
                    }
                },
                "query": {
                    "Q4459467": {
                        "en": "Willi Tokarev",
                        "ru": "Вилли Токарев"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1196": {
                        "en": "manner of death",
                        "ru": "род смерти"
                    }
                },
                "query": {
                    "P1196": {
                        "en": "manner of death",
                        "ru": "род смерти"
                    }
                }
            },
            "answer_en": [
                "natural causes"
            ],
            "answer_ru": [
                "ненасильственная смерть"
            ],
            "answer_entities": [
                "Q3739104"
            ]
        },
        {
            "id": 6427,
            "en_question": "What is the cause of death decl?",
            "ru_question": "Какая причина смерти Децла?",
            "query": "select ?answer where { wd:Q1968358 wdt:P1196 ?answer }",
            "entities": {
                "question": {
                    "Q1968358": {
                        "en": "Detsl",
                        "ru": "Децл"
                    }
                },
                "query": {
                    "Q1968358": {
                        "en": "Detsl",
                        "ru": "Децл"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1196": {
                        "en": "manner of death",
                        "ru": "род смерти"
                    }
                },
                "query": {
                    "P1196": {
                        "en": "manner of death",
                        "ru": "род смерти"
                    }
                }
            },
            "answer_en": [
                "natural causes"
            ],
            "answer_ru": [
                "ненасильственная смерть"
            ],
            "answer_entities": [
                "Q3739104"
            ]
        },
        {
            "id": 6428,
            "en_question": "What order was awarded to Makhno?",
            "ru_question": "Каким орденом был награжден Махно?",
            "query": "select ?answer where { wd:Q47900 wdt:P166 ?answer }",
            "entities": {
                "question": {
                    "Q47900": {
                        "en": "Nestor Makhno",
                        "ru": "Нестор Иванович Махно"
                    }
                },
                "query": {
                    "Q47900": {
                        "en": "Nestor Makhno",
                        "ru": "Нестор Иванович Махно"
                    }
                }
            },
            "relations": {
                "question": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                },
                "query": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                }
            },
            "answer_en": [
                "Order of the Red Banner"
            ],
            "answer_ru": [
                "Орден Красного Знамени"
            ],
            "answer_entities": [
                "Q337463"
            ]
        }