{
            "id": 6740,
            "en_question": "In what year was the film Irony of fate released or with a light steam?",
            "ru_question": "В каком году выпущен фильм Ирония судьбы или с легким паром?",
            "query": "select ?answer where { wd:Q913426 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q913426": {
                        "en": "The Irony of Fate",
                        "ru": "Ирония судьбы, или С лёгким паром!"
                    }
                },
                "query": {
                    "Q913426": {
                        "en": "The Irony of Fate",
                        "ru": "Ирония судьбы, или С лёгким паром!"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6741,
            "en_question": "In what year was the film Caucasian captive released?",
            "ru_question": "В каком году выпущен фильм Кавказская пленница?",
            "query": "select ?answer where { wd:Q1953944 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1953944": {
                        "en": "Kidnapping, Caucasian Style",
                        "ru": "Кавказская пленница, или Новые приключения Шурика"
                    }
                },
                "query": {
                    "Q1953944": {
                        "en": "Kidnapping, Caucasian Style",
                        "ru": "Кавказская пленница, или Новые приключения Шурика"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6743,
            "en_question": "In what year was the city of Kherson founded by the decree of Catherine II?",
            "ru_question": "В каком году указом Екатерины II был основан город Херсон?",
            "query": "select ?answer where { wd:Q156732 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q156732": {
                        "en": "Kherson",
                        "ru": "Херсон"
                    }
                },
                "query": {
                    "Q156732": {
                        "en": "Kherson",
                        "ru": "Херсон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6744,
            "en_question": "In what month did the second world war end?",
            "ru_question": "В каком месяце закончилась 2 мировая война?",
            "query": "select ?answer where { wd:Q362 wdt:P582 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q362": {
                        "en": "World War II",
                        "ru": "Вторая мировая война"
                    }
                },
                "query": {
                    "Q362": {
                        "en": "World War II",
                        "ru": "Вторая мировая война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6745,
            "en_question": "In what month did WWII end?",
            "ru_question": "В каком месяце закончилась ВОВ?",
            "query": "select ?answer where { wd:Q189266 wdt:P582 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                },
                "query": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6746,
            "en_question": "In what month did the Pugachev uprising end?",
            "ru_question": "В каком месяце закончилось Пугачевское восстание?",
            "query": "select ?answer where { wd:Q154100 wdt:P582 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q154100": {
                        "en": "Pugachev's Rebellion",
                        "ru": "Крестьянская война под предводительством Емельяна Пугачёва"
                    }
                },
                "query": {
                    "Q154100": {
                        "en": "Pugachev's Rebellion",
                        "ru": "Крестьянская война под предводительством Емельяна Пугачёва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6747,
            "en_question": "What month was the bridge to Crimea opened?",
            "ru_question": "В каком месяце открыли мост в Крым?",
            "query": "select ?answer where { wd:Q2652980 wdt:P571 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2652980": {
                        "en": "Crimean Bridge",
                        "ru": "Крымский мост"
                    }
                },
                "query": {
                    "Q2652980": {
                        "en": "Crimean Bridge",
                        "ru": "Крымский мост"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6748,
            "en_question": "In what month did the Chernobyl explosion occur?",
            "ru_question": "В каком месяце произошел взрыв в Чернобыле?",
            "query": "select ?answer where { wd:Q486 wdt:P585 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q486": {
                        "en": "Chernobyl disaster",
                        "ru": "авария на Чернобыльской АЭС"
                    }
                },
                "query": {
                    "Q486": {
                        "en": "Chernobyl disaster",
                        "ru": "авария на Чернобыльской АЭС"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6750,
            "en_question": "In what month did the October revolution take place?",
            "ru_question": "В каком месяце произошла Октябрьская революция?",
            "query": "select ?answer where { wd:Q42976 wdt:P585 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q42976": {
                        "en": "October Revolution",
                        "ru": "Октябрьская революция"
                    }
                },
                "query": {
                    "Q42976": {
                        "en": "October Revolution",
                        "ru": "Октябрьская революция"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6751,
            "en_question": "In what month did the Decembrist uprising take place?",
            "ru_question": "В каком месяце произошло восстание декабристов?",
            "query": "select ?answer where { wd:Q126306 wdt:P585 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q126306": {
                        "en": "Decembrist revolt",
                        "ru": "Восстание декабристов"
                    }
                },
                "query": {
                    "Q126306": {
                        "en": "Decembrist revolt",
                        "ru": "Восстание декабристов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6752,
            "en_question": "In what month was the siege of Leningrad lifted?",
            "ru_question": "В каком месяце снята блокада Ленинграда?",
            "query": "select ?answer where { wd:Q151860 wdt:P582 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q151860": {
                        "en": "Siege of Leningrad",
                        "ru": "Блокада Ленинграда"
                    }
                },
                "query": {
                    "Q151860": {
                        "en": "Siege of Leningrad",
                        "ru": "Блокада Ленинграда"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6753,
            "en_question": "When was the iPhone 6 released?",
            "ru_question": "Когда был выпущен айфон 6?",
            "query": "select ?answer where { wd:Q18010890 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q18010890": {
                        "en": "iPhone 6",
                        "ru": "iPhone 6"
                    }
                },
                "query": {
                    "Q18010890": {
                        "en": "iPhone 6",
                        "ru": "iPhone 6"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6754,
            "en_question": "When was the iPhone 7 released?",
            "ru_question": "Когда был выпущен айфон 7?",
            "query": "select ?answer where { wd:Q26831164 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q26831164": {
                        "en": "iPhone 7",
                        "ru": "iPhone 7"
                    }
                },
                "query": {
                    "Q26831164": {
                        "en": "iPhone 7",
                        "ru": "iPhone 7"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6755,
            "en_question": "When was the first Constitution of the USSR put into effect?",
            "ru_question": "Когда была введена в действие первая конституция СССР?",
            "query": "select ?answer where { wd:Q2301388 wdt:P585 ?answer  }",
            "entities": {
                "question": {
                    "Q2301388": {
                        "en": "1924 Soviet Constitution",
                        "ru": "Конституция СССР"
                    }
                },
                "query": {
                    "Q2301388": {
                        "en": "1924 Soviet Constitution",
                        "ru": "Конституция СССР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6756,
            "en_question": "When was the Avar Khaganate founded?",
            "ru_question": "Когда был основан Аварский каганат?",
            "query": "select ?answer where { wd:Q28411 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q28411": {
                        "en": "Avar Khaganate",
                        "ru": "Аварский каганат"
                    }
                },
                "query": {
                    "Q28411": {
                        "en": "Avar Khaganate",
                        "ru": "Аварский каганат"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6759,
            "en_question": "When did the second defense of Sevastopol end?",
            "ru_question": "Когда завершилась вторая оборона Севастополя?",
            "query": "select ?answer where { wd:Q154860 wdt:P582 ?answer  }",
            "entities": {
                "question": {
                    "Q154860": {
                        "en": "Siege of Sevastopol",
                        "ru": "Оборона Севастополя"
                    }
                },
                "query": {
                    "Q154860": {
                        "en": "Siege of Sevastopol",
                        "ru": "Оборона Севастополя"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6760,
            "en_question": "When did the Livonian war end?",
            "ru_question": "Когда завершилась Ливонская война?",
            "query": "select ?answer where { wd:Q246863 wdt:P582 ?answer  }",
            "entities": {
                "question": {
                    "Q246863": {
                        "en": "Livonian War",
                        "ru": "Ливонская война"
                    }
                },
                "query": {
                    "Q246863": {
                        "en": "Livonian War",
                        "ru": "Ливонская война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6761,
            "en_question": "When was the world's first nuclear power plant put into operation?",
            "ru_question": "Когда была введена в действие первая в мире атомная электростанция?",
            "query": "select ?answer where { wd:Q1739453 wdt:P729 ?answer  }",
            "entities": {
                "question": {
                    "Q1739453": {
                        "en": "Obninsk Nuclear Power Plant",
                        "ru": "Обнинская АЭС"
                    }
                },
                "query": {
                    "Q1739453": {
                        "en": "Obninsk Nuclear Power Plant",
                        "ru": "Обнинская АЭС"
                    }
                }
            },
            "relations": {
                "question": {
                    "P729": {
                        "en": "service entry",
                        "ru": "дата принятия в эксплуатацию"
                    }
                },
                "query": {
                    "P729": {
                        "en": "service entry",
                        "ru": "дата принятия в эксплуатацию"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6762,
            "en_question": "When was Russia baptized?",
            "ru_question": "Когда крещена Русь?",
            "query": "select ?answer where { wd:Q573211 wdt:P585 ?answer  }",
            "entities": {
                "question": {
                    "Q573211": {
                        "en": "Christianization of Kievan Rus'",
                        "ru": "крещение Руси"
                    }
                },
                "query": {
                    "Q573211": {
                        "en": "Christianization of Kievan Rus'",
                        "ru": "крещение Руси"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6763,
            "en_question": "When was the Kingdom of Spain formed?",
            "ru_question": "Когда образовалось Королевство Испания?",
            "query": "select ?answer where { wd:Q29 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q29": {
                        "en": "Spain",
                        "ru": "Испания"
                    }
                },
                "query": {
                    "Q29": {
                        "en": "Spain",
                        "ru": "Испания"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6764,
            "en_question": "When was the Peter and Paul Cathedral created?",
            "ru_question": "Когда создан Петропавловский собор?",
            "query": "select ?answer where { wd:Q736587 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q736587": {
                        "en": "Peter and Paul Cathedral",
                        "ru": "Петропавловский собор"
                    }
                },
                "query": {
                    "Q736587": {
                        "en": "Peter and Paul Cathedral",
                        "ru": "Петропавловский собор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6765,
            "en_question": "When was the periodic table discovered?",
            "ru_question": "Когда открыта Периодическая система Менделеева?",
            "query": "select ?answer where { wd:Q10693 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q10693": {
                        "en": "periodic table",
                        "ru": "периодическая система химических элементов"
                    }
                },
                "query": {
                    "Q10693": {
                        "en": "periodic table",
                        "ru": "периодическая система химических элементов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6766,
            "en_question": "When will the Luzhniki stadium be built?",
            "ru_question": "Когда построены Лужники?",
            "query": "select ?answer where { wd:Q202163 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q202163": {
                        "en": "Luzhniki Stadium",
                        "ru": "Лужники"
                    }
                },
                "query": {
                    "Q202163": {
                        "en": "Luzhniki Stadium",
                        "ru": "Лужники"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }