{
            "id": 6373,
            "en_question": "Which company owns Rolls Royce engines?",
            "ru_question": "Какая компания владеет двигателями Rolls Royce?",
            "query": "select ?answer where { wd:Q243278 wdt:P127 ?answer }",
            "entities": {
                "question": {
                    "Q243278": {
                        "en": "Rolls-Royce",
                        "ru": "Rolls-Royce"
                    }
                },
                "query": {
                    "Q243278": {
                        "en": "Rolls-Royce",
                        "ru": "Rolls-Royce"
                    }
                }
            },
            "relations": {
                "question": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                },
                "query": {
                    "P127": {
                        "en": "owned by",
                        "ru": "владельцем является"
                    }
                }
            },
            "answer_en": [
                "Credit Suisse",
                "Capital Group Companies",
                "ValueAct Capital"
            ],
            "answer_ru": [
                "Кредит Суисс груп",
                "The Capital Group Companies",
                "ValueAct Capital"
            ],
            "answer_entities": [
                "Q372657",
                "Q505275",
                "Q22032185"
            ]
        },
        {
            "id": 6374,
            "en_question": "What is the legal form of the company Apple?",
            "ru_question": "Какая организационно-правовая форма компании Apple?",
            "query": "select ?answer where { wd:Q312 wdt:P1454 ?answer }",
            "entities": {
                "question": {
                    "Q312": {
                        "en": "Apple",
                        "ru": "Apple"
                    }
                },
                "query": {
                    "Q312": {
                        "en": "Apple",
                        "ru": "Apple"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1454": {
                        "en": "legal form",
                        "ru": "организационно-правовая форма"
                    }
                },
                "query": {
                    "P1454": {
                        "en": "legal form",
                        "ru": "организационно-правовая форма"
                    }
                }
            },
            "answer_en": [
                "joint-stock company",
                "public company"
            ],
            "answer_ru": [
                "акционерное общество",
                "публичная компания"
            ],
            "answer_entities": [
                "Q134161",
                "Q891723"
            ]
        },
        {
            "id": 6376,
            "en_question": "What awards did Beria have?",
            "ru_question": "Какие награды имел Берия?",
            "query": "select ?answer where { wd:Q141829 wdt:P166 ?answer }",
            "entities": {
                "question": {
                    "Q141829": {
                        "en": "Lavrentiy Beria",
                        "ru": "Лаврентий Павлович Берия"
                    }
                },
                "query": {
                    "Q141829": {
                        "en": "Lavrentiy Beria",
                        "ru": "Лаврентий Павлович Берия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                },
                "query": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                }
            },
            "answer_en": [
                "Order of Lenin",
                "Hero of Socialist Labour",
                "Medal \"For the Defence of Stalingrad\"",
                "Medal \"For the Victory over Germany in the Great Patriotic War 1941–1945\"",
                "Order of the Red Banner",
                "Order of Sukhbaatar",
                "Jubilee Medal \"30 Years of the Soviet Army and Navy\"",
                "Medal \"For the Defence of the Caucasus\"",
                "Medal \"For the Defence of Moscow\"",
                "Jubilee Medal \"XX Years of the Workers' and Peasants' Red Army\"",
                "Stalin Prize",
                "Medal \"In Commemoration of the 800th Anniversary of Moscow\"",
                "Order of the Red Banner",
                "Order of the Republic",
                "Honorary Officer of the State Security",
                "Order of Suvorov, 1st class",
                "State Stalin Prize, 1st degree",
                "Honorary worker of the NKVD"
            ],
            "answer_ru": [
                "орден Ленина",
                "Герой Социалистического Труда",
                "медаль «За оборону Сталинграда»",
                "медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.»",
                "Орден Красного Знамени",
                "орден Сухэ-Батора",
                "юбилейная медаль «30 лет Советской Армии и Флота»",
                "медаль «За оборону Кавказа»",
                "медаль «За оборону Москвы»",
                "юбилейная медаль «XX лет Рабоче-Крестьянской Красной Армии»",
                "Сталинская премия",
                "медаль «В память 800-летия Москвы»",
                "орден Красного Знамени",
                "орден Республики",
                "Почётный сотрудник госбезопасности",
                "орден Суворова I степени",
                "Сталинская премия 1-й степени",
                "Заслуженный работник НКВД"
            ],
            "answer_entities": [
                "Q185493",
                "Q208167",
                "Q241821",
                "Q278798",
                "Q337463",
                "Q530008",
                "Q946626",
                "Q1067644",
                "Q1069798",
                "Q1710776",
                "Q2329480",
                "Q2634074",
                "Q4335936",
                "Q4335954",
                "Q4375624",
                "Q21292820",
                "Q56669004",
                "Q60054123"
            ]
        },
        {
            "id": 6378,
            "en_question": "What is the administrative division of Venezuela?",
            "ru_question": "Какое административное деление Венесуэлы?",
            "query": "select ?answer where { wd:Q717 wdt:P150 ?answer }",
            "entities": {
                "question": {
                    "Q717": {
                        "en": "Venezuela",
                        "ru": "Венесуэла"
                    }
                },
                "query": {
                    "Q717": {
                        "en": "Venezuela",
                        "ru": "Венесуэла"
                    }
                }
            },
            "relations": {
                "question": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                },
                "query": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                }
            },
            "answer_en": [
                "Táchira",
                "Apure",
                "Zulia",
                "Barinas State",
                "Federal Dependencies",
                "Mérida",
                "Amazonas",
                "Aragua",
                "Anzoátegui",
                "Bolívar",
                "Miranda",
                "Carabobo",
                "Yaracuy",
                "Delta Amacuro",
                "Trujillo",
                "Falcón",
                "Guárico",
                "Nueva Esparta",
                "Cojedes",
                "Monagas",
                "Portuguesa",
                "Lara",
                "Sucre",
                "Vargas state",
                "Capital District"
            ],
            "answer_ru": [
                "Тачира",
                "Апуре",
                "Сулия",
                "Баринас",
                "Федеральные владения",
                "Мерида",
                "Амасонас",
                "Арагуа",
                "Ансоатеги",
                "Боливар",
                "Миранда",
                "Карабобо",
                "Яракуй",
                "Дельта-Амакуро",
                "Трухильо",
                "Фалькон",
                "Гуарико",
                "Нуэва-Эспарта",
                "Кохедес",
                "Монагас",
                "Португеса",
                "Лара",
                "Сукре",
                "Варгас",
                "Столичный округ"
            ],
            "answer_entities": [
                "Q41144",
                "Q41146",
                "Q43269",
                "Q43271",
                "Q130343",
                "Q165582",
                "Q170453",
                "Q190687",
                "Q190922",
                "Q191164",
                "Q191174",
                "Q191186",
                "Q201121",
                "Q201137",
                "Q202068",
                "Q202071",
                "Q202075",
                "Q204876",
                "Q205460",
                "Q205776",
                "Q205784",
                "Q205796",
                "Q205824",
                "Q205843",
                "Q492791"
            ]
        },
        {
            "id": 6379,
            "en_question": "What is the administrative division of the Czech Republic?",
            "ru_question": "Какое административное деление Чехии?",
            "query": "select ?answer where { wd:Q213 wdt:P150 ?answer }",
            "entities": {
                "question": {
                    "Q213": {
                        "en": "Czech Republic",
                        "ru": "Чехия"
                    }
                },
                "query": {
                    "Q213": {
                        "en": "Czech Republic",
                        "ru": "Чехия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                },
                "query": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                }
            },
            "answer_en": [
                "Prague",
                "Plzeň Region",
                "South Bohemian Region",
                "Central Bohemian Region",
                "Moravian-Silesian Region",
                "Vysočina Region",
                "Karlovy Vary Region",
                "Zlín Region",
                "South Moravian Region",
                "Ústí nad Labem Region",
                "Liberec Region",
                "Hradec Králové Region",
                "Olomouc Region",
                "Pardubice Region"
            ],
            "answer_ru": [
                "Прага",
                "Пльзенский край",
                "Южно-Чешский край",
                "Среднечешский край",
                "Моравскосилезский край",
                "Высочина",
                "Карловарский край",
                "Злинский край",
                "Южно-Моравский край",
                "Устецкий край",
                "Либерецкий край",
                "Краловеградецкий край",
                "Оломоуцкий край",
                "Пардубицкий край"
            ],
            "answer_entities": [
                "Q1085",
                "Q46070",
                "Q188373",
                "Q188399",
                "Q190550",
                "Q190930",
                "Q191091",
                "Q192536",
                "Q192697",
                "Q192702",
                "Q193266",
                "Q193295",
                "Q193307",
                "Q193317"
            ]
        },
        {
            "id": 6383,
            "en_question": "What is the military rank of Tatyana Shevtsova?",
            "ru_question": "Какое воинское звание у Шевцовой Татьяны Викторовны?",
            "query": "select ?answer where { wd:Q16207094 wdt:P410 ?answer }",
            "entities": {
                "question": {
                    "Q16207094": {
                        "en": "Tatiana Shevtsova",
                        "ru": "Татьяна Викторовна Шевцова"
                    }
                },
                "query": {
                    "Q16207094": {
                        "en": "Tatiana Shevtsova",
                        "ru": "Татьяна Викторовна Шевцова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                },
                "query": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                }
            },
            "answer_en": [
                "1st class Active State Councillor of the Russian Federation"
            ],
            "answer_ru": [
                "действительный государственный советник Российской Федерации 1 класса"
            ],
            "answer_entities": [
                "Q4156896"
            ]
        },
        {
            "id": 6384,
            "en_question": "What nationality was Jesus Christ?",
            "ru_question": "Какой национальности был Иисус Христос?",
            "query": "select ?answer where { wd:Q302 wdt:P172 ?answer }",
            "entities": {
                "question": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                },
                "query": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                }
            },
            "relations": {
                "question": {
                    "P172": {
                        "en": "ethnic group",
                        "ru": "этническая группа"
                    }
                },
                "query": {
                    "P172": {
                        "en": "ethnic group",
                        "ru": "этническая группа"
                    }
                }
            },
            "answer_en": [
                "Jewish people"
            ],
            "answer_ru": [
                "евреи"
            ],
            "answer_entities": [
                "Q7325"
            ]
        },
        {
            "id": 6385,
            "en_question": "What is the gender of Jerry from the Tom and Jerry cartoon?",
            "ru_question": "Какой пол у Джерри из мультфильма Том и Джерри?",
            "query": "select ?answer where { wd:Q1962394 wdt:P21 ?answer }",
            "entities": {
                "question": {
                    "Q1962394": {
                        "en": "Jerry",
                        "ru": "мышонок Джерри"
                    }
                },
                "query": {
                    "Q1962394": {
                        "en": "Jerry",
                        "ru": "мышонок Джерри"
                    }
                }
            },
            "relations": {
                "question": {
                    "P21": {
                        "en": "sex or gender",
                        "ru": "пол или гендер"
                    }
                },
                "query": {
                    "P21": {
                        "en": "sex or gender",
                        "ru": "пол или гендер"
                    }
                }
            },
            "answer_en": [
                "male"
            ],
            "answer_ru": [
                "мужской пол"
            ],
            "answer_entities": [
                "Q6581097"
            ]
        },
        {
            "id": 6386,
            "en_question": "A post takes time.",
            "ru_question": "Какой пост занимает Назарбаев?",
            "query": "select ?answer where { wd:Q57394 wdt:P39 ?answer }",
            "entities": {
                "question": {
                    "Q57394": {
                        "en": "Nursultan Nazarbaev",
                        "ru": "Нурсултан Абишевич Назарбаев"
                    }
                },
                "query": {
                    "Q57394": {
                        "en": "Nursultan Nazarbaev",
                        "ru": "Нурсултан Абишевич Назарбаев"
                    }
                }
            },
            "relations": {
                "question": {
                    "P39": {
                        "en": "position held",
                        "ru": "занимаемая должность"
                    }
                },
                "query": {
                    "P39": {
                        "en": "position held",
                        "ru": "занимаемая должность"
                    }
                }
            },
            "answer_en": [
                "President of Kazakhstan"
            ],
            "answer_ru": [
                "Президент Республики Казахстан"
            ],
            "answer_entities": [
                "Q5256775"
            ]
        },
        {
            "id": 6388,
            "en_question": "What scientific work did Mendeleev do?",
            "ru_question": "Какую научную работу сделал Менделеев?",
            "query": "select ?answer where { wd:Q9106 wdt:P800 ?answer }",
            "entities": {
                "question": {
                    "Q9106": {
                        "en": "Dmitri Mendeleev",
                        "ru": "Дмитрий Иванович Менделеев"
                    }
                },
                "query": {
                    "Q9106": {
                        "en": "Dmitri Mendeleev",
                        "ru": "Дмитрий Иванович Менделеев"
                    }
                }
            },
            "relations": {
                "question": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                },
                "query": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                }
            },
            "answer_en": [
                "periodic table"
            ],
            "answer_ru": [
                "периодическая система химических элементов"
            ],
            "answer_entities": [
                "Q10693"
            ]
        },
        {
            "id": 6389,
            "en_question": "What kind of scientific work published by the John von Neumann?",
            "ru_question": "Какую научную работу опубликовал Джон фон Нейман?",
            "query": "select ?answer where { wd:Q17455 wdt:P800 ?answer }",
            "entities": {
                "question": {
                    "Q17455": {
                        "en": "John von Neumann",
                        "ru": "Джон фон Нейман"
                    }
                },
                "query": {
                    "Q17455": {
                        "en": "John von Neumann",
                        "ru": "Джон фон Нейман"
                    }
                }
            },
            "relations": {
                "question": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                },
                "query": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                }
            },
            "answer_en": [
                "set theory",
                "game theory",
                "von Neumann architecture",
                "Von Neumann neighborhood",
                "von Neumann universal constructor",
                "von Neumann algebra",
                "von Neumann regular ring",
                "von Neumann cellular automaton",
                "von Neumann–Morgenstern utility theorem",
                "ergodic theory"
            ],
            "answer_ru": [
                "теория множеств",
                "теория игр",
                "Архитектура фон Неймана",
                "Соседство Фон Неймана",
                "von Neumann universal constructor",
                "алгебра фон Неймана",
                "регулярное кольцо фон Неймана",
                "Автомат фон Неймана",
                "von Neumann–Morgenstern utility theorem",
                "эргодическая теория"
            ],
            "answer_entities": [
                "Q12482",
                "Q44455",
                "Q189088",
                "Q1554323",
                "Q1766038",
                "Q1970172",
                "Q2895315",
                "Q4056286",
                "Q4358367",
                "Q5498822"
            ]
        },
        {
            "id": 6391,
            "en_question": "Who wrote the song Katyusha?",
            "ru_question": "Кто написал песню Катюша?",
            "query": "select ?answer where { wd:Q18288 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q18288": {
                        "en": "Katyusha",
                        "ru": "Катюша"
                    }
                },
                "query": {
                    "Q18288": {
                        "en": "Katyusha",
                        "ru": "Катюша"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Matvey Blanter"
            ],
            "answer_ru": [
                "Матвей Исаакович Блантер"
            ],
            "answer_entities": [
                "Q928993"
            ]
        },
        {
            "id": 6392,
            "en_question": "Who is Jon snow's father?",
            "ru_question": "Кто отец Джона Сноу?",
            "query": "select ?answer where { wd:Q3183235 wdt:P22 ?answer }",
            "entities": {
                "question": {
                    "Q3183235": {
                        "en": "Jon Snow",
                        "ru": "Джон Сноу"
                    }
                },
                "query": {
                    "Q3183235": {
                        "en": "Jon Snow",
                        "ru": "Джон Сноу"
                    }
                }
            },
            "relations": {
                "question": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                },
                "query": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                }
            },
            "answer_en": [
                "Rhaegar Targaryen"
            ],
            "answer_ru": [
                "Рейегар Таргариен"
            ],
            "answer_entities": [
                "Q20818052"
            ]
        },
        {
            "id": 6393,
            "en_question": "Who was the first to reach Antarctica?",
            "ru_question": "Кто первым добрался до Антарктиды?",
            "query": "select ?answer where { wd:Q51 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q51": {
                        "en": "Antarctica",
                        "ru": "Антарктида"
                    }
                },
                "query": {
                    "Q51": {
                        "en": "Antarctica",
                        "ru": "Антарктида"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Fabian Gottlieb von Bellingshausen",
                "Mikhail Lazarev",
                "First Russian Antarctic expedition"
            ],
            "answer_ru": [
                "Фаддей Фаддеевич Беллинсгаузен",
                "Михаил Петрович Лазарев",
                "Первая русская антарктическая экспедиция"
            ],
            "answer_entities": [
                "Q76754",
                "Q186203",
                "Q4349082"
            ]
        },
        {
            "id": 6394,
            "en_question": "Who developed Roblox?",
            "ru_question": "Кто разработал Roblox?",
            "query": "select ?answer where { wd:Q692989 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q692989": {
                        "en": "Roblox",
                        "ru": "Roblox"
                    }
                },
                "query": {
                    "Q692989": {
                        "en": "Roblox",
                        "ru": "Roblox"
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "Roblox Corporation"
            ],
            "answer_ru": [
                "Roblox Corporation"
            ],
            "answer_entities": [
                "Q67186598"
            ]
        },
        {
            "id": 6395,
            "en_question": "Who is the developer of PUBG?",
            "ru_question": "Кто разработчик PUBG?",
            "query": "select ?answer where { wd:Q28937399 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q28937399": {
                        "en": "PUBG: Battlegrounds",
                        "ru": "PUBG: Battlegrounds"
                    }
                },
                "query": {
                    "Q28937399": {
                        "en": "PUBG: Battlegrounds",
                        "ru": "PUBG: Battlegrounds"
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "Krafton"
            ],
            "answer_ru": [
                "Bluehole Studio"
            ],
            "answer_entities": [
                "Q4035237"
            ]
        },
        {
            "id": 6396,
            "en_question": "Who is the developer of WhatsApp?",
            "ru_question": "Кто разработчик WhatsApp?",
            "query": "select ?answer where { wd:Q1049511 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q1049511": {
                        "en": "WhatsApp",
                        "ru": "WhatsApp"
                    }
                },
                "query": {
                    "Q1049511": {
                        "en": "WhatsApp",
                        "ru": "WhatsApp"
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "WhatsApp LLC"
            ],
            "answer_ru": [
                "WhatsApp LLC"
            ],
            "answer_entities": [
                "Q52410688"
            ]
        },
        {
            "id": 6398,
            "en_question": "Who made the film Django unchained?",
            "ru_question": "Кто снял фильм Джанго освобожденный?",
            "query": "select ?answer where { wd:Q571032 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q571032": {
                        "en": "Django Unchained",
                        "ru": "Джанго освобождённый"
                    }
                },
                "query": {
                    "Q571032": {
                        "en": "Django Unchained",
                        "ru": "Джанго освобождённый"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Quentin Tarantino"
            ],
            "answer_ru": [
                "Квентин Тарантино"
            ],
            "answer_entities": [
                "Q3772"
            ]
        }