{
            "id": 6825,
            "en_question": "In what year was the state of Israel established?",
            "ru_question": "В каком году было образовано государство Израиль?",
            "query": "select ?answer where { wd:Q801 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q801": {
                        "en": "Israel",
                        "ru": "Израиль"
                    }
                },
                "query": {
                    "Q801": {
                        "en": "Israel",
                        "ru": "Израиль"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6826,
            "en_question": "In what year was the Commonwealth of Independent States formed?",
            "ru_question": "В каком году было образовано Содружество Независимых Государств?",
            "query": "select ?answer where { wd:Q7779 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q7779": {
                        "en": "Commonwealth of Independent States",
                        "ru": "Содружество Независимых Государств"
                    }
                },
                "query": {
                    "Q7779": {
                        "en": "Commonwealth of Independent States",
                        "ru": "Содружество Независимых Государств"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6827,
            "en_question": "In what year was the Federal state unitary enterprise Russian Post established?",
            "ru_question": "В каком году было образовано ФГУП Почта России?",
            "query": "select ?answer where { wd:Q1502763 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1502763": {
                        "en": "Russian Post",
                        "ru": "Почта России"
                    }
                },
                "query": {
                    "Q1502763": {
                        "en": "Russian Post",
                        "ru": "Почта России"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6829,
            "en_question": "In what year was the first Russian higher educational institution, the Slavic-Greek-Latin Academy, opened?",
            "ru_question": "В каком году было открыто первое в России высшее учебное заведение Славяно-греко-латинская академия?",
            "query": "select ?answer where { wd:Q2629059 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2629059": {
                        "en": "Slavic Greek Latin Academy",
                        "ru": "Славяно-греко-латинская академия"
                    }
                },
                "query": {
                    "Q2629059": {
                        "en": "Slavic Greek Latin Academy",
                        "ru": "Славяно-греко-латинская академия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6830,
            "en_question": "In what year was the phenomenon of electromagnetic induction discovered?",
            "ru_question": "В каком году было открыто явление электромагнитной индукции?",
            "query": "select ?answer where { wd:Q988780 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q988780": {
                        "en": "electromagnetic induction",
                        "ru": "электромагнитная индукция"
                    }
                },
                "query": {
                    "Q988780": {
                        "en": "electromagnetic induction",
                        "ru": "электромагнитная индукция"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6831,
            "en_question": "In what year was the Schengen agreement signed?",
            "ru_question": "В каком году было подписано Шенгенское соглашение?",
            "query": "select ?answer where { wd:Q2822795 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2822795": {
                        "en": "Schengen Agreement",
                        "ru": "Шенгенское соглашение 1985 года"
                    }
                },
                "query": {
                    "Q2822795": {
                        "en": "Schengen Agreement",
                        "ru": "Шенгенское соглашение 1985 года"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6832,
            "en_question": "When was the WTO created?",
            "ru_question": "Когда была создана ВТО?",
            "query": "select ?answer where { wd:Q7825 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q7825": {
                        "en": "World Trade Organization",
                        "ru": "Всемирная торговая организация"
                    }
                },
                "query": {
                    "Q7825": {
                        "en": "World Trade Organization",
                        "ru": "Всемирная торговая организация"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6833,
            "en_question": "In what year was released the iPhone 10?",
            "ru_question": "В каком году вышел айфон 10?",
            "query": "select ?answer where { wd:Q39510168 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q39510168": {
                        "en": "iPhone X",
                        "ru": "iPhone X"
                    }
                },
                "query": {
                    "Q39510168": {
                        "en": "iPhone X",
                        "ru": "iPhone X"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None",
                "None",
                "None",
                "None",
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null,
                null,
                null,
                null,
                null,
                null
            ]
        },
        {
            "id": 6834,
            "en_question": "What year was the iPhone 5 released?",
            "ru_question": "В каком году вышел айфон 5?",
            "query": "select ?answer where { wd:Q61504 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q61504": {
                        "en": "iPhone 5",
                        "ru": "iPhone 5"
                    }
                },
                "query": {
                    "Q61504": {
                        "en": "iPhone 5",
                        "ru": "iPhone 5"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6835,
            "en_question": "In what year was Naruto released?",
            "ru_question": "В каком году вышел Наруто?",
            "query": "select ?answer where { wd:Q642 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q642": {
                        "en": "Naruto",
                        "ru": "Наруто"
                    }
                },
                "query": {
                    "Q642": {
                        "en": "Naruto",
                        "ru": "Наруто"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6836,
            "en_question": "In what year was the film Brigade released?",
            "ru_question": "В каком году вышел фильм Бригада?",
            "query": "select ?answer where { wd:Q915313 wdt:P577 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q915313": {
                        "en": "Brigada",
                        "ru": "Бригада"
                    }
                },
                "query": {
                    "Q915313": {
                        "en": "Brigada",
                        "ru": "Бригада"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6837,
            "en_question": "In what year did the Great Patriotic war end?",
            "ru_question": "В каком году завершилась Великая Отечественная война?",
            "query": "select ?answer where { wd:Q189266 wdt:P582 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                },
                "query": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6838,
            "en_question": "In what year did the Great French revolution end?",
            "ru_question": "В каком году завершилась Великая французская революция?",
            "query": "select ?answer where { wd:Q6534 wdt:P582 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q6534": {
                        "en": "French Revolution",
                        "ru": "Великая французская революция"
                    }
                },
                "query": {
                    "Q6534": {
                        "en": "French Revolution",
                        "ru": "Великая французская революция"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6839,
            "en_question": "In what year did the First world war end?",
            "ru_question": "В каком году завершилась Первая мировая?",
            "query": "select ?answer where { wd:Q361 wdt:P582 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q361": {
                        "en": "World War I",
                        "ru": "Первая мировая война"
                    }
                },
                "query": {
                    "Q361": {
                        "en": "World War I",
                        "ru": "Первая мировая война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6841,
            "en_question": "In what year did the unification of Germany end?",
            "ru_question": "В каком году завершилось объединение Германии?",
            "query": "select ?answer where { wd:Q56039 wdt:P582 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q56039": {
                        "en": "German reunification",
                        "ru": "объединение Германии"
                    }
                },
                "query": {
                    "Q56039": {
                        "en": "German reunification",
                        "ru": "объединение Германии"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6842,
            "en_question": "In what year was the Warsaw Pact signed?",
            "ru_question": "В каком году заключен Варшавский договор?",
            "query": "select ?answer where { wd:Q41644 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q41644": {
                        "en": "Warsaw Pact",
                        "ru": "Организация Варшавского договора"
                    }
                },
                "query": {
                    "Q41644": {
                        "en": "Warsaw Pact",
                        "ru": "Организация Варшавского договора"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6843,
            "en_question": "In what year was the Stolbovsky peace concluded?",
            "ru_question": "В каком году заключен Столбовский мир?",
            "query": "select ?answer where { wd:Q928848 wdt:P585 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q928848": {
                        "en": "Treaty of Stolbovo",
                        "ru": "Столбовский мир"
                    }
                },
                "query": {
                    "Q928848": {
                        "en": "Treaty of Stolbovo",
                        "ru": "Столбовский мир"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6844,
            "en_question": "In what year did you run out of Gravity falls?",
            "ru_question": "В каком году закончился Гравити Фолз?",
            "query": "select ?answer where { wd:Q550555 wdt:P582 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q550555": {
                        "en": "Gravity Falls",
                        "ru": "Гравити Фолз"
                    }
                },
                "query": {
                    "Q550555": {
                        "en": "Gravity Falls",
                        "ru": "Гравити Фолз"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6845,
            "en_question": "In what year did the series Daddy's daughters end?",
            "ru_question": "В каком году закончился сериал Папины дочки?",
            "query": "select ?answer where { wd:Q1969810 wdt:P582 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1969810": {
                        "en": "Daddy's Daughters",
                        "ru": "Папины дочки"
                    }
                },
                "query": {
                    "Q1969810": {
                        "en": "Daddy's Daughters",
                        "ru": "Папины дочки"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6847,
            "en_question": "In what year was the Constantinogorsk fortress founded?",
            "ru_question": "В каком году заложена Константиногорская крепость?",
            "query": "select ?answer where { wd:Q41970 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q41970": {
                        "en": "Pyatigorsk",
                        "ru": "Пятигорск"
                    }
                },
                "query": {
                    "Q41970": {
                        "en": "Pyatigorsk",
                        "ru": "Пятигорск"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6848,
            "en_question": "In what year was the Peter and Paul fortress founded?",
            "ru_question": "В каком году заложена Петропавловская крепость?",
            "query": "select ?answer where { wd:Q38646 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q38646": {
                        "en": "Peter and Paul Fortress",
                        "ru": "Петропавловская крепость"
                    }
                },
                "query": {
                    "Q38646": {
                        "en": "Peter and Paul Fortress",
                        "ru": "Петропавловская крепость"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6849,
            "en_question": "In what year was Tyumen founded?",
            "ru_question": "В каком году заложена Тюмень?",
            "query": "select ?answer where { wd:Q5815 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q5815": {
                        "en": "Tyumen",
                        "ru": "Тюмень"
                    }
                },
                "query": {
                    "Q5815": {
                        "en": "Tyumen",
                        "ru": "Тюмень"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }