{
            "id": 6429,
            "en_question": "What was the title of the Portuguese Navigator in the Spanish service, Fernand Magellan?",
            "ru_question": "Каким титулом обладал португальский мореплаватель на испанской службе Фернан Магеллан?",
            "query": "select ?answer where { wd:Q469622 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q469622": {
                        "en": "Ferdinand of Portugal",
                        "ru": "Фердинанд"
                    }
                },
                "query": {
                    "Q469622": {
                        "en": "Ferdinand of Portugal",
                        "ru": "Фердинанд"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "list of counts of Flanders",
                "prince"
            ],
            "answer_ru": [
                "Список правителей Фландрии",
                "принц"
            ],
            "answer_entities": [
                "Q756727",
                "Q2747456"
            ]
        },
        {
            "id": 6431,
            "en_question": "What is the famous work of ray Bradbury?",
            "ru_question": "Какое известное произведение Рэя Брэдбери?",
            "query": "select ?answer where { wd:Q40640 wdt:P800 ?answer }",
            "entities": {
                "question": {
                    "Q40640": {
                        "en": "Ray Bradbury",
                        "ru": "Рэй Брэдбери"
                    }
                },
                "query": {
                    "Q40640": {
                        "en": "Ray Bradbury",
                        "ru": "Рэй Брэдбери"
                    }
                }
            },
            "relations": {
                "question": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                },
                "query": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                }
            },
            "answer_en": [
                "Fahrenheit 451",
                "The Martian Chronicles",
                "Something Wicked This Way Comes",
                "The Illustrated Man",
                "I Sing the Body Electric"
            ],
            "answer_ru": [
                "451 градус по Фаренгейту",
                "Марсианские хроники",
                "Надвигается беда",
                "Человек в картинках",
                "О теле электрическом я пою"
            ],
            "answer_entities": [
                "Q202009",
                "Q918052",
                "Q1167442",
                "Q1756055",
                "Q3163406"
            ]
        },
        {
            "id": 6432,
            "en_question": "What is the architectural style of the Manege building in Moscow?",
            "ru_question": "Какой архитектурный стиль здания манежа в Москве?",
            "query": "select ?answer where { wd:Q1889165 wdt:P149 ?answer }",
            "entities": {
                "question": {
                    "Q1889165": {
                        "en": "Moscow Manege",
                        "ru": "Манеж"
                    }
                },
                "query": {
                    "Q1889165": {
                        "en": "Moscow Manege",
                        "ru": "Манеж"
                    }
                }
            },
            "relations": {
                "question": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                },
                "query": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                }
            },
            "answer_en": [
                "Neoclassical architecture"
            ],
            "answer_ru": [
                "архитектура неоклассицизма"
            ],
            "answer_entities": [
                "Q54111"
            ]
        },
        {
            "id": 6433,
            "en_question": "What genre of music does Imagine Dragons have?",
            "ru_question": "Какой жанр музыки у Imagine Dragons?",
            "query": "select ?answer where { wd:Q391348 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q391348": {
                        "en": "Imagine Dragons",
                        "ru": "Imagine Dragons"
                    }
                },
                "query": {
                    "Q391348": {
                        "en": "Imagine Dragons",
                        "ru": "Imagine Dragons"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "alternative rock",
                "electropop",
                "pop rock"
            ],
            "answer_ru": [
                "альтернативный рок",
                "электропоп",
                "поп-рок"
            ],
            "answer_entities": [
                "Q11366",
                "Q188450",
                "Q484641"
            ]
        },
        {
            "id": 6435,
            "en_question": "What position is the speaker?",
            "ru_question": "Какой пост занимает Голикова?",
            "query": "select ?answer where { wd:Q260432 wdt:P39 ?answer }",
            "entities": {
                "question": {
                    "Q260432": {
                        "en": "Tatiana Golikova",
                        "ru": "Татьяна Алексеевна Голикова"
                    }
                },
                "query": {
                    "Q260432": {
                        "en": "Tatiana Golikova",
                        "ru": "Татьяна Алексеевна Голикова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P39": {
                        "en": "position held",
                        "ru": "занимаемая должность"
                    }
                },
                "query": {
                    "P39": {
                        "en": "position held",
                        "ru": "занимаемая должность"
                    }
                }
            },
            "answer_en": [
                "health minister"
            ],
            "answer_ru": [
                "министр здравоохранения"
            ],
            "answer_entities": [
                "Q3273722"
            ]
        },
        {
            "id": 6436,
            "en_question": "Which tributary of the Pripyat river?",
            "ru_question": "Какой приток реки Припять?",
            "query": "select ?answer where { wd:Q157042 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q157042": {
                        "en": "Pripyat River",
                        "ru": "Припять"
                    }
                },
                "query": {
                    "Q157042": {
                        "en": "Pripyat River",
                        "ru": "Припять"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Dnieper"
            ],
            "answer_ru": [
                "Днепр"
            ],
            "answer_entities": [
                "Q40855"
            ]
        },
        {
            "id": 6437,
            "en_question": "Which developer created the halo fps franchise?",
            "ru_question": "Какой разработчик создал fps франшизу Halo?",
            "query": "select ?answer where { wd:Q1747150 wdt:P178 ?answer }",
            "entities": {
                "question": {
                    "Q1747150": {
                        "en": "Halo",
                        "ru": "Halo"
                    }
                },
                "query": {
                    "Q1747150": {
                        "en": "Halo",
                        "ru": "Halo"
                    }
                }
            },
            "relations": {
                "question": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                },
                "query": {
                    "P178": {
                        "en": "developer",
                        "ru": "разработчик"
                    }
                }
            },
            "answer_en": [
                "Xbox Game Studios",
                "Ensemble Studios",
                "Creative Assembly",
                "Bungie",
                "Gearbox Software",
                "Robot Entertainment",
                "Behaviour Interactive",
                "Saber Interactive"
            ],
            "answer_ru": [
                "Xbox Game Studios",
                "Ensemble Studios",
                "Creative Assembly",
                "Bungie",
                "Gearbox Software",
                "Robot Entertainment",
                "Behaviour Interective",
                "Saber Interactive"
            ],
            "answer_entities": [
                "Q73801",
                "Q308913",
                "Q611508",
                "Q735267",
                "Q1046593",
                "Q1202130",
                "Q2080076",
                "Q2469781"
            ]
        },
        {
            "id": 6438,
            "en_question": "What was the title of the former President of the International Olympic Committee, Juan Antonio Samaranch?",
            "ru_question": "Какой титул носил бывший президент Международного олимпийского комитета Хуан Антонио Самаранч?",
            "query": "select ?answer where { wd:Q171166 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q171166": {
                        "en": "Juan Antonio Samaranch",
                        "ru": "Хуан Антонио Самаранч"
                    }
                },
                "query": {
                    "Q171166": {
                        "en": "Juan Antonio Samaranch",
                        "ru": "Хуан Антонио Самаранч"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "margrave"
            ],
            "answer_ru": [
                "маркграф"
            ],
            "answer_entities": [
                "Q157802"
            ]
        },
        {
            "id": 6439,
            "en_question": "What University did Tyutchev graduate from?",
            "ru_question": "Какой университет окончил Тютчев?",
            "query": "select ?answer where { wd:Q37217 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q37217": {
                        "en": "Fyodor Tyutchev",
                        "ru": "Фёдор Иванович Тютчев"
                    }
                },
                "query": {
                    "Q37217": {
                        "en": "Fyodor Tyutchev",
                        "ru": "Фёдор Иванович Тютчев"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Faculty of History and Philology of Moscow University"
            ],
            "answer_ru": [
                "историко-филологический факультет Московского университета"
            ],
            "answer_entities": [
                "Q4204467"
            ]
        },
        {
            "id": 6441,
            "en_question": "What the religion of the Kazakhs?",
            "ru_question": "Какую религию исповедуют казахи?",
            "query": "select ?answer where { wd:Q80040 wdt:P140 ?answer }",
            "entities": {
                "question": {
                    "Q80040": {
                        "en": "Kazakhs",
                        "ru": "казахи"
                    }
                },
                "query": {
                    "Q80040": {
                        "en": "Kazakhs",
                        "ru": "казахи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                },
                "query": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                }
            },
            "answer_en": [
                "Sunni Islam"
            ],
            "answer_ru": [
                "суннизм"
            ],
            "answer_entities": [
                "Q483654"
            ]
        },
        {
            "id": 6442,
            "en_question": "What the religion of the Tatars?",
            "ru_question": "Какую религию исповедуют татары?",
            "query": "select ?answer where { wd:Q35565 wdt:P140 ?answer }",
            "entities": {
                "question": {
                    "Q35565": {
                        "en": "Tatars",
                        "ru": "татары"
                    }
                },
                "query": {
                    "Q35565": {
                        "en": "Tatars",
                        "ru": "татары"
                    }
                }
            },
            "relations": {
                "question": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                },
                "query": {
                    "P140": {
                        "en": "religion or worldview",
                        "ru": "религия или мировоззрение"
                    }
                }
            },
            "answer_en": [
                "Sunni Islam",
                "Eastern Orthodoxy"
            ],
            "answer_ru": [
                "суннизм",
                "православие"
            ],
            "answer_entities": [
                "Q483654",
                "Q3333484"
            ]
        },
        {
            "id": 6443,
            "en_question": "Who founded the city of Nizhny Novgorod?",
            "ru_question": "Кем был основан город Нижний Новгород?",
            "query": "select ?answer where { wd:Q891 wdt:P112 ?answer }",
            "entities": {
                "question": {
                    "Q891": {
                        "en": "Nizhny Novgorod",
                        "ru": "Нижний Новгород"
                    }
                },
                "query": {
                    "Q891": {
                        "en": "Nizhny Novgorod",
                        "ru": "Нижний Новгород"
                    }
                }
            },
            "relations": {
                "question": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                },
                "query": {
                    "P112": {
                        "en": "founded by",
                        "ru": "основатель"
                    }
                }
            },
            "answer_en": [
                "Yuri II of Vladimir"
            ],
            "answer_ru": [
                "Юрий Всеволодович"
            ],
            "answer_entities": [
                "Q547869"
            ]
        },
        {
            "id": 6444,
            "en_question": "Who was Esmeralda's mother?",
            "ru_question": "Кто была мать Эсмеральды?",
            "query": "select ?answer where { wd:Q661491 wdt:P25 ?answer }",
            "entities": {
                "question": {
                    "Q661491": {
                        "en": "Esmeralda",
                        "ru": "Эсмеральда"
                    }
                },
                "query": {
                    "Q661491": {
                        "en": "Esmeralda",
                        "ru": "Эсмеральда"
                    }
                }
            },
            "relations": {
                "question": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                },
                "query": {
                    "P25": {
                        "en": "mother",
                        "ru": "мать"
                    }
                }
            },
            "answer_en": [
                "Sister Gudule"
            ],
            "answer_ru": [
                "Sister Gudule"
            ],
            "answer_entities": [
                "Q27703517"
            ]
        },
        {
            "id": 6445,
            "en_question": "Who wrote a famous trilogy about the hobbit?",
            "ru_question": "Кто написал известную трилогию о хоббитах?",
            "query": "select ?answer where { wd:Q74287 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q74287": {
                        "en": "The Hobbit",
                        "ru": "Хоббит, или Туда и обратно"
                    }
                },
                "query": {
                    "Q74287": {
                        "en": "The Hobbit",
                        "ru": "Хоббит, или Туда и обратно"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "J. R. R. Tolkien"
            ],
            "answer_ru": [
                "Джон Рональд Руэл Толкин"
            ],
            "answer_entities": [
                "Q892"
            ]
        },
        {
            "id": 6446,
            "en_question": "Who is the cinematographer of the movie Rage?",
            "ru_question": "Кто оператор фильма Ярость?",
            "query": "select ?answer where { wd:Q163869 wdt:P344 ?answer }",
            "entities": {
                "question": {
                    "Q163869": {
                        "en": "Rampage",
                        "ru": "Ярость"
                    }
                },
                "query": {
                    "Q163869": {
                        "en": "Rampage",
                        "ru": "Ярость"
                    }
                }
            },
            "relations": {
                "question": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                },
                "query": {
                    "P344": {
                        "en": "director of photography",
                        "ru": "кинооператор"
                    }
                }
            },
            "answer_en": [
                "Mathias Neumann"
            ],
            "answer_ru": [
                "Матиас Нойман"
            ],
            "answer_entities": [
                "Q1402143"
            ]
        },
        {
            "id": 6448,
            "en_question": "Who is the father of Jesus Christ?",
            "ru_question": "Кто отец Иисуса Христа?",
            "query": "select ?answer where { wd:Q302 wdt:P22 ?answer }",
            "entities": {
                "question": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                },
                "query": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                }
            },
            "relations": {
                "question": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                },
                "query": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    }
                }
            },
            "answer_en": [
                "Joseph",
                "God the Father"
            ],
            "answer_ru": [
                "Иосиф Обручник",
                "Бог Отец"
            ],
            "answer_entities": [
                "Q128267",
                "Q186350"
            ]
        },
        {
            "id": 6450,
            "en_question": "Who designed the Lakhta center?",
            "ru_question": "Кто проектировал Лахта центр?",
            "query": "select ?answer where { wd:Q4255374 wdt:P84 ?answer }",
            "entities": {
                "question": {
                    "Q4255374": {
                        "en": "Lakhta Centre",
                        "ru": "Лахта-центр"
                    }
                },
                "query": {
                    "Q4255374": {
                        "en": "Lakhta Centre",
                        "ru": "Лахта-центр"
                    }
                }
            },
            "relations": {
                "question": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                },
                "query": {
                    "P84": {
                        "en": "architect",
                        "ru": "архитектор"
                    }
                }
            },
            "answer_en": [
                "RMJM"
            ],
            "answer_ru": [
                "RMJM London"
            ],
            "answer_entities": [
                "Q3415248"
            ]
        },
        {
            "id": 6453,
            "en_question": "Who is the Director of the film T 34?",
            "ru_question": "Кто режиссер фильма Т 34?",
            "query": "select ?answer where { wd:Q39293164 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q39293164": {
                        "en": "T-34",
                        "ru": "Т-34"
                    }
                },
                "query": {
                    "Q39293164": {
                        "en": "T-34",
                        "ru": "Т-34"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Aleksey Sidorov"
            ],
            "answer_ru": [
                "Алексей Леонидович Сидоров"
            ],
            "answer_entities": [
                "Q4418820"
            ]
        },
        {
            "id": 6454,
            "en_question": "Who is the Director of the Soviet version of the Sherlock Holmes TV series?",
            "ru_question": "Кто режиссёр советской версии телесериала о Шерлоке Холмсе?",
            "query": "select ?answer where { wd:Q1210893 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q1210893": {
                        "en": "The Adventures of Sherlock Holmes and Dr. Watson",
                        "ru": "Приключения Шерлока Холмса и доктора Ватсона"
                    }
                },
                "query": {
                    "Q1210893": {
                        "en": "The Adventures of Sherlock Holmes and Dr. Watson",
                        "ru": "Приключения Шерлока Холмса и доктора Ватсона"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Igor Maslennikov"
            ],
            "answer_ru": [
                "Игорь Фёдорович Масленников"
            ],
            "answer_entities": [
                "Q1273278"
            ]
        },
        {
            "id": 6455,
            "en_question": "Who made the movie Avatar?",
            "ru_question": "Кто снял фильм Аватар?",
            "query": "select ?answer where { wd:Q24871 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q24871": {
                        "en": "Avatar",
                        "ru": "Аватар"
                    }
                },
                "query": {
                    "Q24871": {
                        "en": "Avatar",
                        "ru": "Аватар"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "James Cameron"
            ],
            "answer_ru": [
                "Джеймс Кэмерон"
            ],
            "answer_entities": [
                "Q42574"
            ]
        },
        {
            "id": 6456,
            "en_question": "Who made the film in which johnny Depp played the role of Edward Scissorhands?",
            "ru_question": "Кто снял фильм в котором Джонни Депп сыграл роль Эдварда Руки ножницы?",
            "query": "select ?answer where { wd:Q217182 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q217182": {
                        "en": "Edward Scissorhands",
                        "ru": "Эдвард Руки-ножницы"
                    }
                },
                "query": {
                    "Q217182": {
                        "en": "Edward Scissorhands",
                        "ru": "Эдвард Руки-ножницы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Tim Burton"
            ],
            "answer_ru": [
                "Тим Бёртон"
            ],
            "answer_entities": [
                "Q56008"
            ]
        },
        {
            "id": 6457,
            "en_question": "Who made the movie Outcast?",
            "ru_question": "Кто снял фильм Изгой?",
            "query": "select ?answer where { wd:Q213411 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q213411": {
                        "en": "Cast Away",
                        "ru": "Изгой"
                    }
                },
                "query": {
                    "Q213411": {
                        "en": "Cast Away",
                        "ru": "Изгой"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Robert Zemeckis"
            ],
            "answer_ru": [
                "Роберт Земекис"
            ],
            "answer_entities": [
                "Q187364"
            ]
        }