{
            "id": 170,
            "en_question": "In which city is the airport named after John Lennon",
            "ru_question": "В каком городе аэропорт назван именем Джона Леннона",
            "query": "select ?answer where { wd:Q8727 wdt:P931 ?answer }",
            "entities": {
                "question": {
                    "Q8727": {
                        "en": "Liverpool John Lennon Airport",
                        "ru": "Ливерпульский аэропорт имени Джона Леннона"
                    }
                },
                "query": {
                    "Q8727": {
                        "en": "Liverpool John Lennon Airport",
                        "ru": "Ливерпульский аэропорт имени Джона Леннона"
                    }
                }
            },
            "relations": {
                "question": {
                    "P931": {
                        "en": "place served by transport hub",
                        "ru": "обслуживаемый город"
                    }
                },
                "query": {
                    "P931": {
                        "en": "place served by transport hub",
                        "ru": "обслуживаемый город"
                    }
                }
            },
            "answer_en": [
                "Liverpool"
            ],
            "answer_ru": [
                "Ливерпуль"
            ],
            "answer_entities": [
                "Q24826"
            ]
        },
        {
            "id": 175,
            "en_question": "In which track and field discipline was Bob Beamon's 1968 Olympic record broken only in 1991",
            "ru_question": "В какой легкоатлетической дисциплине олимпийский рекорд Боба Бимона 1968 года был побит только в 1991",
            "query": "select ?answer where { wd:Q52604 wdt:P2416 ?answer }",
            "entities": {
                "question": {
                    "Q52604": {
                        "en": "Bob Beamon",
                        "ru": "Боб Бимон"
                    }
                },
                "query": {
                    "Q52604": {
                        "en": "Bob Beamon",
                        "ru": "Боб Бимон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2416": {
                        "en": "sports discipline competed in",
                        "ru": "спортивная дисциплина"
                    }
                },
                "query": {
                    "P2416": {
                        "en": "sports discipline competed in",
                        "ru": "спортивная дисциплина"
                    }
                }
            },
            "answer_en": [
                "long jump"
            ],
            "answer_ru": [
                "прыжок в длину"
            ],
            "answer_entities": [
                "Q170737"
            ]
        },
        {
            "id": 189,
            "en_question": "One of the fighters for civil rights belongs to the phrase \"I Have a dream...\"?",
            "ru_question": "Кому из борцов за гражданские права принадлежит фраза \"У меня есть мечта...\"?",
            "query": "select ?answer where { wd:Q192341 wdt:P823 ?answer }",
            "entities": {
                "question": {
                    "Q192341": {
                        "en": "I Have a Dream",
                        "ru": "У меня есть мечта"
                    }
                },
                "query": {
                    "Q192341": {
                        "en": "I Have a Dream",
                        "ru": "У меня есть мечта"
                    }
                }
            },
            "relations": {
                "question": {
                    "P823": {
                        "en": "speaker",
                        "ru": "выступающий"
                    }
                },
                "query": {
                    "P823": {
                        "en": "speaker",
                        "ru": "выступающий"
                    }
                }
            },
            "answer_en": [
                "Martin Luther King Jr."
            ],
            "answer_ru": [
                "Мартин Лютер Кинг"
            ],
            "answer_entities": [
                "Q8027"
            ]
        },
        {
            "id": 200,
            "en_question": "Who wrote the fairy tale \"the Sleeping Princess\"?",
            "ru_question": "Кто написал сказку \"Спящая царевна\"?",
            "query": "select ?answer where { wd:Q19221647 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q19221647": {
                        "en": "Sleeping princess",
                        "ru": "Спящая царевна"
                    }
                },
                "query": {
                    "Q19221647": {
                        "en": "Sleeping princess",
                        "ru": "Спящая царевна"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Vasily Zhukovsky"
            ],
            "answer_ru": [
                "Василий Андреевич Жуковский"
            ],
            "answer_entities": [
                "Q157623"
            ]
        },
        {
            "id": 207,
            "en_question": "In what city is the novel of T. Mann \"Buddenbrooks\"",
            "ru_question": "В каком городе происходит действие романа Т. Манна \"Будденброки\"",
            "query": "select ?answer where { wd:Q326909 wdt:P840 ?answer . ?answer wdt:P31 / wdt:P279 wd:Q515 }",
            "entities": {
                "question": {
                    "Q326909": {
                        "en": "Buddenbrooks",
                        "ru": "Будденброки"
                    },
                    "Q515": {
                        "en": "city",
                        "ru": "город"
                    }
                },
                "query": {
                    "Q326909": {
                        "en": "Buddenbrooks",
                        "ru": "Будденброки"
                    },
                    "Q515": {
                        "en": "city",
                        "ru": "город"
                    }
                }
            },
            "relations": {
                "question": {
                    "P840": {
                        "en": "narrative location",
                        "ru": "место действия"
                    },
                    "P279": {
                        "en": "subclass of",
                        "ru": "подкласс от"
                    },
                    "P31": {
                        "en": "instance of",
                        "ru": "это частный случай понятия"
                    }
                },
                "query": {
                    "P840": {
                        "en": "narrative location",
                        "ru": "место действия"
                    },
                    "P279": {
                        "en": "subclass of",
                        "ru": "подкласс от"
                    },
                    "P31": {
                        "en": "instance of",
                        "ru": "это частный случай понятия"
                    }
                }
            },
            "answer_en": [
                "Lübeck",
                "Bad Schwartau"
            ],
            "answer_ru": [
                "Любек",
                "Бад-Швартау"
            ],
            "answer_entities": [
                "Q2843",
                "Q516432"
            ]
        },
        {
            "id": 220,
            "en_question": "In which city the action is the story of Mark TWAIN's \"the Prince and the pauper\"?",
            "ru_question": "В каком городе происходит действие повести Марка Твена \"Принц и нищий\"?",
            "query": "select ?answer where { wd:Q2628907 wdt:P840 ?answer }",
            "entities": {
                "question": {
                    "Q2628907": {
                        "en": "The Prince and the Pauper",
                        "ru": "Принц и нищий"
                    }
                },
                "query": {
                    "Q2628907": {
                        "en": "The Prince and the Pauper",
                        "ru": "Принц и нищий"
                    }
                }
            },
            "relations": {
                "question": {
                    "P840": {
                        "en": "narrative location",
                        "ru": "место действия"
                    }
                },
                "query": {
                    "P840": {
                        "en": "narrative location",
                        "ru": "место действия"
                    }
                }
            },
            "answer_en": [
                "London"
            ],
            "answer_ru": [
                "Лондон"
            ],
            "answer_entities": [
                "Q84"
            ]
        },
        {
            "id": 226,
            "en_question": "Which band recorded the musical album \"Actress Spring\"?",
            "ru_question": "Какая группа записала музыкальный альбом \"Актриса Весна\"?",
            "query": "select ?answer where { wd:Q3648594 wdt:P175 ?answer }",
            "entities": {
                "question": {
                    "Q3648594": {
                        "en": "Aktrisa Vesna",
                        "ru": "Актриса Весна"
                    }
                },
                "query": {
                    "Q3648594": {
                        "en": "Aktrisa Vesna",
                        "ru": "Актриса Весна"
                    }
                }
            },
            "relations": {
                "question": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                },
                "query": {
                    "P175": {
                        "en": "performer",
                        "ru": "исполнитель"
                    }
                }
            },
            "answer_en": [
                "DDT"
            ],
            "answer_ru": [
                "ДДТ"
            ],
            "answer_entities": [
                "Q949424"
            ]
        },
        {
            "id": 232,
            "en_question": "Which artist was criticized by French high society for the scandalous \"Portrait of Madame X\"?",
            "ru_question": "Какой художник был подвергнут критике французского высшего общества за скандальный \"Портрет мадам Икс\"?",
            "query": "select ?answer where { wd:Q2664039 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q2664039": {
                        "en": "Portrait of Madame X",
                        "ru": "Портрет мадам Икс"
                    }
                },
                "query": {
                    "Q2664039": {
                        "en": "Portrait of Madame X",
                        "ru": "Портрет мадам Икс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "John Singer Sargent"
            ],
            "answer_ru": [
                "Джон Сингер Сарджент"
            ],
            "answer_entities": [
                "Q155626"
            ]
        },
        {
            "id": 237,
            "en_question": "Who wrote the music for the song \"Moscow nights\"?",
            "ru_question": "Кто написал музыку к песне \"Подмосковные вечера\"?",
            "query": "select ?answer where { wd:Q62272 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q62272": {
                        "en": "Podmoskovnye vechera",
                        "ru": "Подмосковные вечера"
                    }
                },
                "query": {
                    "Q62272": {
                        "en": "Podmoskovnye vechera",
                        "ru": "Подмосковные вечера"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Vasily Solovyov-Sedoi"
            ],
            "answer_ru": [
                "Василий Павлович Соловьёв-Седой"
            ],
            "answer_entities": [
                "Q739362"
            ]
        },
        {
            "id": 245,
            "en_question": "What is the genre of Pushkin's \"captain's daughter\"?",
            "ru_question": "Каков жанр произведения А.С.Пушкина \"Капитанская дочка\"?",
            "query": "select ?answer where { wd:Q144569 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q144569": {
                        "en": "The Captain's Daughter",
                        "ru": "Капитанская дочка"
                    }
                },
                "query": {
                    "Q144569": {
                        "en": "The Captain's Daughter",
                        "ru": "Капитанская дочка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "historical novel",
                "short novel"
            ],
            "answer_ru": [
                "исторический роман",
                "повесть"
            ],
            "answer_entities": [
                "Q192239",
                "Q12799318"
            ]
        },
        {
            "id": 268,
            "en_question": "In which Museum of the world is Vincent van Gogh's painting \"Red vineyards in Arles\"?",
            "ru_question": "В каком музее мира находится картина Винсента Ван Гога \"Красные виноградники в Арле\"?",
            "query": "select ?answer where { wd:Q1926628 wdt:P195 ?answer }",
            "entities": {
                "question": {
                    "Q1926628": {
                        "en": "The Red Vineyard",
                        "ru": "Красные виноградники в Арле"
                    }
                },
                "query": {
                    "Q1926628": {
                        "en": "The Red Vineyard",
                        "ru": "Красные виноградники в Арле"
                    }
                }
            },
            "relations": {
                "question": {
                    "P195": {
                        "en": "collection",
                        "ru": "хранится в коллекции"
                    }
                },
                "query": {
                    "P195": {
                        "en": "collection",
                        "ru": "хранится в коллекции"
                    }
                }
            },
            "answer_en": [
                "Pushkin Museum of Fine Arts"
            ],
            "answer_ru": [
                "Государственный музей изобразительных искусств имени А. С. Пушкина"
            ],
            "answer_entities": [
                "Q4872"
            ]
        },
        {
            "id": 271,
            "en_question": "Who of the domestic Directors who made films based on the novels of A. Dumas, put the film \"Prisoner of the castle If\"?",
            "ru_question": "Кто из отечественных режиссёров, снимавших фильмы по романам А.Дюма, поставил киноленту \"Узник замка Иф\"?",
            "query": "select ?answer where { wd:Q4469881 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q4469881": {
                        "en": "The Prisoner of Château d'If",
                        "ru": "Узник замка Иф"
                    }
                },
                "query": {
                    "Q4469881": {
                        "en": "The Prisoner of Château d'If",
                        "ru": "Узник замка Иф"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Georgi Yungvald-Khilkevich"
            ],
            "answer_ru": [
                "Георгий Эмильевич Юнгвальд-Хилькевич"
            ],
            "answer_entities": [
                "Q4534523"
            ]
        },
        {
            "id": 276,
            "en_question": "Which country's cinematographers made the famous TV series \"Bet more than life\"?",
            "ru_question": "Кинематографисты какой страны сняли знаменитый телесериал \"Ставка больше чем жизнь\"?",
            "query": "select ?answer where { wd:Q961 wdt:P495 ?answer }",
            "entities": {
                "question": {
                    "Q961": {
                        "en": "More Than Life at Stake",
                        "ru": "Ставка больше, чем жизнь"
                    }
                },
                "query": {
                    "Q961": {
                        "en": "More Than Life at Stake",
                        "ru": "Ставка больше, чем жизнь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                },
                "query": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                }
            },
            "answer_en": [
                "Poland",
                "Polish People's Republic"
            ],
            "answer_ru": [
                "Польша",
                "Польская Народная Республика"
            ],
            "answer_entities": [
                "Q36",
                "Q211274"
            ]
        },
        {
            "id": 300,
            "en_question": "Who in England are called \"blue-collar workers\"?",
            "ru_question": "Кого в Англии называют \"синими воротничками\"?",
            "query": "select ?answer where { wd:Q1191714 wdt:P361 ?answer }",
            "entities": {
                "question": {
                    "Q1191714": {
                        "en": "blue-collar worker",
                        "ru": "синий воротничок"
                    }
                },
                "query": {
                    "Q1191714": {
                        "en": "blue-collar worker",
                        "ru": "синий воротничок"
                    }
                }
            },
            "relations": {
                "question": {
                    "P361": {
                        "en": "part of",
                        "ru": "является частью"
                    }
                },
                "query": {
                    "P361": {
                        "en": "part of",
                        "ru": "является частью"
                    }
                }
            },
            "answer_en": [
                "working class"
            ],
            "answer_ru": [
                "рабочий класс"
            ],
            "answer_entities": [
                "Q191159"
            ]
        },
        {
            "id": 301,
            "en_question": "Who coined the term \"Oedipus complex\"?",
            "ru_question": "Кто ввёл термин \"Эдипов комплекс\"?",
            "query": "select ?answer where { wd:Q131246 wdt:P61 ?answer }",
            "entities": {
                "question": {
                    "Q131246": {
                        "en": "Oedipus complex",
                        "ru": "Эдипов комплекс"
                    }
                },
                "query": {
                    "Q131246": {
                        "en": "Oedipus complex",
                        "ru": "Эдипов комплекс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                },
                "query": {
                    "P61": {
                        "en": "discoverer or inventor",
                        "ru": "первооткрыватель или изобретатель"
                    }
                }
            },
            "answer_en": [
                "Sigmund Freud"
            ],
            "answer_ru": [
                "Зигмунд Фрейд"
            ],
            "answer_entities": [
                "Q9215"
            ]
        },
        {
            "id": 308,
            "en_question": "Who wrote the novel \"To the lighthouse\"?",
            "ru_question": "Кто написал роман \"На маяк\"?",
            "query": "select ?answer where { wd:Q478016 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q478016": {
                        "en": "To the Lighthouse",
                        "ru": "На маяк"
                    }
                },
                "query": {
                    "Q478016": {
                        "en": "To the Lighthouse",
                        "ru": "На маяк"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Virginia Woolf"
            ],
            "answer_ru": [
                "Вирджиния Вулф"
            ],
            "answer_entities": [
                "Q40909"
            ]
        },
        {
            "id": 323,
            "en_question": "Who painted the picture \"Garden of earthly pleasures\"?",
            "ru_question": "Кто написал картину \"Сад земных наслаждений\"?",
            "query": "select ?answer where { wd:Q321303 wdt:P170 ?answer }",
            "entities": {
                "question": {
                    "Q321303": {
                        "en": "The Garden of Earthly Delights",
                        "ru": "Сад земных наслаждений"
                    }
                },
                "query": {
                    "Q321303": {
                        "en": "The Garden of Earthly Delights",
                        "ru": "Сад земных наслаждений"
                    }
                }
            },
            "relations": {
                "question": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                },
                "query": {
                    "P170": {
                        "en": "creator",
                        "ru": "создатель"
                    }
                }
            },
            "answer_en": [
                "Hieronymus Bosch"
            ],
            "answer_ru": [
                "Иероним Босх"
            ],
            "answer_entities": [
                "Q130531"
            ]
        },
        {
            "id": 337,
            "en_question": "Who wrote the short story \"the Mayor\"?",
            "ru_question": "Кто написал рассказ \"Бурмистр\"?",
            "query": "select ?answer where { wd:Q3226739 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q3226739": {
                        "en": "Bailiff",
                        "ru": "Бурмистр"
                    }
                },
                "query": {
                    "Q3226739": {
                        "en": "Bailiff",
                        "ru": "Бурмистр"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Ivan Turgenev"
            ],
            "answer_ru": [
                "Иван Сергеевич Тургенев"
            ],
            "answer_entities": [
                "Q42831"
            ]
        },
        {
            "id": 347,
            "en_question": "Where is lake Balaton located",
            "ru_question": "Где находится озеро Балатон",
            "query": "select ?answer where { wd:Q6383 wdt:P17 ?answer }",
            "entities": {
                "question": {
                    "Q6383": {
                        "en": "Lake Balaton",
                        "ru": "Балатон"
                    }
                },
                "query": {
                    "Q6383": {
                        "en": "Lake Balaton",
                        "ru": "Балатон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                },
                "query": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                }
            },
            "answer_en": [
                "Hungary"
            ],
            "answer_ru": [
                "Венгрия"
            ],
            "answer_entities": [
                "Q28"
            ]
        },
        {
            "id": 351,
            "en_question": "In what architectural style was the Kazan Cathedral built",
            "ru_question": "В каком архитектурном стиле возведён Казанский собор",
            "query": "select ?answer where { wd:Q404571 wdt:P149 ?answer }",
            "entities": {
                "question": {
                    "Q404571": {
                        "en": "Kazan Cathedral",
                        "ru": "Казанский собор"
                    }
                },
                "query": {
                    "Q404571": {
                        "en": "Kazan Cathedral",
                        "ru": "Казанский собор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                },
                "query": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                }
            },
            "answer_en": [
                "classicism",
                "Empire style"
            ],
            "answer_ru": [
                "классицизм",
                "ампир"
            ],
            "answer_entities": [
                "Q170292",
                "Q191105"
            ]
        },
        {
            "id": 368,
            "en_question": "Who is the author of the painting \" flowers of evil?\"",
            "ru_question": "Кто автор картины \"Цветы зла?\"",
            "query": "select ?answer where { wd:Q216578 wdt:P50 ?answer }",
            "entities": {
                "question": {
                    "Q216578": {
                        "en": "Les Fleurs du mal",
                        "ru": "Цветы зла"
                    }
                },
                "query": {
                    "Q216578": {
                        "en": "Les Fleurs du mal",
                        "ru": "Цветы зла"
                    }
                }
            },
            "relations": {
                "question": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                },
                "query": {
                    "P50": {
                        "en": "author",
                        "ru": "автор"
                    }
                }
            },
            "answer_en": [
                "Charles Baudelaire"
            ],
            "answer_ru": [
                "Шарль Бодлер"
            ],
            "answer_entities": [
                "Q501"
            ]
        }