{
            "id": 2016,
            "en_question": "What fleet is dedicated to our film \" sky slow ship\"",
            "ru_question": "Какому флоту посвящен наш фильм \"Небесный тихоход\"",
            "query": "select ?answer where { wd:Q4315518 wdt:P921 ?answer }",
            "entities": {
                "question": {
                    "Q4315518": {
                        "en": "Heavenly Slug",
                        "ru": "Небесный тихоход"
                    }
                },
                "query": {
                    "Q4315518": {
                        "en": "Heavenly Slug",
                        "ru": "Небесный тихоход"
                    }
                }
            },
            "relations": {
                "question": {
                    "P921": {
                        "en": "main subject",
                        "ru": "основная тема"
                    }
                },
                "query": {
                    "P921": {
                        "en": "main subject",
                        "ru": "основная тема"
                    }
                }
            },
            "answer_en": [
                "aviation"
            ],
            "answer_ru": [
                "авиация"
            ],
            "answer_entities": [
                "Q765633"
            ]
        },
        {
            "id": 2017,
            "en_question": "Who is the main character in R. Kipling's book \"the jungle Book\"?",
            "ru_question": "Кто главный герой в книге Р. Киплинга \"Книга джунглей\"?",
            "query": "select ?answer where { wd:Q189509 wdt:P674 ?answer . wd:Q189509 wdt:P921 ?answer  }",
            "entities": {
                "question": {
                    "Q189509": {
                        "en": "The Jungle Book",
                        "ru": "Книга джунглей"
                    }
                },
                "query": {
                    "Q189509": {
                        "en": "The Jungle Book",
                        "ru": "Книга джунглей"
                    }
                }
            },
            "relations": {
                "question": {
                    "P921": {
                        "en": "main subject",
                        "ru": "основная тема"
                    },
                    "P674": {
                        "en": "characters",
                        "ru": "персонажи"
                    }
                },
                "query": {
                    "P921": {
                        "en": "main subject",
                        "ru": "основная тема"
                    },
                    "P674": {
                        "en": "characters",
                        "ru": "персонажи"
                    }
                }
            },
            "answer_en": [
                "Mowgli"
            ],
            "answer_ru": [
                "Маугли"
            ],
            "answer_entities": [
                "Q1381592"
            ]
        },
        {
            "id": 2018,
            "en_question": "Who played Bormann in the popular television series \" Seventeen moments of spring\"",
            "ru_question": "Кто сыграл Бормана в народном телесериале \"Семнадцать мгновений весны\"",
            "query": "select ?answer where { wd:Q472018 p:P161 [ ps:P161 ?answer ; pq:P453 wd:Q76367 ] }",
            "entities": {
                "question": {
                    "Q472018": {
                        "en": "Seventeen Moments of Spring",
                        "ru": "Семнадцать мгновений весны"
                    },
                    "Q76367": {
                        "en": "Martin Bormann",
                        "ru": "Мартин Борман"
                    }
                },
                "query": {
                    "Q472018": {
                        "en": "Seventeen Moments of Spring",
                        "ru": "Семнадцать мгновений весны"
                    },
                    "Q76367": {
                        "en": "Martin Bormann",
                        "ru": "Мартин Борман"
                    }
                }
            },
            "relations": {
                "question": {
                    "P453": {
                        "en": "character role",
                        "ru": "играет роль персонажа"
                    },
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                },
                "query": {
                    "P453": {
                        "en": "character role",
                        "ru": "играет роль персонажа"
                    },
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                }
            },
            "answer_en": [
                "Yuri Vizbor"
            ],
            "answer_ru": [
                "Юрий Иосифович Визбор"
            ],
            "answer_entities": [
                "Q582152"
            ]
        },
        {
            "id": 2019,
            "en_question": "What science has devoted himself Zinin and Bertolli",
            "ru_question": "Какой науке посвятили себя Зинин и Бертолле",
            "query": "select ?answer where { wd:Q520792 wdt:P101 ?answer . wd:Q312587 wdt:P101 ?answer  }",
            "entities": {
                "question": {
                    "Q312587": {
                        "en": "Claude Louis Berthollet",
                        "ru": "Клод Луи Бертолле"
                    },
                    "Q520792": {
                        "en": "Nikolay Zinin",
                        "ru": "Николай Николаевич Зинин"
                    }
                },
                "query": {
                    "Q312587": {
                        "en": "Claude Louis Berthollet",
                        "ru": "Клод Луи Бертолле"
                    },
                    "Q520792": {
                        "en": "Nikolay Zinin",
                        "ru": "Николай Николаевич Зинин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P101": {
                        "en": "field of work",
                        "ru": "область деятельности"
                    }
                },
                "query": {
                    "P101": {
                        "en": "field of work",
                        "ru": "область деятельности"
                    }
                }
            },
            "answer_en": [
                "chemistry"
            ],
            "answer_ru": [
                "химия"
            ],
            "answer_entities": [
                "Q2329"
            ]
        },
        {
            "id": 2022,
            "en_question": "What is the real name of Stalin",
            "ru_question": "Какая настоящая фамилия И.В.Сталина",
            "query": "select ?answer where { wd:Q855 wdt:P734 ?answer . minus { wd:Q855 p:P734 [ ps:P734 ?answer ; ?prop wd:Q61002 ]  } }",
            "entities": {
                "question": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    },
                    "Q61002": {
                        "en": "pseudonym",
                        "ru": "псевдоним"
                    }
                },
                "query": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    },
                    "Q61002": {
                        "en": "pseudonym",
                        "ru": "псевдоним"
                    }
                }
            },
            "relations": {
                "question": {
                    "P734": {
                        "en": "family name",
                        "ru": "фамилия"
                    }
                },
                "query": {
                    "P734": {
                        "en": "family name",
                        "ru": "фамилия"
                    }
                }
            },
            "answer_en": [
                "Jughashvili"
            ],
            "answer_ru": [
                "Джугашвили"
            ],
            "answer_entities": [
                "Q40199570"
            ]
        },
        {
            "id": 2023,
            "en_question": "In what sport did the scientist Niels Bohr and his brother Harald, who played for the Danish national team, achieve success",
            "ru_question": "В каком виде спорта успехов добились учёный Нильс Бор и его брат Харальд, игравший за сборную Дании",
            "query": "select ?answer where { wd:Q7085 wdt:P641 ?answer . wd:Q310009 wdt:P641 ?answer }",
            "entities": {
                "question": {
                    "Q7085": {
                        "en": "Niels Bohr",
                        "ru": "Нильс Бор"
                    },
                    "Q310009": {
                        "en": "Harald Bohr",
                        "ru": "Харальд Бор"
                    }
                },
                "query": {
                    "Q7085": {
                        "en": "Niels Bohr",
                        "ru": "Нильс Бор"
                    },
                    "Q310009": {
                        "en": "Harald Bohr",
                        "ru": "Харальд Бор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                },
                "query": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                }
            },
            "answer_en": [
                "association football"
            ],
            "answer_ru": [
                "футбол"
            ],
            "answer_entities": [
                "Q2736"
            ]
        },
        {
            "id": 2043,
            "en_question": "What was the last name of the publisher who published the popular pre-revolutionary magazine \"Niva\"?",
            "ru_question": "Какая фамилия была у издателя, выпускавшего популярный дореволюционный журнал \"Нива\"?",
            "query": "select ?answer where { wd:Q4318426 wdt:P123 [ wdt:P734 ?answer ] }",
            "entities": {
                "question": {
                    "Q4318426": {
                        "en": "Niva",
                        "ru": "Нива"
                    }
                },
                "query": {
                    "Q4318426": {
                        "en": "Niva",
                        "ru": "Нива"
                    }
                }
            },
            "relations": {
                "question": {
                    "P123": {
                        "en": "publisher",
                        "ru": "издатель"
                    },
                    "P734": {
                        "en": "family name",
                        "ru": "фамилия"
                    }
                },
                "query": {
                    "P123": {
                        "en": "publisher",
                        "ru": "издатель"
                    },
                    "P734": {
                        "en": "family name",
                        "ru": "фамилия"
                    }
                }
            },
            "answer_en": [
                "Marks"
            ],
            "answer_ru": [
                "Маркс"
            ],
            "answer_entities": [
                "Q16876462"
            ]
        },
        {
            "id": 2045,
            "en_question": "Which actress starred in the main roles in the films \"Fanfan-Tulip \"and\"Notre Dame\"?",
            "ru_question": "Какая актриса снялась в главных ролях в фильмах \"Фанфан-Тюльпан\" и \"Собор Парижской Богоматери\"?",
            "query": "select ?answer where { wd:Q1193923 wdt:P161 ?answer . wd:Q1395528 wdt:P161 ?answer }",
            "entities": {
                "question": {
                    "Q1193923": {
                        "en": "The Hunchback of Notre Dame",
                        "ru": "Собор Парижской Богоматери"
                    },
                    "Q1395528": {
                        "en": "Fanfan la Tulipe",
                        "ru": "Фанфан-тюльпан"
                    }
                },
                "query": {
                    "Q1193923": {
                        "en": "The Hunchback of Notre Dame",
                        "ru": "Собор Парижской Богоматери"
                    },
                    "Q1395528": {
                        "en": "Fanfan la Tulipe",
                        "ru": "Фанфан-тюльпан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                },
                "query": {
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                }
            },
            "answer_en": [
                "Gina Lollobrigida"
            ],
            "answer_ru": [
                "Джина Лоллобриджида"
            ],
            "answer_entities": [
                "Q56009"
            ]
        },
        {
            "id": 2052,
            "en_question": "Who played Prince Andrei Bolkonsky in S. F. Bondarchuk's film \"War and peace\"?",
            "ru_question": "Кто сыграл князя Андрея Болконского в фильме С. Ф. Бондарчука \"Война и мир\"?",
            "query": "select ?answer where { wd:Q845176 p:P161 [ ps:P161 ?answer ; pq:P453 wd:Q2737140 ] }",
            "entities": {
                "question": {
                    "Q2737140": {
                        "en": "Andrei Nikolayevich Bolkonsky",
                        "ru": "Андрей Болконский"
                    },
                    "Q845176": {
                        "en": "War and Peace",
                        "ru": "Война и мир (фильм, 1967)"
                    }
                },
                "query": {
                    "Q2737140": {
                        "en": "Andrei Nikolayevich Bolkonsky",
                        "ru": "Андрей Болконский"
                    },
                    "Q845176": {
                        "en": "War and Peace",
                        "ru": "Война и мир (фильм, 1967)"
                    }
                }
            },
            "relations": {
                "question": {
                    "P453": {
                        "en": "character role",
                        "ru": "играет роль персонажа"
                    },
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                },
                "query": {
                    "P453": {
                        "en": "character role",
                        "ru": "играет роль персонажа"
                    },
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                }
            },
            "answer_en": [
                "Vyacheslav Tikhonov"
            ],
            "answer_ru": [
                "Вячеслав Васильевич Тихонов"
            ],
            "answer_entities": [
                "Q312483"
            ]
        },
        {
            "id": 2056,
            "en_question": "Who played Prince Dracula in the film of the same name in 1958",
            "ru_question": "Кто сыграл князя Дракулу в одноимённом фильме в 1958 году",
            "query": "select ?answer where { wd:Q642842 p:P161 [ ps:P161 ?answer ; pq:P453 wd:Q3266236 ] }",
            "entities": {
                "question": {
                    "Q642842": {
                        "en": "Dracula",
                        "ru": "Дракула"
                    },
                    "Q3266236": {
                        "en": "Count Dracula",
                        "ru": "граф Дракула"
                    }
                },
                "query": {
                    "Q642842": {
                        "en": "Dracula",
                        "ru": "Дракула"
                    },
                    "Q3266236": {
                        "en": "Count Dracula",
                        "ru": "граф Дракула"
                    }
                }
            },
            "relations": {
                "question": {
                    "P453": {
                        "en": "character role",
                        "ru": "играет роль персонажа"
                    },
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                },
                "query": {
                    "P453": {
                        "en": "character role",
                        "ru": "играет роль персонажа"
                    },
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                }
            },
            "answer_en": [
                "Christopher Lee"
            ],
            "answer_ru": [
                "Кристофер Ли"
            ],
            "answer_entities": [
                "Q180338"
            ]
        },
        {
            "id": 2057,
            "en_question": "Which of the muses, patron of dancing",
            "ru_question": "Какая из муз покровительствовала танцам",
            "query": "select ?answer where { ?answer wdt:P31 wd:Q66016 . ?answer wdt:P101 wd:Q11639 }",
            "entities": {
                "question": {
                    "Q66016": {
                        "en": "Muse",
                        "ru": "муза"
                    },
                    "Q11639": {
                        "en": "dance",
                        "ru": "танец"
                    }
                },
                "query": {
                    "Q66016": {
                        "en": "Muse",
                        "ru": "муза"
                    },
                    "Q11639": {
                        "en": "dance",
                        "ru": "танец"
                    }
                }
            },
            "relations": {
                "question": {
                    "P101": {
                        "en": "field of work",
                        "ru": "область деятельности"
                    },
                    "P31": {
                        "en": "instance of",
                        "ru": "это частный случай понятия"
                    }
                },
                "query": {
                    "P101": {
                        "en": "field of work",
                        "ru": "область деятельности"
                    },
                    "P31": {
                        "en": "instance of",
                        "ru": "это частный случай понятия"
                    }
                }
            },
            "answer_en": [
                "Terpsichore"
            ],
            "answer_ru": [
                "Терпсихора"
            ],
            "answer_entities": [
                "Q104042"
            ]
        },
        {
            "id": 2069,
            "en_question": "Which of the French actors played in the movie \"Tehran-43\"?",
            "ru_question": "Кто из французских актеров сыграл в фильме \"Тегеран-43\"?",
            "query": "select ?answer where { wd:Q1125687 wdt:P161 ?answer . ?answer wdt:P27 wd:Q142 }",
            "entities": {
                "question": {
                    "Q142": {
                        "en": "France",
                        "ru": "Франция"
                    },
                    "Q1125687": {
                        "en": "Teheran 43",
                        "ru": "Тегеран-43"
                    }
                },
                "query": {
                    "Q142": {
                        "en": "France",
                        "ru": "Франция"
                    },
                    "Q1125687": {
                        "en": "Teheran 43",
                        "ru": "Тегеран-43"
                    }
                }
            },
            "relations": {
                "question": {
                    "P27": {
                        "en": "country of citizenship",
                        "ru": "гражданство"
                    },
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                },
                "query": {
                    "P27": {
                        "en": "country of citizenship",
                        "ru": "гражданство"
                    },
                    "P161": {
                        "en": "cast member",
                        "ru": "в ролях"
                    }
                }
            },
            "answer_en": [
                "Charles Aznavour",
                "Alain Delon",
                "Claude Jade",
                "Mike Marshall",
                "Jacques Roux",
                "Georges Géret",
                "Jess Hahn",
                "Guy Delorme",
                "Jacques Roux"
            ],
            "answer_ru": [
                "Шарль Азнавур",
                "Ален Делон",
                "Клод Жад",
                "Майк Маршалл",
                "Жак Ру",
                "Жорж Жере",
                "Джесс Хан",
                "Ги Делорм",
                "Жак Ру"
            ],
            "answer_entities": [
                "Q1785",
                "Q106529",
                "Q183471",
                "Q328944",
                "Q615492",
                "Q1508941",
                "Q1688122",
                "Q3121730",
                "Q17497045"
            ]
        },
        {
            "id": 2073,
            "en_question": "What is the name of the American Director who made the films \"Spartacus\" and \"Lolita\"?",
            "ru_question": "Как фамилия американского режиссёра, снявшего фильмы \"Спартак\" и \"Лолита\"?",
            "query": "select ?answer where { wd:Q536560 wdt:P57 ?answer . wd:Q108297 wdt:P57 ?answer }",
            "entities": {
                "question": {
                    "Q108297": {
                        "en": "Spartacus",
                        "ru": "Спартак"
                    },
                    "Q536560": {
                        "en": "Lolita",
                        "ru": "Лолита"
                    }
                },
                "query": {
                    "Q108297": {
                        "en": "Spartacus",
                        "ru": "Спартак"
                    },
                    "Q536560": {
                        "en": "Lolita",
                        "ru": "Лолита"
                    }
                }
            },
            "relations": {
                "question": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                },
                "query": {
                    "P57": {
                        "en": "director",
                        "ru": "режиссёр"
                    }
                }
            },
            "answer_en": [
                "Stanley Kubrick"
            ],
            "answer_ru": [
                "Стэнли Кубрик"
            ],
            "answer_entities": [
                "Q2001"
            ]
        },
        {
            "id": 2076,
            "en_question": "Who wore such pseudonyms as \"Ivan Petrovich Belkin\" and \"Feofilakt Kosichkin\"?",
            "ru_question": "Кто носил такие псевдонимы, как \"Иван Петрович Белкин\" и \"Феофилакт Косичкин\"?",
            "query": "select ?answer where { ?answer wdt:P742 \"иван петрович белкин\" , \"феофилакт косичкин\" }",
            "entities": {
                "question": {},
                "query": {}
            },
            "relations": {
                "question": {
                    "P742": {
                        "en": "pseudonym",
                        "ru": "псевдоним"
                    }
                },
                "query": {
                    "P742": {
                        "en": "pseudonym",
                        "ru": "псевдоним"
                    }
                }
            },
            "answer_en": [
                "Alexander Pushkin"
            ],
            "answer_ru": [
                "Александр Сергеевич Пушкин"
            ],
            "answer_entities": [
                "Q7200"
            ]
        },
        {
            "id": 2087,
            "en_question": "Which country is the birthplace of the \"Krakowiak\"dance?",
            "ru_question": "Какая страна является родиной танца \"краковяк\"?",
            "query": "select ?answer where { wd:Q648283 wdt:P495 ?answer }",
            "entities": {
                "question": {
                    "Q648283": {
                        "en": "krakowiak",
                        "ru": "краковяк"
                    }
                },
                "query": {
                    "Q648283": {
                        "en": "krakowiak",
                        "ru": "краковяк"
                    }
                }
            },
            "relations": {
                "question": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                },
                "query": {
                    "P495": {
                        "en": "country of origin",
                        "ru": "страна происхождения"
                    }
                }
            },
            "answer_en": [
                "Poland"
            ],
            "answer_ru": [
                "Польша"
            ],
            "answer_entities": [
                "Q36"
            ]
        },
        {
            "id": 2094,
            "en_question": "Who is the author of the operas \"Cavalier of the rose\" and \"Woman without a shadow\"?",
            "ru_question": "Кто является автором опер \"Кавалер розы\" и \"Женщина без тени\"?",
            "query": "select ?answer where { wd:Q471240 wdt:P86 ?answer . wd:Q1143019 wdt:P86 ?answer }",
            "entities": {
                "question": {
                    "Q471240": {
                        "en": "Der Rosenkavalier",
                        "ru": "Кавалер розы"
                    },
                    "Q1143019": {
                        "en": "Die Frau ohne Schatten",
                        "ru": "Женщина без тени"
                    }
                },
                "query": {
                    "Q471240": {
                        "en": "Der Rosenkavalier",
                        "ru": "Кавалер розы"
                    },
                    "Q1143019": {
                        "en": "Die Frau ohne Schatten",
                        "ru": "Женщина без тени"
                    }
                }
            },
            "relations": {
                "question": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                },
                "query": {
                    "P86": {
                        "en": "composer",
                        "ru": "композитор"
                    }
                }
            },
            "answer_en": [
                "Richard Strauss"
            ],
            "answer_ru": [
                "Рихард Штраус"
            ],
            "answer_entities": [
                "Q13894"
            ]
        },
        {
            "id": 2099,
            "en_question": "What was Hitler's father's name",
            "ru_question": "Как звали отца Гитлера",
            "query": "select ?answer where { wd:Q352 wdt:P22 [ wdt:P735 ?answer ] }",
            "entities": {
                "question": {
                    "Q352": {
                        "en": "Adolf Hitler",
                        "ru": "Адольф Гитлер"
                    }
                },
                "query": {
                    "Q352": {
                        "en": "Adolf Hitler",
                        "ru": "Адольф Гитлер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    },
                    "P735": {
                        "en": "given name",
                        "ru": "личное имя"
                    }
                },
                "query": {
                    "P22": {
                        "en": "father",
                        "ru": "отец"
                    },
                    "P735": {
                        "en": "given name",
                        "ru": "личное имя"
                    }
                }
            },
            "answer_en": [
                "Alois"
            ],
            "answer_ru": [
                "Алоиз"
            ],
            "answer_entities": [
                "Q575207"
            ]
        },
        {
            "id": 2110,
            "en_question": "Who together with Rina Zelenaya wrote the script of the Soviet film \"the foundling\"?",
            "ru_question": "Кто вместе с Риной Зелёной написал сценарий советского фильма \"Подкидыш\"?",
            "query": "select ?answer where { wd:Q4367638 wdt:P58 ?answer filter ( ?answer not in ( wd:Q435540 ) ) }",
            "entities": {
                "question": {
                    "Q435540": {
                        "en": "Rina Zelyonaya",
                        "ru": "Рина Зелёная"
                    },
                    "Q4367638": {
                        "en": "The Foundling",
                        "ru": "Подкидыш"
                    }
                },
                "query": {
                    "Q435540": {
                        "en": "Rina Zelyonaya",
                        "ru": "Рина Зелёная"
                    },
                    "Q4367638": {
                        "en": "The Foundling",
                        "ru": "Подкидыш"
                    }
                }
            },
            "relations": {
                "question": {
                    "P58": {
                        "en": "screenwriter",
                        "ru": "сценарист"
                    }
                },
                "query": {
                    "P58": {
                        "en": "screenwriter",
                        "ru": "сценарист"
                    }
                }
            },
            "answer_en": [
                "Agniya Barto"
            ],
            "answer_ru": [
                "Агния Львовна Барто"
            ],
            "answer_entities": [
                "Q683485"
            ]
        }