{
            "id": 6937,
            "en_question": "In what year did Lyubov Polishchuk die?",
            "ru_question": "В каком году умерла Любовь Полищук?",
            "query": "select ?answer where { wd:Q287110 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q287110": {
                        "en": "Lyubov Polishchuk",
                        "ru": "Любовь Григорьевна Полищук"
                    }
                },
                "query": {
                    "Q287110": {
                        "en": "Lyubov Polishchuk",
                        "ru": "Любовь Григорьевна Полищук"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6938,
            "en_question": "In what year did Lyudmila Gurchenko die?",
            "ru_question": "В каком году умерла Людмила Гурченко?",
            "query": "select ?answer where { wd:Q68537 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q68537": {
                        "en": "Lyudmila Gurchenko",
                        "ru": "Людмила Гурченко"
                    }
                },
                "query": {
                    "Q68537": {
                        "en": "Lyudmila Gurchenko",
                        "ru": "Людмила Гурченко"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6939,
            "en_question": "What year did Marilyn Monroe die?",
            "ru_question": "В каком году умерла Мерлин Монро?",
            "query": "select ?answer where { wd:Q4616 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q4616": {
                        "en": "Marilyn Monroe",
                        "ru": "Мэрилин Монро"
                    }
                },
                "query": {
                    "Q4616": {
                        "en": "Marilyn Monroe",
                        "ru": "Мэрилин Монро"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6940,
            "en_question": "What year did Princess Diana die?",
            "ru_question": "В каком году умерла принцесса Диана?",
            "query": "select ?answer where { wd:Q9685 wdt:P570 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q9685": {
                        "en": "Diana, Princess of Wales",
                        "ru": "Диана, принцесса Уэльская"
                    }
                },
                "query": {
                    "Q9685": {
                        "en": "Diana, Princess of Wales",
                        "ru": "Диана, принцесса Уэльская"
                    }
                }
            },
            "relations": {
                "question": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                },
                "query": {
                    "P570": {
                        "en": "date of death",
                        "ru": "дата смерти"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6941,
            "en_question": "In what year was the Noble Bank established?",
            "ru_question": "В каком году учрежден Дворянский банк?",
            "query": "select ?answer where { wd:Q4156104 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q4156104": {
                        "en": "Nobles' Land Bank",
                        "ru": "Дворянский земельный банк"
                    }
                },
                "query": {
                    "Q4156104": {
                        "en": "Nobles' Land Bank",
                        "ru": "Дворянский земельный банк"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6942,
            "en_question": "In what year was the Imperial Kazan University established?",
            "ru_question": "В каком году учрежден Императорский Казанский университет?",
            "query": "select ?answer where { wd:Q28482293 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q28482293": {
                        "en": "Kazan Imperial University",
                        "ru": "Императорский Казанский университет"
                    }
                },
                "query": {
                    "Q28482293": {
                        "en": "Kazan Imperial University",
                        "ru": "Императорский Казанский университет"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6943,
            "en_question": "In what year was the order of the red Star established?",
            "ru_question": "В каком году учрежден орден Красной Звезды?",
            "query": "select ?answer where { wd:Q695106 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q695106": {
                        "en": "Order of the Red Star",
                        "ru": "Орден Красной Звезды"
                    }
                },
                "query": {
                    "Q695106": {
                        "en": "Order of the Red Star",
                        "ru": "Орден Красной Звезды"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6948,
            "en_question": "In what year was the Prosecutor's office established in Russia?",
            "ru_question": "В каком году учреждена прокуратура в России?",
            "query": "select ?answer where { wd:Q2387440 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2387440": {
                        "en": "Public Prosecution Service of the Russian Federation",
                        "ru": "Прокуратура Российской Федерации"
                    }
                },
                "query": {
                    "Q2387440": {
                        "en": "Public Prosecution Service of the Russian Federation",
                        "ru": "Прокуратура Российской Федерации"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6949,
            "en_question": "In what year was the title of Righteous among the Nations established in Israel?",
            "ru_question": "В каком году учреждено в Израиле звание Праведник народов мира?",
            "query": "select ?answer where { wd:Q112197 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q112197": {
                        "en": "Righteous Among the Nations",
                        "ru": "праведник народов мира"
                    }
                },
                "query": {
                    "Q112197": {
                        "en": "Righteous Among the Nations",
                        "ru": "праведник народов мира"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6950,
            "en_question": "In what year was the Russian geographical society established?",
            "ru_question": "В каком году учреждено Русское географическое общество?",
            "query": "select ?answer where { wd:Q726762 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q726762": {
                        "en": "Russian Geographical Society",
                        "ru": "Русское географическое общество"
                    }
                },
                "query": {
                    "Q726762": {
                        "en": "Russian Geographical Society",
                        "ru": "Русское географическое общество"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6951,
            "en_question": "In what year was the Chernobyl nuclear power plant built?",
            "ru_question": "В каком году была заложена чернобыльская АЭС?",
            "query": "select ?answer where { wd:Q215419 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q215419": {
                        "en": "Chernobyl Nuclear Power Plant",
                        "ru": "Чернобыльская АЭС"
                    }
                },
                "query": {
                    "Q215419": {
                        "en": "Chernobyl Nuclear Power Plant",
                        "ru": "Чернобыльская АЭС"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6952,
            "en_question": "When it was released the Clash Royale?",
            "ru_question": "Когда был выпущен Clash Royale?",
            "query": "select ?answer where { wd:Q22095476 wdt:P577 ?answer  }",
            "entities": {
                "question": {
                    "Q22095476": {
                        "en": "Clash Royale",
                        "ru": "Clash Royale"
                    }
                },
                "query": {
                    "Q22095476": {
                        "en": "Clash Royale",
                        "ru": "Clash Royale"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6954,
            "en_question": "When was the first ipad released?",
            "ru_question": "Когда был выпущен первый ipad?",
            "query": "select ?answer where { wd:Q59802 wdt:P577 ?answer  }",
            "entities": {
                "question": {
                    "Q59802": {
                        "en": "iPad (1st generation)",
                        "ru": "iPad"
                    }
                },
                "query": {
                    "Q59802": {
                        "en": "iPad (1st generation)",
                        "ru": "iPad"
                    }
                }
            },
            "relations": {
                "question": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                },
                "query": {
                    "P577": {
                        "en": "publication date",
                        "ru": "дата публикации"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6955,
            "en_question": "When was the Brest-Litovsk peace concluded?",
            "ru_question": "Когда был заключен Брестский мир?",
            "query": "select ?answer where { wd:Q122371 wdt:P585 ?answer  }",
            "entities": {
                "question": {
                    "Q122371": {
                        "en": "Treaty of Brest-Litovsk",
                        "ru": "Брестский мир"
                    }
                },
                "query": {
                    "Q122371": {
                        "en": "Treaty of Brest-Litovsk",
                        "ru": "Брестский мир"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6956,
            "en_question": "When was the Amga ulus formed?",
            "ru_question": "Когда был образован Амгинский улус?",
            "query": "select ?answer where { wd:Q694932 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q694932": {
                        "en": "Amginsky District",
                        "ru": "Амгинский улус"
                    }
                },
                "query": {
                    "Q694932": {
                        "en": "Amginsky District",
                        "ru": "Амгинский улус"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6959,
            "en_question": "When was Berlin founded?",
            "ru_question": "Когда был основан Берлин?",
            "query": "select ?answer where { wd:Q64 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q64": {
                        "en": "Berlin",
                        "ru": "Берлин"
                    }
                },
                "query": {
                    "Q64": {
                        "en": "Berlin",
                        "ru": "Берлин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6961,
            "en_question": "When was the electron discovered?",
            "ru_question": "Когда был открыт электрон?",
            "query": "select ?answer where { wd:Q2225 wdt:P575 ?answer  }",
            "entities": {
                "question": {
                    "Q2225": {
                        "en": "electron",
                        "ru": "электрон"
                    }
                },
                "query": {
                    "Q2225": {
                        "en": "electron",
                        "ru": "электрон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6962,
            "en_question": "When was big Ben built?",
            "ru_question": "Когда был построен Биг Бен?",
            "query": "select ?answer where { wd:Q41225 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q41225": {
                        "en": "Big Ben",
                        "ru": "Биг-Бен"
                    }
                },
                "query": {
                    "Q41225": {
                        "en": "Big Ben",
                        "ru": "Биг-Бен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6963,
            "en_question": "When was the order of Alexander Nevsky established?",
            "ru_question": "Когда был учрежден орден Александра Невского?",
            "query": "select ?answer where { wd:Q10514065 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q10514065": {
                        "en": "Order of Saint Alexander Nevsky",
                        "ru": "орден Святого Александра Невского"
                    }
                },
                "query": {
                    "Q10514065": {
                        "en": "Order of Saint Alexander Nevsky",
                        "ru": "орден Святого Александра Невского"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6965,
            "en_question": "When was the order of the October revolution established?",
            "ru_question": "Когда был учрежден орден Октябрьской революции?",
            "query": "select ?answer where { wd:Q728960 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q728960": {
                        "en": "Order of the October Revolution",
                        "ru": "орден Октябрьской Революции"
                    }
                },
                "query": {
                    "Q728960": {
                        "en": "Order of the October Revolution",
                        "ru": "орден Октябрьской Революции"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6966,
            "en_question": "When was the order of Victory established?",
            "ru_question": "Когда был учрежден орден Победы?",
            "query": "select ?answer where { wd:Q465316 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q465316": {
                        "en": "Order of Victory",
                        "ru": "орден «Победа»"
                    }
                },
                "query": {
                    "Q465316": {
                        "en": "Order of Victory",
                        "ru": "орден «Победа»"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6967,
            "en_question": "When was the Ostankino TV tower commissioned?",
            "ru_question": "Когда была введена в строй Останкинская телебашня?",
            "query": "select ?answer where { wd:Q181324 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q181324": {
                        "en": "Ostankino Tower",
                        "ru": "Останкинская телебашня"
                    }
                },
                "query": {
                    "Q181324": {
                        "en": "Ostankino Tower",
                        "ru": "Останкинская телебашня"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6969,
            "en_question": "When it was founded the fortress of Semipalatinsk?",
            "ru_question": "Когда была заложена Семипалатинская крепость?",
            "query": "select ?answer where { wd:Q61944 wdt:P571 ?answer  }",
            "entities": {
                "question": {
                    "Q61944": {
                        "en": "Semey",
                        "ru": "Семей"
                    }
                },
                "query": {
                    "Q61944": {
                        "en": "Semey",
                        "ru": "Семей"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }