{
            "id": 6850,
            "en_question": "In what year was the computer mouse invented?",
            "ru_question": "В каком году изобрели компьютерную мышь?",
            "query": "select ?answer where { wd:Q7987 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q7987": {
                        "en": "computer mouse",
                        "ru": "компьютерная мышь"
                    }
                },
                "query": {
                    "Q7987": {
                        "en": "computer mouse",
                        "ru": "компьютерная мышь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6851,
            "en_question": "In what year was basketball invented?",
            "ru_question": "В каком году изобретен баскетбол?",
            "query": "select ?answer where { wd:Q5372 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q5372": {
                        "en": "basketball",
                        "ru": "баскетбол"
                    }
                },
                "query": {
                    "Q5372": {
                        "en": "basketball",
                        "ru": "баскетбол"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6852,
            "en_question": "In what year was the Rubik's cube invented?",
            "ru_question": "В каком году изобретен кубик Рубика?",
            "query": "select ?answer where { wd:Q47043 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q47043": {
                        "en": "Rubik's Cube",
                        "ru": "кубик Рубика"
                    }
                },
                "query": {
                    "Q47043": {
                        "en": "Rubik's Cube",
                        "ru": "кубик Рубика"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6853,
            "en_question": "What year was LEGO invented?",
            "ru_question": "В каком году изобретено лего?",
            "query": "select ?answer where { wd:Q170484 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q170484": {
                        "en": "LEGO",
                        "ru": "LEGO"
                    }
                },
                "query": {
                    "Q170484": {
                        "en": "LEGO",
                        "ru": "LEGO"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6854,
            "en_question": "In what year were postage stamps invented?",
            "ru_question": "В каком году изобретены почтовые марки?",
            "query": "select ?answer where { wd:Q107701 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q107701": {
                        "en": "Penny Black",
                        "ru": "Чёрный пенни"
                    }
                },
                "query": {
                    "Q107701": {
                        "en": "Penny Black",
                        "ru": "Чёрный пенни"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6855,
            "en_question": "In what year was the Dzungarian khanate formed?",
            "ru_question": "В каком году образовалось Джунгарское ханство?",
            "query": "select ?answer where { wd:Q1923401 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1923401": {
                        "en": "Dzungar Khanate",
                        "ru": "Джунгарское ханство"
                    }
                },
                "query": {
                    "Q1923401": {
                        "en": "Dzungar Khanate",
                        "ru": "Джунгарское ханство"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6856,
            "en_question": "In what year was NATO formed?",
            "ru_question": "В каком году образовалось НАТО?",
            "query": "select ?answer where { wd:Q7184 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q7184": {
                        "en": "NATO",
                        "ru": "Организация Североатлантического договора"
                    }
                },
                "query": {
                    "Q7184": {
                        "en": "NATO",
                        "ru": "Организация Североатлантического договора"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6857,
            "en_question": "In what year was the EU formed?",
            "ru_question": "В каком году образовался ЕС?",
            "query": "select ?answer where { wd:Q260487 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q260487": {
                        "en": "European Community",
                        "ru": "Европейское сообщество"
                    }
                },
                "query": {
                    "Q260487": {
                        "en": "European Community",
                        "ru": "Европейское сообщество"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6858,
            "en_question": "In what year was formed the young Communist League?",
            "ru_question": "В каком году образовался комсомол?",
            "query": "select ?answer where { wd:Q166073 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q166073": {
                        "en": "All-Union Leninist Young Communist League",
                        "ru": "Всесоюзный ленинский коммунистический союз молодёжи"
                    }
                },
                "query": {
                    "Q166073": {
                        "en": "All-Union Leninist Young Communist League",
                        "ru": "Всесоюзный ленинский коммунистический союз молодёжи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6859,
            "en_question": "In what year was the Pension Fund of the Russian Federation established?",
            "ru_question": "В каком году образовался Пенсионный Фонд Российской Федерации?",
            "query": "select ?answer where { wd:Q4348625 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q4348625": {
                        "en": "Pension Fund of Ukraine",
                        "ru": "Пенсионный фонд Украины"
                    }
                },
                "query": {
                    "Q4348625": {
                        "en": "Pension Fund of Ukraine",
                        "ru": "Пенсионный фонд Украины"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6860,
            "en_question": "In what year was the Triple Alliance formed?",
            "ru_question": "В каком году образовался Тройственный союз?",
            "query": "select ?answer where { wd:Q153867 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q153867": {
                        "en": "Triple Alliance",
                        "ru": "Тройственный союз"
                    }
                },
                "query": {
                    "Q153867": {
                        "en": "Triple Alliance",
                        "ru": "Тройственный союз"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6862,
            "en_question": "In what year was uobao formed?",
            "ru_question": "В каком году образован УОБАО?",
            "query": "select ?answer where { wd:Q207737 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q207737": {
                        "en": "Ust-Orda Buryat Autonomous Okrug",
                        "ru": "Усть-Ордынский Бурятский автономный округ"
                    }
                },
                "query": {
                    "Q207737": {
                        "en": "Ust-Orda Buryat Autonomous Okrug",
                        "ru": "Усть-Ордынский Бурятский автономный округ"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6864,
            "en_question": "In what year was the Bryansk region formed?",
            "ru_question": "В каком году образована Брянская область?",
            "query": "select ?answer where { wd:Q2810 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2810": {
                        "en": "Bryansk Oblast",
                        "ru": "Брянская область"
                    }
                },
                "query": {
                    "Q2810": {
                        "en": "Bryansk Oblast",
                        "ru": "Брянская область"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6868,
            "en_question": "In what year was the international football Federation FIFA formed?",
            "ru_question": "В каком году образована Международная федерация футбола ФИФА?",
            "query": "select ?answer where { wd:Q253414 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q253414": {
                        "en": "FIFA",
                        "ru": "ФИФА"
                    }
                },
                "query": {
                    "Q253414": {
                        "en": "FIFA",
                        "ru": "ФИФА"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6869,
            "en_question": "In what year was the Novosibirsk region formed?",
            "ru_question": "В каком году образована Новосибирская область?",
            "query": "select ?answer where { wd:Q5851 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q5851": {
                        "en": "Novosibirsk Oblast",
                        "ru": "Новосибирская область"
                    }
                },
                "query": {
                    "Q5851": {
                        "en": "Novosibirsk Oblast",
                        "ru": "Новосибирская область"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6872,
            "en_question": "In what year did the troubles end?",
            "ru_question": "В каком году окончилась смута?",
            "query": "select ?answer where { wd:Q94080 wdt:P582 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q94080": {
                        "en": "Time of Troubles",
                        "ru": "Смутное время"
                    }
                },
                "query": {
                    "Q94080": {
                        "en": "Time of Troubles",
                        "ru": "Смутное время"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6873,
            "en_question": "In what year was Veliky Novgorod founded?",
            "ru_question": "В каком году основан Великий Новгород?",
            "query": "select ?answer where { wd:Q2235 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2235": {
                        "en": "Veliky Novgorod",
                        "ru": "Великий Новгород"
                    }
                },
                "query": {
                    "Q2235": {
                        "en": "Veliky Novgorod",
                        "ru": "Великий Новгород"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6876,
            "en_question": "In what year was Kazan founded?",
            "ru_question": "В каком году основана Казань?",
            "query": "select ?answer where { wd:Q900 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q900": {
                        "en": "Kazan",
                        "ru": "Казань"
                    }
                },
                "query": {
                    "Q900": {
                        "en": "Kazan",
                        "ru": "Казань"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6878,
            "en_question": "In which year was founded the company Denso?",
            "ru_question": "В каком году основана компания Denso?",
            "query": "select ?answer where { wd:Q176508 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q176508": {
                        "en": "Denso",
                        "ru": "Denso"
                    }
                },
                "query": {
                    "Q176508": {
                        "en": "Denso",
                        "ru": "Denso"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6879,
            "en_question": "In which year was founded the company Goodyear?",
            "ru_question": "В каком году основана компания Goodyear?",
            "query": "select ?answer where { wd:Q620875 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q620875": {
                        "en": "Goodyear Tire and Rubber Company",
                        "ru": "Goodyear Tire and Rubber Company"
                    }
                },
                "query": {
                    "Q620875": {
                        "en": "Goodyear Tire and Rubber Company",
                        "ru": "Goodyear Tire and Rubber Company"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6880,
            "en_question": "In what year were Essentuki founded?",
            "ru_question": "В каком году основаны Ессентуки?",
            "query": "select ?answer where { wd:Q135787 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q135787": {
                        "en": "Yessentuki",
                        "ru": "Ессентуки"
                    }
                },
                "query": {
                    "Q135787": {
                        "en": "Yessentuki",
                        "ru": "Ессентуки"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6881,
            "en_question": "In what year was the Institute of physical culture opened in Moscow?",
            "ru_question": "В каком году открыт Институт физической культуры в Москве?",
            "query": "select ?answer where { wd:Q4398072 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q4398072": {
                        "en": "Russian State University of Physical Education, Sport, Youth and Tourism",
                        "ru": "Российский государственный университет физической культуры, спорта, молодёжи и туризма"
                    }
                },
                "query": {
                    "Q4398072": {
                        "en": "Russian State University of Physical Education, Sport, Youth and Tourism",
                        "ru": "Российский государственный университет физической культуры, спорта, молодёжи и туризма"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6882,
            "en_question": "In what year was the Grave of the Unknown Soldier memorial ensemble opened?",
            "ru_question": "В каком году открыт мемориальный ансамбль Могила Неизвестного Солдата?",
            "query": "select ?answer where { wd:Q2075146 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q2075146": {
                        "en": "Tomb of the Unknown Soldier",
                        "ru": "Могила Неизвестного Солдата"
                    }
                },
                "query": {
                    "Q2075146": {
                        "en": "Tomb of the Unknown Soldier",
                        "ru": "Могила Неизвестного Солдата"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }