{
            "id": 6653,
            "en_question": "When was paper invented?",
            "ru_question": "Когда изобретена бумага?",
            "query": "select ?answer where { wd:Q11472 wdt:P575 ?answer }",
            "entities": {
                "question": {
                    "Q11472": {
                        "en": "paper",
                        "ru": "бумага"
                    }
                },
                "query": {
                    "Q11472": {
                        "en": "paper",
                        "ru": "бумага"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6654,
            "en_question": "When was radio invented?",
            "ru_question": "Когда изобретено радио?",
            "query": "select ?answer where { wd:Q872 wdt:P575 ?answer }",
            "entities": {
                "question": {
                    "Q872": {
                        "en": "radio communications",
                        "ru": "радио"
                    }
                },
                "query": {
                    "Q872": {
                        "en": "radio communications",
                        "ru": "радио"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6655,
            "en_question": "When are the Dead souls written?",
            "ru_question": "Когда написаны Мертвые души?",
            "query": "select ?answer where { wd:Q647379 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q647379": {
                        "en": "Dead Souls",
                        "ru": "Мёртвые души"
                    }
                },
                "query": {
                    "Q647379": {
                        "en": "Dead Souls",
                        "ru": "Мёртвые души"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6656,
            "en_question": "When was London founded?",
            "ru_question": "Когда основан Лондон?",
            "query": "select ?answer where { wd:Q84 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q84": {
                        "en": "London",
                        "ru": "Лондон"
                    }
                },
                "query": {
                    "Q84": {
                        "en": "London",
                        "ru": "Лондон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6657,
            "en_question": "When did the RSFSR cease to exist?",
            "ru_question": "Когда прекратил существование РСФСР?",
            "query": "select ?answer where { wd:Q2184 wdt:P576 ?answer }",
            "entities": {
                "question": {
                    "Q2184": {
                        "en": "Russian Soviet Federative Socialist Republic",
                        "ru": "РСФСР"
                    }
                },
                "query": {
                    "Q2184": {
                        "en": "Russian Soviet Federative Socialist Republic",
                        "ru": "РСФСР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6658,
            "en_question": "When did the Soviet Union cease to exist?",
            "ru_question": "Когда прекратил существование Советский Союз?",
            "query": "select ?answer where { wd:Q15180 wdt:P576 ?answer }",
            "entities": {
                "question": {
                    "Q15180": {
                        "en": "Soviet Union",
                        "ru": "СССР"
                    }
                },
                "query": {
                    "Q15180": {
                        "en": "Soviet Union",
                        "ru": "СССР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6659,
            "en_question": "When was the CPSU dissolved?",
            "ru_question": "Когда распустили КПСС?",
            "query": "select ?answer where { wd:Q79854 wdt:P576 ?answer }",
            "entities": {
                "question": {
                    "Q79854": {
                        "en": "Communist Party of the Soviet Union",
                        "ru": "Коммунистическая партия Советского Союза"
                    }
                },
                "query": {
                    "Q79854": {
                        "en": "Communist Party of the Soviet Union",
                        "ru": "Коммунистическая партия Советского Союза"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6660,
            "en_question": "When is the Constituent Assembly dissolved?",
            "ru_question": "Когда распущено Учредительное собрание?",
            "query": "select ?answer where { wd:Q1468062 wdt:P576 ?answer }",
            "entities": {
                "question": {
                    "Q1468062": {
                        "en": "Russian Constituent Assembly",
                        "ru": "Всероссийское учредительное собрание"
                    }
                },
                "query": {
                    "Q1468062": {
                        "en": "Russian Constituent Assembly",
                        "ru": "Всероссийское учредительное собрание"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6661,
            "en_question": "When was the premiere of Rimsky-Korsakov's Opera the snow maiden?",
            "ru_question": "Когда состоялась премьера оперы Снегурочка Римского-Корсакова?",
            "query": "select ?answer where { wd:Q1039069 wdt:P1191 ?answer }",
            "entities": {
                "question": {
                    "Q1039069": {
                        "en": "The Snow Maiden",
                        "ru": "Снегурочка"
                    }
                },
                "query": {
                    "Q1039069": {
                        "en": "The Snow Maiden",
                        "ru": "Снегурочка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1191": {
                        "en": "date of first performance",
                        "ru": "дата первого исполнения"
                    }
                },
                "query": {
                    "P1191": {
                        "en": "date of first performance",
                        "ru": "дата первого исполнения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6662,
            "en_question": "When was the NKVD abolished?",
            "ru_question": "Когда упразднили НКВД?",
            "query": "select ?answer where { wd:Q182449 wdt:P576 ?answer }",
            "entities": {
                "question": {
                    "Q182449": {
                        "en": "NKVD",
                        "ru": "Народный комиссариат внутренних дел СССР"
                    }
                },
                "query": {
                    "Q182449": {
                        "en": "NKVD",
                        "ru": "Народный комиссариат внутренних дел СССР"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6663,
            "en_question": "When was the Federal migration service of Russia abolished?",
            "ru_question": "Когда упразднили ФМС России?",
            "query": "select ?answer where { wd:Q4481667 wdt:P576 ?answer }",
            "entities": {
                "question": {
                    "Q4481667": {
                        "en": "Federal Migration Service",
                        "ru": "Федеральная миграционная служба России"
                    }
                },
                "query": {
                    "Q4481667": {
                        "en": "Federal Migration Service",
                        "ru": "Федеральная миграционная служба России"
                    }
                }
            },
            "relations": {
                "question": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                },
                "query": {
                    "P576": {
                        "en": "dissolved, abolished or demolished date",
                        "ru": "дата прекращения существования"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6664,
            "en_question": "How far is it from Moscow to Saint Petersburg?",
            "ru_question": "Сколько расстояние от Москвы до Санкт-Петербурга?",
            "query": "select ?answer where { wd:Q24971 wdt:P2043 ?answer }",
            "entities": {
                "question": {
                    "Q24971": {
                        "en": "M11 Neva Federal Highway",
                        "ru": "Нева (автомагистраль)"
                    }
                },
                "query": {
                    "Q24971": {
                        "en": "M11 Neva Federal Highway",
                        "ru": "Нева (автомагистраль)"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                },
                "query": {
                    "P2043": {
                        "en": "length",
                        "ru": "длина"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6666,
            "en_question": "How many seasons have there been in the Dog series?",
            "ru_question": "Сколько сезонов в сериале Пес?",
            "query": "select ?answer where { wd:Q47461882 wdt:P2437 ?answer }",
            "entities": {
                "question": {
                    "Q47461882": {
                        "en": "«Pes»",
                        "ru": "Пёс"
                    }
                },
                "query": {
                    "Q47461882": {
                        "en": "«Pes»",
                        "ru": "Пёс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                },
                "query": {
                    "P2437": {
                        "en": "number of seasons",
                        "ru": "число сезонов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6667,
            "en_question": "When did Christianity begin?",
            "ru_question": "Когда возникло христианство?",
            "query": "select ?answer where { wd:Q5043 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q5043": {
                        "en": "Christianity",
                        "ru": "христианство"
                    }
                },
                "query": {
                    "Q5043": {
                        "en": "Christianity",
                        "ru": "христианство"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6668,
            "en_question": "What year was YouTube created?",
            "ru_question": "В каком году был создан Ютуб?",
            "query": "select ?answer where { wd:Q866 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q866": {
                        "en": "YouTube",
                        "ru": "YouTube"
                    }
                },
                "query": {
                    "Q866": {
                        "en": "YouTube",
                        "ru": "YouTube"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6670,
            "en_question": "In what year was the computer invented?",
            "ru_question": "В каком году изобретен компьютер?",
            "query": "select ?answer where { wd:Q16338 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q16338": {
                        "en": "personal computer",
                        "ru": "персональный компьютер"
                    }
                },
                "query": {
                    "Q16338": {
                        "en": "personal computer",
                        "ru": "персональный компьютер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6672,
            "en_question": "What year was Hitler born?",
            "ru_question": "В каком году родился Гитлер?",
            "query": "select ?answer where { wd:Q352 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q352": {
                        "en": "Adolf Hitler",
                        "ru": "Адольф Гитлер"
                    }
                },
                "query": {
                    "Q352": {
                        "en": "Adolf Hitler",
                        "ru": "Адольф Гитлер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6674,
            "en_question": "What is the date of the invention of the telephone?",
            "ru_question": "Какая дата изобретения телефона?",
            "query": "select ?answer where { wd:Q11035 wdt:P575 ?answer }",
            "entities": {
                "question": {
                    "Q11035": {
                        "en": "telephone",
                        "ru": "телефон"
                    }
                },
                "query": {
                    "Q11035": {
                        "en": "telephone",
                        "ru": "телефон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6675,
            "en_question": "What is the date of the first mention of the city of Cherdyn in chronicle sources?",
            "ru_question": "Какая дата первого упоминания о городе Чердыни в летописных источниках?",
            "query": "select ?answer where { wd:Q197934 wdt:P1249 ?answer }",
            "entities": {
                "question": {
                    "Q197934": {
                        "en": "Cherdyn",
                        "ru": "Чердынь"
                    }
                },
                "query": {
                    "Q197934": {
                        "en": "Cherdyn",
                        "ru": "Чердынь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                },
                "query": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6676,
            "en_question": "What is the date of the first production of Ivan Susanin?",
            "ru_question": "Какая дата первой постановки Иван Сусанин?",
            "query": "select ?answer where { wd:Q94737 wdt:P1191 ?answer }",
            "entities": {
                "question": {
                    "Q94737": {
                        "en": "A Life for the Tsar",
                        "ru": "Жизнь за царя"
                    }
                },
                "query": {
                    "Q94737": {
                        "en": "A Life for the Tsar",
                        "ru": "Жизнь за царя"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1191": {
                        "en": "date of first performance",
                        "ru": "дата первого исполнения"
                    }
                },
                "query": {
                    "P1191": {
                        "en": "date of first performance",
                        "ru": "дата первого исполнения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6677,
            "en_question": "What is the date of the Auditor's first statement?",
            "ru_question": "Какая дата первой постановки Ревизора?",
            "query": "select ?answer where { wd:Q471066 wdt:P1191 ?answer }",
            "entities": {
                "question": {
                    "Q471066": {
                        "en": "The Government Inspector",
                        "ru": "Ревизор"
                    }
                },
                "query": {
                    "Q471066": {
                        "en": "The Government Inspector",
                        "ru": "Ревизор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1191": {
                        "en": "date of first performance",
                        "ru": "дата первого исполнения"
                    }
                },
                "query": {
                    "P1191": {
                        "en": "date of first performance",
                        "ru": "дата первого исполнения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6678,
            "en_question": "What is the area of the Amazon river basin?",
            "ru_question": "Какая площадь бассейна реки Амазонка?",
            "query": "select ?answer where { wd:Q3783 wdt:P2053 ?answer }",
            "entities": {
                "question": {
                    "Q3783": {
                        "en": "Amazon",
                        "ru": "Амазонка"
                    }
                },
                "query": {
                    "Q3783": {
                        "en": "Amazon",
                        "ru": "Амазонка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                },
                "query": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6679,
            "en_question": "What is the area of the Volga river basin?",
            "ru_question": "Какая площадь бассейна реки Волга?",
            "query": "select ?answer where { wd:Q626 wdt:P2053 ?answer }",
            "entities": {
                "question": {
                    "Q626": {
                        "en": "Volga",
                        "ru": "Волга"
                    }
                },
                "query": {
                    "Q626": {
                        "en": "Volga",
                        "ru": "Волга"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                },
                "query": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }