{
            "id": 6160,
            "en_question": "What League does Chelsea play in?",
            "ru_question": "В какой лиге играет Челси?",
            "query": "select ?answer where { wd:Q9616 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q9616": {
                        "en": "Chelsea F.C.",
                        "ru": "Челси"
                    }
                },
                "query": {
                    "Q9616": {
                        "en": "Chelsea F.C.",
                        "ru": "Челси"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Premier League"
            ],
            "answer_ru": [
                "Английская Премьер-лига"
            ],
            "answer_entities": [
                "Q9448"
            ]
        },
        {
            "id": 6161,
            "en_question": "In which country did the Olympic games begin?",
            "ru_question": "В какой стране зародились олимпийские игры?",
            "query": "select ?answer where { wd:Q188468 wdt:P17 ?answer }",
            "entities": {
                "question": {
                    "Q188468": {
                        "en": "ancient Olympic Games",
                        "ru": "Античные Олимпийские игры"
                    }
                },
                "query": {
                    "Q188468": {
                        "en": "ancient Olympic Games",
                        "ru": "Античные Олимпийские игры"
                    }
                }
            },
            "relations": {
                "question": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                },
                "query": {
                    "P17": {
                        "en": "country",
                        "ru": "государство"
                    }
                }
            },
            "answer_en": [
                "Greece"
            ],
            "answer_ru": [
                "Греция"
            ],
            "answer_entities": [
                "Q41"
            ]
        },
        {
            "id": 6163,
            "en_question": "Which holding company does the Pyaterochka store belong to?",
            "ru_question": "В какой холдинг входит магазин Пятерочка?",
            "query": "select ?answer where { wd:Q1768969 wdt:P749 ?answer }",
            "entities": {
                "question": {
                    "Q1768969": {
                        "en": "Pyaterochka",
                        "ru": "Пятёрочка"
                    }
                },
                "query": {
                    "Q1768969": {
                        "en": "Pyaterochka",
                        "ru": "Пятёрочка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                },
                "query": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                }
            },
            "answer_en": [
                "X5 Retail Group"
            ],
            "answer_ru": [
                "X5 Retail Group"
            ],
            "answer_entities": [
                "Q258748"
            ]
        },
        {
            "id": 6164,
            "en_question": "Which holding company does MTS belong to?",
            "ru_question": "В какой холдинг входит МТС?",
            "query": "select ?answer where { wd:Q1368919 wdt:P749 ?answer }",
            "entities": {
                "question": {
                    "Q1368919": {
                        "en": "Mobile TeleSystems",
                        "ru": "Мобильные ТелеСистемы"
                    }
                },
                "query": {
                    "Q1368919": {
                        "en": "Mobile TeleSystems",
                        "ru": "Мобильные ТелеСистемы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                },
                "query": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                }
            },
            "answer_en": [
                "Sistema"
            ],
            "answer_ru": [
                "АФК «Система»"
            ],
            "answer_entities": [
                "Q1781702"
            ]
        },
        {
            "id": 6165,
            "en_question": "In which the holding company is TNT?",
            "ru_question": "В какой холдинг входит ТНТ?",
            "query": "select ?answer where { wd:Q1975145 wdt:P749 ?answer }",
            "entities": {
                "question": {
                    "Q1975145": {
                        "en": "TNT",
                        "ru": "ТНТ"
                    }
                },
                "query": {
                    "Q1975145": {
                        "en": "TNT",
                        "ru": "ТНТ"
                    }
                }
            },
            "relations": {
                "question": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                },
                "query": {
                    "P749": {
                        "en": "parent organization",
                        "ru": "материнская организация (компания, учреждение)"
                    }
                }
            },
            "answer_en": [
                "Gazprom-Media"
            ],
            "answer_ru": [
                "Газпром-Медиа Холдинг"
            ],
            "answer_entities": [
                "Q260542"
            ]
        },
        {
            "id": 6166,
            "en_question": "What part of the world is the United States located in?",
            "ru_question": "В какой части света находится США?",
            "query": "select ?answer where { wd:Q30 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q30": {
                        "en": "United States",
                        "ru": "США"
                    }
                },
                "query": {
                    "Q30": {
                        "en": "United States",
                        "ru": "США"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "North America",
                "Insular Oceania"
            ],
            "answer_ru": [
                "Северная Америка",
                "Океания"
            ],
            "answer_entities": [
                "Q49",
                "Q538"
            ]
        },
        {
            "id": 6168,
            "en_question": "In what direction did Pushkin write?",
            "ru_question": "В каком направлении писал Пушкин?",
            "query": "select ?answer where { wd:Q7200 wdt:P135 ?answer }",
            "entities": {
                "question": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                },
                "query": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                },
                "query": {
                    "P135": {
                        "en": "movement",
                        "ru": "школа (движение)"
                    }
                }
            },
            "answer_en": [
                "Romanticism"
            ],
            "answer_ru": [
                "романтизм"
            ],
            "answer_entities": [
                "Q37068"
            ]
        },
        {
            "id": 6169,
            "en_question": "In what sport do women compete for the Uber Cup?",
            "ru_question": "В каком спорте женщины соревнуются за Кубок Убер?",
            "query": "select ?answer where { wd:Q1193650 wdt:P641 ?answer }",
            "entities": {
                "question": {
                    "Q1193650": {
                        "en": "Uber Cup",
                        "ru": "Кубок Убер"
                    }
                },
                "query": {
                    "Q1193650": {
                        "en": "Uber Cup",
                        "ru": "Кубок Убер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                },
                "query": {
                    "P641": {
                        "en": "sport",
                        "ru": "вид спорта"
                    }
                }
            },
            "answer_en": [
                "badminton"
            ],
            "answer_ru": [
                "бадминтон"
            ],
            "answer_entities": [
                "Q7291"
            ]
        },
        {
            "id": 6170,
            "en_question": "In what style is the Cathedral of Notre-Dame de Paris built?",
            "ru_question": "В каком стиле построен собор Нотр-Дам-де-Пари?",
            "query": "select ?answer where { wd:Q2981 wdt:P149 ?answer }",
            "entities": {
                "question": {
                    "Q2981": {
                        "en": "Notre-Dame de Paris",
                        "ru": "Собор Парижской Богоматери"
                    }
                },
                "query": {
                    "Q2981": {
                        "en": "Notre-Dame de Paris",
                        "ru": "Собор Парижской Богоматери"
                    }
                }
            },
            "relations": {
                "question": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                },
                "query": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                }
            },
            "answer_en": [
                "French Gothic architecture",
                "Rayonnant",
                "Early Gothic architecture",
                "classic gothic"
            ],
            "answer_ru": [
                "готическая архитектура Франции",
                "лучистая готика",
                "Ранняя готика",
                "классическая готика"
            ],
            "answer_entities": [
                "Q2245347",
                "Q2914850",
                "Q72553200",
                "Q72553961"
            ]
        },
        {
            "id": 6171,
            "en_question": "In what style is the Hermitage built?",
            "ru_question": "В каком стиле построен Эрмитаж?",
            "query": "select ?answer where { wd:Q182147 wdt:P149 ?answer }",
            "entities": {
                "question": {
                    "Q182147": {
                        "en": "Winter Palace",
                        "ru": "Зимний дворец"
                    }
                },
                "query": {
                    "Q182147": {
                        "en": "Winter Palace",
                        "ru": "Зимний дворец"
                    }
                }
            },
            "relations": {
                "question": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                },
                "query": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                }
            },
            "answer_en": [
                "Elizabethan Baroque"
            ],
            "answer_ru": [
                "Елизаветинское барокко"
            ],
            "answer_entities": [
                "Q2359372"
            ]
        },
        {
            "id": 6172,
            "en_question": "What League does Juventus belong to?",
            "ru_question": "В какую лигу входит Ювентус?",
            "query": "select ?answer where { wd:Q1422 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q1422": {
                        "en": "Juventus FC",
                        "ru": "Ювентус"
                    }
                },
                "query": {
                    "Q1422": {
                        "en": "Juventus FC",
                        "ru": "Ювентус"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Serie A"
            ],
            "answer_ru": [
                "Чемпионат Италии по футболу (Серия A)"
            ],
            "answer_entities": [
                "Q15804"
            ]
        },
        {
            "id": 6173,
            "en_question": "Where is Tamerlane's tomb?",
            "ru_question": "Где гробница Тамерлана?",
            "query": "select ?answer where { wd:Q8462 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q8462": {
                        "en": "Timur",
                        "ru": "Тамерлан"
                    }
                },
                "query": {
                    "Q8462": {
                        "en": "Timur",
                        "ru": "Тамерлан"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Gur-e Amir"
            ],
            "answer_ru": [
                "Гур Эмир"
            ],
            "answer_entities": [
                "Q1256223"
            ]
        },
        {
            "id": 6174,
            "en_question": "Where did Pushkin live?",
            "ru_question": "Где жил Пушкин?",
            "query": "select ?answer where { wd:Q7200 wdt:P551 ?answer }",
            "entities": {
                "question": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                },
                "query": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P551": {
                        "en": "residence",
                        "ru": "место жительства"
                    }
                },
                "query": {
                    "P551": {
                        "en": "residence",
                        "ru": "место жительства"
                    }
                }
            },
            "answer_en": [
                "Moscow",
                "Saint Petersburg",
                "Nizhny Novgorod",
                "Kazan",
                "Odesa",
                "Saratov",
                "Orenburg",
                "Penza",
                "Ulyanovsk",
                "Simferopol",
                "Chișinău",
                "Layış",
                "Bolshoye Boldino",
                "Yazykov Estate",
                "Yaropolets"
            ],
            "answer_ru": [
                "Москва",
                "Санкт-Петербург",
                "Нижний Новгород",
                "Казань",
                "Одесса",
                "Саратов",
                "Оренбург",
                "Пенза",
                "Ульяновск",
                "Симферополь",
                "Кишинёв",
                "Лаишево",
                "Большое Болдино",
                "Языково",
                "Ярополец"
            ],
            "answer_entities": [
                "Q649",
                "Q656",
                "Q891",
                "Q900",
                "Q1874",
                "Q5332",
                "Q5337",
                "Q5540",
                "Q5627",
                "Q19566",
                "Q21197",
                "Q156648",
                "Q4092262",
                "Q4536541",
                "Q4538749"
            ]
        },
        {
            "id": 6175,
            "en_question": "Where is Stalin buried?",
            "ru_question": "Где захоронен Сталин?",
            "query": "select ?answer where { wd:Q855 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                },
                "query": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Kremlin Wall Necropolis"
            ],
            "answer_ru": [
                "Некрополь у Кремлёвской стены"
            ],
            "answer_entities": [
                "Q1130019"
            ]
        },
        {
            "id": 6176,
            "en_question": "Where is the mouth of the Amazon river?",
            "ru_question": "Где находится устье реки Амазонка?",
            "query": "select ?answer where { wd:Q3783 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q3783": {
                        "en": "Amazon",
                        "ru": "Амазонка"
                    }
                },
                "query": {
                    "Q3783": {
                        "en": "Amazon",
                        "ru": "Амазонка"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Atlantic Ocean"
            ],
            "answer_ru": [
                "Атлантический океан"
            ],
            "answer_entities": [
                "Q97"
            ]
        },
        {
            "id": 6177,
            "en_question": "Where is the mouth of the Ob river located?",
            "ru_question": "Где находится устье реки Обь?",
            "query": "select ?answer where { wd:Q973 wdt:P403 ?answer }",
            "entities": {
                "question": {
                    "Q973": {
                        "en": "Ob",
                        "ru": "Обь"
                    }
                },
                "query": {
                    "Q973": {
                        "en": "Ob",
                        "ru": "Обь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                },
                "query": {
                    "P403": {
                        "en": "mouth of the watercourse",
                        "ru": "впадает в"
                    }
                }
            },
            "answer_en": [
                "Kara Sea"
            ],
            "answer_ru": [
                "Карское море"
            ],
            "answer_entities": [
                "Q33629"
            ]
        },
        {
            "id": 6178,
            "en_question": "Where was the Beatles formed?",
            "ru_question": "Где образовалась группа Битлз?",
            "query": "select ?answer where { wd:Q1299 wdt:P740 ?answer }",
            "entities": {
                "question": {
                    "Q1299": {
                        "en": "The Beatles",
                        "ru": "The Beatles"
                    }
                },
                "query": {
                    "Q1299": {
                        "en": "The Beatles",
                        "ru": "The Beatles"
                    }
                }
            },
            "relations": {
                "question": {
                    "P740": {
                        "en": "location of formation",
                        "ru": "место основания"
                    }
                },
                "query": {
                    "P740": {
                        "en": "location of formation",
                        "ru": "место основания"
                    }
                }
            },
            "answer_en": [
                "Liverpool"
            ],
            "answer_ru": [
                "Ливерпуль"
            ],
            "answer_entities": [
                "Q24826"
            ]
        },
        {
            "id": 6179,
            "en_question": "Where was the Gaza Strip group formed?",
            "ru_question": "Где образовалась группа Сектор газа?",
            "query": "select ?answer where { wd:Q74645 wdt:P740 ?answer }",
            "entities": {
                "question": {
                    "Q74645": {
                        "en": "Sektor Gaza",
                        "ru": "Сектор Газа"
                    }
                },
                "query": {
                    "Q74645": {
                        "en": "Sektor Gaza",
                        "ru": "Сектор Газа"
                    }
                }
            },
            "relations": {
                "question": {
                    "P740": {
                        "en": "location of formation",
                        "ru": "место основания"
                    }
                },
                "query": {
                    "P740": {
                        "en": "location of formation",
                        "ru": "место основания"
                    }
                }
            },
            "answer_en": [
                "Voronezh"
            ],
            "answer_ru": [
                "Воронеж"
            ],
            "answer_entities": [
                "Q3426"
            ]
        },
        {
            "id": 6180,
            "en_question": "Where was buried Yuri Gagarin?",
            "ru_question": "Где похоронен Гагарин?",
            "query": "select ?answer where { wd:Q7327 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q7327": {
                        "en": "Yuri Gagarin",
                        "ru": "Юрий Алексеевич Гагарин"
                    }
                },
                "query": {
                    "Q7327": {
                        "en": "Yuri Gagarin",
                        "ru": "Юрий Алексеевич Гагарин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Kremlin Wall Necropolis"
            ],
            "answer_ru": [
                "Некрополь у Кремлёвской стены"
            ],
            "answer_entities": [
                "Q1130019"
            ]
        },
        {
            "id": 6182,
            "en_question": "Where is Yulia Nachalova buried?",
            "ru_question": "Где похоронена Юлия Началова?",
            "query": "select ?answer where { wd:Q2454464 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                },
                "query": {
                    "Q2454464": {
                        "en": "Yulia Nachalova",
                        "ru": "Юлия Викторовна Началова"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Troyekurovskoye cemetery"
            ],
            "answer_ru": [
                "Троекуровское кладбище"
            ],
            "answer_entities": [
                "Q1457437"
            ]
        },
        {
            "id": 6183,
            "en_question": "Where was Pugacheva born?",
            "ru_question": "Где родилась Пугачева?",
            "query": "select ?answer where { wd:Q80510 wdt:P19 ?answer }",
            "entities": {
                "question": {
                    "Q80510": {
                        "en": "Alla Pugacheva",
                        "ru": "Алла Пугачёва"
                    }
                },
                "query": {
                    "Q80510": {
                        "en": "Alla Pugacheva",
                        "ru": "Алла Пугачёва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                },
                "query": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                }
            },
            "answer_en": [
                "Moscow"
            ],
            "answer_ru": [
                "Москва"
            ],
            "answer_entities": [
                "Q649"
            ]
        },
        {
            "id": 6184,
            "en_question": "Where was Sofia Rotaru born?",
            "ru_question": "Где родилась София Ротару?",
            "query": "select ?answer where { wd:Q43137 wdt:P19 ?answer }",
            "entities": {
                "question": {
                    "Q43137": {
                        "en": "Sofia Rotaru",
                        "ru": "София Ротару"
                    }
                },
                "query": {
                    "Q43137": {
                        "en": "Sofia Rotaru",
                        "ru": "София Ротару"
                    }
                }
            },
            "relations": {
                "question": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                },
                "query": {
                    "P19": {
                        "en": "place of birth",
                        "ru": "место рождения"
                    }
                }
            },
            "answer_en": [
                "Marshyntsi"
            ],
            "answer_ru": [
                "Маршинцы"
            ],
            "answer_entities": [
                "Q1902692"
            ]
        }