{
            "id": 3144,
            "en_question": "Which story by Clifford Simak won the three major American literary awards in fiction — \"Hugo\", \"nebula\" and \"Locus\"?",
            "ru_question": "Какой рассказ Клиффорда Саймака получил три главные американские литературные премии в области фантастики — \"Хьюго\", \"Небьюла\" и \"Локус\"?",
            "query": "select ?answer where { wd:Q294625 p:P166 [ ps:P166 wd:Q610903 ; pq:P1686 ?answer ] . wd:Q294625 p:P166 [ ps:P166 wd:Q1056251 ; pq:P1686 ?answer ] . wd:Q294625 p:P166 [ ps:P166 wd:Q17008985 ; pq:P1686 ?answer ]  }",
            "entities": {
                "question": {
                    "Q610903": {
                        "en": "Nebula Award for Best Short Story",
                        "ru": "премия «Небьюла» за лучший рассказ"
                    },
                    "Q294625": {
                        "en": "Clifford D. Simak",
                        "ru": "Клиффорд Дональд Саймак"
                    },
                    "Q1056251": {
                        "en": "Hugo Award for Best Short Story",
                        "ru": "премия «Хьюго» за лучший рассказ"
                    },
                    "Q17008985": {
                        "en": "Locus Award for Best Short Story",
                        "ru": "премия «Локус» за лучший рассказ"
                    }
                },
                "query": {
                    "Q610903": {
                        "en": "Nebula Award for Best Short Story",
                        "ru": "премия «Небьюла» за лучший рассказ"
                    },
                    "Q294625": {
                        "en": "Clifford D. Simak",
                        "ru": "Клиффорд Дональд Саймак"
                    },
                    "Q1056251": {
                        "en": "Hugo Award for Best Short Story",
                        "ru": "премия «Хьюго» за лучший рассказ"
                    },
                    "Q17008985": {
                        "en": "Locus Award for Best Short Story",
                        "ru": "премия «Локус» за лучший рассказ"
                    }
                }
            },
            "relations": {
                "question": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    },
                    "P1686": {
                        "en": "for work",
                        "ru": "за работу"
                    }
                },
                "query": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    },
                    "P1686": {
                        "en": "for work",
                        "ru": "за работу"
                    }
                }
            },
            "answer_en": [
                "Grotto of the Dancing Deer"
            ],
            "answer_ru": [
                "Грот танцующих оленей"
            ],
            "answer_entities": [
                "Q4150354"
            ]
        },
        {
            "id": 3154,
            "en_question": "When was Alexander I born",
            "ru_question": "Когда родился Александр I",
            "query": "select ?answer where { wd:Q15193 wdt:P569 ?answer  }",
            "entities": {
                "question": {
                    "Q15193": {
                        "en": "Alexander I of Russia",
                        "ru": "Александр I"
                    }
                },
                "query": {
                    "Q15193": {
                        "en": "Alexander I of Russia",
                        "ru": "Александр I"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 4002,
            "en_question": "How many episodes in the movie \"Seventeen moments of spring\"?",
            "ru_question": "Сколько серий в фильме \"Семнадцать мгновений весны\"?",
            "query": "select ?answer where { wd:Q472018 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q472018": {
                        "en": "Seventeen Moments of Spring",
                        "ru": "Семнадцать мгновений весны"
                    }
                },
                "query": {
                    "Q472018": {
                        "en": "Seventeen Moments of Spring",
                        "ru": "Семнадцать мгновений весны"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6001,
            "en_question": "What League does Sheffield play in?",
            "ru_question": "В какой лиге играет Шеффилд?",
            "query": "select ?answer where { wd:Q18491 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q18491": {
                        "en": "Sheffield F.C.",
                        "ru": "Шеффилд"
                    }
                },
                "query": {
                    "Q18491": {
                        "en": "Sheffield F.C.",
                        "ru": "Шеффилд"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "Northern Premier League"
            ],
            "answer_ru": [
                "Северная Премьер-лига"
            ],
            "answer_entities": [
                "Q18502"
            ]
        },
        {
            "id": 6002,
            "en_question": "What part of the world is Belarus located in?",
            "ru_question": "В какой части планеты находится Беларусь?",
            "query": "select ?answer where { wd:Q184 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q184": {
                        "en": "Belarus",
                        "ru": "Беларусь"
                    }
                },
                "query": {
                    "Q184": {
                        "en": "Belarus",
                        "ru": "Беларусь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "Europe"
            ],
            "answer_ru": [
                "Европа"
            ],
            "answer_entities": [
                "Q46"
            ]
        },
        {
            "id": 6003,
            "en_question": "What part of the world is Russia located in?",
            "ru_question": "В какой части света находится Россия?",
            "query": "select ?answer where { wd:Q159 wdt:P30 ?answer }",
            "entities": {
                "question": {
                    "Q159": {
                        "en": "Russia",
                        "ru": "Россия"
                    }
                },
                "query": {
                    "Q159": {
                        "en": "Russia",
                        "ru": "Россия"
                    }
                }
            },
            "relations": {
                "question": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                },
                "query": {
                    "P30": {
                        "en": "continent",
                        "ru": "часть света"
                    }
                }
            },
            "answer_en": [
                "Europe",
                "Asia"
            ],
            "answer_ru": [
                "Европа",
                "Азия"
            ],
            "answer_entities": [
                "Q46",
                "Q48"
            ]
        },
        {
            "id": 6004,
            "en_question": "Where is Kutuzov buried?",
            "ru_question": "Где погребен Кутузов?",
            "query": "select ?answer where { wd:Q185801 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q185801": {
                        "en": "Mikhail Kutuzov",
                        "ru": "Михаил Илларионович Кутузов"
                    }
                },
                "query": {
                    "Q185801": {
                        "en": "Mikhail Kutuzov",
                        "ru": "Михаил Илларионович Кутузов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg"
            ],
            "answer_ru": [
                "Санкт-Петербург"
            ],
            "answer_entities": [
                "Q656"
            ]
        },
        {
            "id": 6005,
            "en_question": "Where is the 2019 Invasion taking place?",
            "ru_question": "Где проходит Нашествие 2019?",
            "query": "select ?answer where { wd:Q1975193 wdt:P276 ?answer }",
            "entities": {
                "question": {
                    "Q1975193": {
                        "en": "Nashestvie",
                        "ru": "Нашествие"
                    }
                },
                "query": {
                    "Q1975193": {
                        "en": "Nashestvie",
                        "ru": "Нашествие"
                    }
                }
            },
            "relations": {
                "question": {
                    "P276": {
                        "en": "location",
                        "ru": "местонахождение"
                    }
                },
                "query": {
                    "P276": {
                        "en": "location",
                        "ru": "местонахождение"
                    }
                }
            },
            "answer_en": [
                "[Label missing for Q4183061]"
            ],
            "answer_ru": [
                "Сельское поселение Завидово"
            ],
            "answer_entities": [
                "Q4183061"
            ]
        },
        {
            "id": 6006,
            "en_question": "Which Formula 1 racing team does Mikhail Schumacher play for?",
            "ru_question": "За какую команду гонок Формулы-1 выступает Михаил Шумахер?",
            "query": "select ?answer where { wd:Q9671 wdt:P54 ?answer }",
            "entities": {
                "question": {
                    "Q9671": {
                        "en": "Michael Schumacher",
                        "ru": "Михаэль Шумахер"
                    }
                },
                "query": {
                    "Q9671": {
                        "en": "Michael Schumacher",
                        "ru": "Михаэль Шумахер"
                    }
                }
            },
            "relations": {
                "question": {
                    "P54": {
                        "en": "member of sports team",
                        "ru": "член спортивной команды"
                    }
                },
                "query": {
                    "P54": {
                        "en": "member of sports team",
                        "ru": "член спортивной команды"
                    }
                }
            },
            "answer_en": [
                "Scuderia Ferrari",
                "Benetton Formula",
                "Jordan Grand Prix",
                "Mercedes F1 Team"
            ],
            "answer_ru": [
                "Феррари",
                "Бенеттон",
                "Джордан Гран-При",
                "Мерседес"
            ],
            "answer_entities": [
                "Q169898",
                "Q171329",
                "Q171367",
                "Q172721"
            ]
        },
        {
            "id": 6007,
            "en_question": "What architectural style does the Winter Palace belong to?",
            "ru_question": "К какому архитектурному стилю относится Зимний дворец?",
            "query": "select ?answer where { wd:Q182147 wdt:P149 ?answer }",
            "entities": {
                "question": {
                    "Q182147": {
                        "en": "Winter Palace",
                        "ru": "Зимний дворец"
                    }
                },
                "query": {
                    "Q182147": {
                        "en": "Winter Palace",
                        "ru": "Зимний дворец"
                    }
                }
            },
            "relations": {
                "question": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                },
                "query": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                }
            },
            "answer_en": [
                "Elizabethan Baroque"
            ],
            "answer_ru": [
                "Елизаветинское барокко"
            ],
            "answer_entities": [
                "Q2359372"
            ]
        },
        {
            "id": 6008,
            "en_question": "What architectural style does Notre Dame belong to?",
            "ru_question": "К какому архитектурному стилю относится собор Парижской Богоматери?",
            "query": "select ?answer where { wd:Q2981 wdt:P149 ?answer }",
            "entities": {
                "question": {
                    "Q2981": {
                        "en": "Notre-Dame de Paris",
                        "ru": "Собор Парижской Богоматери"
                    }
                },
                "query": {
                    "Q2981": {
                        "en": "Notre-Dame de Paris",
                        "ru": "Собор Парижской Богоматери"
                    }
                }
            },
            "relations": {
                "question": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                },
                "query": {
                    "P149": {
                        "en": "architectural style",
                        "ru": "архитектурный стиль"
                    }
                }
            },
            "answer_en": [
                "French Gothic architecture",
                "Rayonnant",
                "Early Gothic architecture",
                "classic gothic"
            ],
            "answer_ru": [
                "готическая архитектура Франции",
                "лучистая готика",
                "Ранняя готика",
                "классическая готика"
            ],
            "answer_entities": [
                "Q2245347",
                "Q2914850",
                "Q72553200",
                "Q72553961"
            ]
        },
        {
            "id": 6009,
            "en_question": "What is the name of Brechalov Udmurtia?",
            "ru_question": "Как зовут Бречалова Удмуртия?",
            "query": "select ?answer where { wd:Q19818042 wdt:P735 ?answer }",
            "entities": {
                "question": {
                    "Q19818042": {
                        "en": "Aleksandr Brechalov",
                        "ru": "Александр Владимирович Бречалов"
                    }
                },
                "query": {
                    "Q19818042": {
                        "en": "Aleksandr Brechalov",
                        "ru": "Александр Владимирович Бречалов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P735": {
                        "en": "given name",
                        "ru": "личное имя"
                    }
                },
                "query": {
                    "P735": {
                        "en": "given name",
                        "ru": "личное имя"
                    }
                }
            },
            "answer_en": [
                "Aleksandr"
            ],
            "answer_ru": [
                "Александр"
            ],
            "answer_entities": [
                "Q17501806"
            ]
        },
        {
            "id": 6011,
            "en_question": "What is the legal form of the company's thunder?",
            "ru_question": "Какая организационно-правовая форма компании Тандер?",
            "query": "select ?answer where { wd:Q940518 wdt:P1454 ?answer }",
            "entities": {
                "question": {
                    "Q940518": {
                        "en": "Magnit",
                        "ru": "Магнит"
                    }
                },
                "query": {
                    "Q940518": {
                        "en": "Magnit",
                        "ru": "Магнит"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1454": {
                        "en": "legal form",
                        "ru": "организационно-правовая форма"
                    }
                },
                "query": {
                    "P1454": {
                        "en": "legal form",
                        "ru": "организационно-правовая форма"
                    }
                }
            },
            "answer_en": [
                "open joint-stock company"
            ],
            "answer_ru": [
                "открытое акционерное общество"
            ],
            "answer_entities": [
                "Q13641190"
            ]
        },
        {
            "id": 6013,
            "en_question": "What districts are there in Sochi?",
            "ru_question": "Какие районы есть в Сочи?",
            "query": "select ?answer where { wd:Q39420 wdt:P150 ?answer }",
            "entities": {
                "question": {
                    "Q39420": {
                        "en": "Sochi",
                        "ru": "Сочи"
                    }
                },
                "query": {
                    "Q39420": {
                        "en": "Sochi",
                        "ru": "Сочи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                },
                "query": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                }
            },
            "answer_en": [
                "Tsentralny City District",
                "Khostinsky City District",
                "Lazarevsky City District",
                "Adlersky City District"
            ],
            "answer_ru": [
                "Центральный район",
                "Хостинский район",
                "Лазаревский район",
                "Адлерский район"
            ],
            "answer_entities": [
                "Q2084341",
                "Q3273932",
                "Q4252909",
                "Q4262671"
            ]
        },
        {
            "id": 6015,
            "en_question": "What is the administrative division of the United Kingdom?",
            "ru_question": "Какое административное деление Великобритании?",
            "query": "select ?answer where { wd:Q145 wdt:P150 ?answer }",
            "entities": {
                "question": {
                    "Q145": {
                        "en": "United Kingdom",
                        "ru": "Великобритания"
                    }
                },
                "query": {
                    "Q145": {
                        "en": "United Kingdom",
                        "ru": "Великобритания"
                    }
                }
            },
            "relations": {
                "question": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                },
                "query": {
                    "P150": {
                        "en": "contains the administrative territorial entity",
                        "ru": "административно делится на"
                    }
                }
            },
            "answer_en": [
                "England",
                "Scotland",
                "Wales",
                "Northern Ireland"
            ],
            "answer_ru": [
                "Англия",
                "Шотландия",
                "Уэльс",
                "Северная Ирландия"
            ],
            "answer_entities": [
                "Q21",
                "Q22",
                "Q25",
                "Q26"
            ]
        },
        {
            "id": 6016,
            "en_question": "What is the military rank of defense Minister Shoigu?",
            "ru_question": "Какое воинское звание у министра обороны Шойгу?",
            "query": "select ?answer where { wd:Q32024 wdt:P410 ?answer }",
            "entities": {
                "question": {
                    "Q32024": {
                        "en": "Sergej Šoigu",
                        "ru": "Сергей Кужугетович Шойгу"
                    }
                },
                "query": {
                    "Q32024": {
                        "en": "Sergej Šoigu",
                        "ru": "Сергей Кужугетович Шойгу"
                    }
                }
            },
            "relations": {
                "question": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                },
                "query": {
                    "P410": {
                        "en": "military or police rank",
                        "ru": "воинское или специальное звание"
                    }
                }
            },
            "answer_en": [
                "General of the army"
            ],
            "answer_ru": [
                "генерал армии"
            ],
            "answer_entities": [
                "Q20183"
            ]
        },
        {
            "id": 6018,
            "en_question": "What position does Shoigu hold?",
            "ru_question": "Какой пост занимает Шойгу?",
            "query": "select ?answer where { wd:Q32024 wdt:P39 ?answer }",
            "entities": {
                "question": {
                    "Q32024": {
                        "en": "Sergej Šoigu",
                        "ru": "Сергей Кужугетович Шойгу"
                    }
                },
                "query": {
                    "Q32024": {
                        "en": "Sergej Šoigu",
                        "ru": "Сергей Кужугетович Шойгу"
                    }
                }
            },
            "relations": {
                "question": {
                    "P39": {
                        "en": "position held",
                        "ru": "занимаемая должность"
                    }
                },
                "query": {
                    "P39": {
                        "en": "position held",
                        "ru": "занимаемая должность"
                    }
                }
            },
            "answer_en": [
                "governor of Moscow Oblast",
                "Minister of Defense (Russia)",
                "Leader of United Russia party",
                "Minister of Emergency Situations"
            ],
            "answer_ru": [
                "губернатор Московской области",
                "министр обороны Российской Федерации",
                "лидер партии «Единая Россия»",
                "Министр Российской Федерации по делам гражданской обороны, чрезвычайным ситуациям и ликвидации последствий стихийных бедствий"
            ],
            "answer_entities": [
                "Q4151339",
                "Q17287317",
                "Q17287320",
                "Q17287321"
            ]
        },
        {
            "id": 6019,
            "en_question": "What was the title of the English poet George Byron?",
            "ru_question": "Какой титул носил английский поэт Джордж Байрон?",
            "query": "select ?answer where { wd:Q5679 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q5679": {
                        "en": "Lord Byron",
                        "ru": "Джордж Гордон Байрон"
                    }
                },
                "query": {
                    "Q5679": {
                        "en": "Lord Byron",
                        "ru": "Джордж Гордон Байрон"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "baron"
            ],
            "answer_ru": [
                "барон"
            ],
            "answer_entities": [
                "Q165503"
            ]
        },
        {
            "id": 6020,
            "en_question": "What prize was awarded to Perelman?",
            "ru_question": "Какую премию получил Перельман?",
            "query": "select ?answer where { wd:Q117346 wdt:P166 ?answer }",
            "entities": {
                "question": {
                    "Q117346": {
                        "en": "Grigori Perelman",
                        "ru": "Григорий Яковлевич Перельман"
                    }
                },
                "query": {
                    "Q117346": {
                        "en": "Grigori Perelman",
                        "ru": "Григорий Яковлевич Перельман"
                    }
                }
            },
            "relations": {
                "question": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                },
                "query": {
                    "P166": {
                        "en": "award received",
                        "ru": "полученные награды"
                    }
                }
            },
            "answer_en": [
                "Fields medal",
                "EMS Prize"
            ],
            "answer_ru": [
                "Филдсовская премия",
                "Премия Европейского математического общества"
            ],
            "answer_entities": [
                "Q28835",
                "Q1275243"
            ]
        },
        {
            "id": 6021,
            "en_question": "Who wrote the song Holy war?",
            "ru_question": "Кто написал песню Священная война?",
            "query": "select ?answer where { wd:Q714119 wdt:P676 ?answer }",
            "entities": {
                "question": {
                    "Q714119": {
                        "en": "The Sacred War",
                        "ru": "Священная война"
                    }
                },
                "query": {
                    "Q714119": {
                        "en": "The Sacred War",
                        "ru": "Священная война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P676": {
                        "en": "lyricist",
                        "ru": "автор слов"
                    }
                },
                "query": {
                    "P676": {
                        "en": "lyricist",
                        "ru": "автор слов"
                    }
                }
            },
            "answer_en": [
                "Vasily Lebedev-Kumach"
            ],
            "answer_ru": [
                "Василий Иванович Лебедев-Кумач"
            ],
            "answer_entities": [
                "Q1396852"
            ]
        }