{
            "id": 7110,
            "en_question": "How many years did the First world war last?",
            "ru_question": "Сколько лет длилась Первая мировая война?",
            "query": "select ?answer where { wd:Q361 wdt:P580 ?begin . wd:Q361 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q361": {
                        "en": "World War I",
                        "ru": "Первая мировая война"
                    }
                },
                "query": {
                    "Q361": {
                        "en": "World War I",
                        "ru": "Первая мировая война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7111,
            "en_question": "How many years did the Trojan war last?",
            "ru_question": "Сколько лет длилась Троянская война?",
            "query": "select ?answer where { wd:Q42937 wdt:P580 ?begin . wd:Q42937 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q42937": {
                        "en": "Trojan War",
                        "ru": "Троянская война"
                    }
                },
                "query": {
                    "Q42937": {
                        "en": "Trojan War",
                        "ru": "Троянская война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7112,
            "en_question": "How long did the Bronze age last?",
            "ru_question": "Сколько лет длился Бронзовый век?",
            "query": "select ?answer where { wd:Q11761 wdt:P580 ?begin . wd:Q11761 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q11761": {
                        "en": "Bronze Age",
                        "ru": "бронзовый век"
                    }
                },
                "query": {
                    "Q11761": {
                        "en": "Bronze Age",
                        "ru": "бронзовый век"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7113,
            "en_question": "How long did the Vietnam war last?",
            "ru_question": "Сколько лет продолжалась война во Вьетнаме?",
            "query": "select ?answer where { wd:Q8740 wdt:P580 ?begin . wd:Q8740 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q8740": {
                        "en": "Vietnam War",
                        "ru": "война во Вьетнаме"
                    }
                },
                "query": {
                    "Q8740": {
                        "en": "Vietnam War",
                        "ru": "война во Вьетнаме"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7116,
            "en_question": "How many months did the Great Patriotic war last?",
            "ru_question": "Сколько месяцев длилась Великая Отечественная война?",
            "query": "select ?answer where { wd:Q189266 wdt:P580 ?begin . wd:Q189266 wdt:P582 ?end . bind ( xsd:integer ( ( ?end - ?begin + 30 ) / 365 * 12 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                },
                "query": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7117,
            "en_question": "How many months did the longest chess match last?",
            "ru_question": "Сколько месяцев длился самый долгий шахматный матч?",
            "query": "select ?answer where { wd:Q661537 wdt:P580 ?begin . wd:Q661537 wdt:P582 ?end . bind ( xsd:integer ( ( ?end - ?begin + 30 ) / 365 * 12 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q661537": {
                        "en": "World Chess Championship 1984",
                        "ru": "Матч за звание чемпиона мира по шахматам 1984/1985"
                    }
                },
                "query": {
                    "Q661537": {
                        "en": "World Chess Championship 1984",
                        "ru": "Матч за звание чемпиона мира по шахматам 1984/1985"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7118,
            "en_question": "How many months did the fighting of the Russo-Japanese war last?",
            "ru_question": "Сколько месяцев продолжались боевые действия Русско-японской войны?",
            "query": "select ?answer where { wd:Q159950 wdt:P580 ?begin . wd:Q159950 wdt:P582 ?end . bind ( xsd:integer ( ( ?end - ?begin + 30 ) / 365 * 12 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q159950": {
                        "en": "Russo-Japanese War",
                        "ru": "Русско-японская война"
                    }
                },
                "query": {
                    "Q159950": {
                        "en": "Russo-Japanese War",
                        "ru": "Русско-японская война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7119,
            "en_question": "How long did the Patriotic war of 1812 last?",
            "ru_question": "Как долго продолжалась Отечественная война 1812 года?",
            "query": "select ?answer where { wd:Q179250 wdt:P580 ?begin . wd:Q179250 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q179250": {
                        "en": "French invasion of Russia",
                        "ru": "Отечественная война 1812 года"
                    }
                },
                "query": {
                    "Q179250": {
                        "en": "French invasion of Russia",
                        "ru": "Отечественная война 1812 года"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7120,
            "en_question": "How long did the Northern war last?",
            "ru_question": "Как долго продолжалась Северная война?",
            "query": "select ?answer where { wd:Q151616 wdt:P580 ?begin . wd:Q151616 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q151616": {
                        "en": "Great Northern War",
                        "ru": "Северная война"
                    }
                },
                "query": {
                    "Q151616": {
                        "en": "Great Northern War",
                        "ru": "Северная война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7121,
            "en_question": "How many days did the Great Patriotic war last?",
            "ru_question": "Сколько дней длилась Великая Отечественная война?",
            "query": "select ?answer where { wd:Q189266 wdt:P580 ?begin . wd:Q189266 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                },
                "query": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7122,
            "en_question": "How many days did the first trip around the world last?",
            "ru_question": "Сколько дней длилось первое кругосветное путешествие?",
            "query": "select ?answer where { wd:Q1225170 wdt:P580 ?begin . wd:Q1225170 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1225170": {
                        "en": "Magellan-Elcano expedition",
                        "ru": "Первое кругосветное плавание"
                    }
                },
                "query": {
                    "Q1225170": {
                        "en": "Magellan-Elcano expedition",
                        "ru": "Первое кругосветное плавание"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7123,
            "en_question": "How many days did the battle of Stalingrad last?",
            "ru_question": "Сколько дней продолжалась битва за Сталинград?",
            "query": "select ?answer where { wd:Q38789 wdt:P580 ?begin . wd:Q38789 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q38789": {
                        "en": "Battle of Stalingrad",
                        "ru": "Сталинградская битва"
                    }
                },
                "query": {
                    "Q38789": {
                        "en": "Battle of Stalingrad",
                        "ru": "Сталинградская битва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7124,
            "en_question": "How many days did the defense of the Brest fortress last?",
            "ru_question": "Сколько дней продолжалась оборона Брестской крепости?",
            "query": "select ?answer where { wd:Q611789 wdt:P580 ?begin . wd:Q611789 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q611789": {
                        "en": "Defense of Brest Fortress",
                        "ru": "Оборона Брестской крепости"
                    }
                },
                "query": {
                    "Q611789": {
                        "en": "Defense of Brest Fortress",
                        "ru": "Оборона Брестской крепости"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7125,
            "en_question": "How many days did the battle of the Kursk bulge last?",
            "ru_question": "Сколько дней продолжалось сражение на Курской дуге?",
            "query": "select ?answer where { wd:Q130861 wdt:P580 ?begin . wd:Q130861 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q130861": {
                        "en": "Battle of Kursk",
                        "ru": "Курская битва"
                    }
                },
                "query": {
                    "Q130861": {
                        "en": "Battle of Kursk",
                        "ru": "Курская битва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7126,
            "en_question": "How many years did the great Patriotic war last?",
            "ru_question": "Сколько лет длилась ВОВ?",
            "query": "select ?answer where { wd:Q189266 wdt:P580 ?begin . wd:Q189266 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                },
                "query": {
                    "Q189266": {
                        "en": "Eastern Front",
                        "ru": "Великая Отечественная война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7127,
            "en_question": "How long did the war in Afghanistan last?",
            "ru_question": "Сколько лет длилась война в Афганистане?",
            "query": "select ?answer where { wd:Q83085 wdt:P580 ?begin . wd:Q83085 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q83085": {
                        "en": "Soviet–Afghan War",
                        "ru": "Афганская война (1979—1989)"
                    }
                },
                "query": {
                    "Q83085": {
                        "en": "Soviet–Afghan War",
                        "ru": "Афганская война (1979—1989)"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7128,
            "en_question": "How many years did the Second world war last?",
            "ru_question": "Сколько лет длилась Вторая мировая война?",
            "query": "select ?answer where { wd:Q362 wdt:P580 ?begin . wd:Q362 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q362": {
                        "en": "World War II",
                        "ru": "Вторая мировая война"
                    }
                },
                "query": {
                    "Q362": {
                        "en": "World War II",
                        "ru": "Вторая мировая война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7129,
            "en_question": "How long did the First Punic war last?",
            "ru_question": "Сколько лет длилась Первая пуническая война?",
            "query": "select ?answer where { wd:Q6286 wdt:P580 ?begin . wd:Q6286 wdt:P582 ?end . bind ( year ( ?end ) - year ( ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q6286": {
                        "en": "First Punic War",
                        "ru": "Первая Пуническая война"
                    }
                },
                "query": {
                    "Q6286": {
                        "en": "First Punic War",
                        "ru": "Первая Пуническая война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }