{
            "id": 7084,
            "en_question": "What is the boiling point of methanol?",
            "ru_question": "Какая температура кипения метанола?",
            "query": "select ?answer where { wd:Q14982 wdt:P2102 ?answer  }",
            "entities": {
                "question": {
                    "Q14982": {
                        "en": "methanol",
                        "ru": "метанол"
                    }
                },
                "query": {
                    "Q14982": {
                        "en": "methanol",
                        "ru": "метанол"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                },
                "query": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7085,
            "en_question": "What is the thermal conductivity of aluminum?",
            "ru_question": "Какая теплопроводность у алюминия?",
            "query": "select ?answer where { wd:Q663 wdt:P2068 ?answer  }",
            "entities": {
                "question": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                },
                "query": {
                    "Q663": {
                        "en": "aluminium",
                        "ru": "алюминий"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2068": {
                        "en": "thermal conductivity",
                        "ru": "теплопроводность"
                    }
                },
                "query": {
                    "P2068": {
                        "en": "thermal conductivity",
                        "ru": "теплопроводность"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7086,
            "en_question": "What is the thermal conductivity of gold?",
            "ru_question": "Какая теплопроводность у золота?",
            "query": "select ?answer where { wd:Q897 wdt:P2068 ?answer  }",
            "entities": {
                "question": {
                    "Q897": {
                        "en": "gold",
                        "ru": "золото"
                    }
                },
                "query": {
                    "Q897": {
                        "en": "gold",
                        "ru": "золото"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2068": {
                        "en": "thermal conductivity",
                        "ru": "теплопроводность"
                    }
                },
                "query": {
                    "P2068": {
                        "en": "thermal conductivity",
                        "ru": "теплопроводность"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7087,
            "en_question": "What is the thermal conductivity of copper?",
            "ru_question": "Какая теплопроводность у меди?",
            "query": "select ?answer where { wd:Q753 wdt:P2068 ?answer  }",
            "entities": {
                "question": {
                    "Q753": {
                        "en": "copper",
                        "ru": "медь"
                    }
                },
                "query": {
                    "Q753": {
                        "en": "copper",
                        "ru": "медь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2068": {
                        "en": "thermal conductivity",
                        "ru": "теплопроводность"
                    }
                },
                "query": {
                    "P2068": {
                        "en": "thermal conductivity",
                        "ru": "теплопроводность"
                    }
                }
            },
            "answer_en": [
                "None",
                "None",
                "None",
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None",
                "None",
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null,
                null,
                null,
                null
            ]
        },
        {
            "id": 7088,
            "en_question": "What is the freezing point of mercury?",
            "ru_question": "Какова температура замерзания ртути?",
            "query": "select ?answer where { wd:Q925 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q925": {
                        "en": "mercury",
                        "ru": "ртуть"
                    }
                },
                "query": {
                    "Q925": {
                        "en": "mercury",
                        "ru": "ртуть"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7089,
            "en_question": "What is the freezing point of ethylene glycol?",
            "ru_question": "Какова температура замерзания этиленгликоля?",
            "query": "select ?answer where { wd:Q194207 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q194207": {
                        "en": "ethylene glycol",
                        "ru": "этиленгликоль"
                    }
                },
                "query": {
                    "Q194207": {
                        "en": "ethylene glycol",
                        "ru": "этиленгликоль"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7090,
            "en_question": "What is the solidification temperature of tin?",
            "ru_question": "Какова температура затвердевания олова?",
            "query": "select ?answer where { wd:Q1096 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q1096": {
                        "en": "tin",
                        "ru": "олово"
                    }
                },
                "query": {
                    "Q1096": {
                        "en": "tin",
                        "ru": "олово"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 7091,
            "en_question": "What is the specific heat capacity of gold?",
            "ru_question": "Какова удельная теплоемкость золота?",
            "query": "select ?answer where { wd:Q897 wdt:P2056 ?answer  }",
            "entities": {
                "question": {
                    "Q897": {
                        "en": "gold",
                        "ru": "золото"
                    }
                },
                "query": {
                    "Q897": {
                        "en": "gold",
                        "ru": "золото"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2056": {
                        "en": "specific heat capacity",
                        "ru": "удельная теплоёмкость"
                    }
                },
                "query": {
                    "P2056": {
                        "en": "specific heat capacity",
                        "ru": "удельная теплоёмкость"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7093,
            "en_question": "What is the atomic number of carbon?",
            "ru_question": "Какой атомный номер у углерода?",
            "query": "select ?answer where { wd:Q623 wdt:P1086 ?answer  }",
            "entities": {
                "question": {
                    "Q623": {
                        "en": "carbon",
                        "ru": "углерод"
                    }
                },
                "query": {
                    "Q623": {
                        "en": "carbon",
                        "ru": "углерод"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                },
                "query": {
                    "P1086": {
                        "en": "atomic number",
                        "ru": "атомное число"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7094,
            "en_question": "At what temperature does water freeze?",
            "ru_question": "При какой температуре замерзает вода?",
            "query": "select ?answer where { wd:Q283 wdt:P2101 ?answer  }",
            "entities": {
                "question": {
                    "Q283": {
                        "en": "water",
                        "ru": "вода"
                    }
                },
                "query": {
                    "Q283": {
                        "en": "water",
                        "ru": "вода"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                },
                "query": {
                    "P2101": {
                        "en": "melting point",
                        "ru": "температура плавления"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7096,
            "en_question": "At what temperature does mercury evaporate?",
            "ru_question": "При какой температуре испаряется ртуть?",
            "query": "select ?answer where { wd:Q925 wdt:P2102 ?answer  }",
            "entities": {
                "question": {
                    "Q925": {
                        "en": "mercury",
                        "ru": "ртуть"
                    }
                },
                "query": {
                    "Q925": {
                        "en": "mercury",
                        "ru": "ртуть"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                },
                "query": {
                    "P2102": {
                        "en": "boiling point",
                        "ru": "точка кипения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7097,
            "en_question": "How long had the War of the roses lasted?",
            "ru_question": "Как долго длилась Война роз?",
            "query": "select ?answer where { wd:Q127751 wdt:P580 ?begin . wd:Q127751 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q127751": {
                        "en": "Wars of the Roses",
                        "ru": "Война Алой и Белой розы"
                    }
                },
                "query": {
                    "Q127751": {
                        "en": "Wars of the Roses",
                        "ru": "Война Алой и Белой розы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7098,
            "en_question": "How long did the Spanish flu epidemic last?",
            "ru_question": "Как долго длилась эпидемия испанки?",
            "query": "select ?answer where { wd:Q178275 wdt:P580 ?begin . wd:Q178275 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q178275": {
                        "en": "1918-1920 flu pandemic",
                        "ru": "испанский грипп"
                    }
                },
                "query": {
                    "Q178275": {
                        "en": "1918-1920 flu pandemic",
                        "ru": "испанский грипп"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7100,
            "en_question": "How long did the defense of Brest last?",
            "ru_question": "Как долго продолжалась оборона Бреста?",
            "query": "select ?answer where { wd:Q694416 wdt:P580 ?begin . wd:Q694416 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q694416": {
                        "en": "Battle of Brześć Litewski",
                        "ru": "Бой за Брест"
                    }
                },
                "query": {
                    "Q694416": {
                        "en": "Battle of Brześć Litewski",
                        "ru": "Бой за Брест"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7101,
            "en_question": "How many days did the Second world war last?",
            "ru_question": "Сколько дней длилась Вторая мировая война?",
            "query": "select ?answer where { wd:Q362 wdt:P580 ?begin . wd:Q362 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q362": {
                        "en": "World War II",
                        "ru": "Вторая мировая война"
                    }
                },
                "query": {
                    "Q362": {
                        "en": "World War II",
                        "ru": "Вторая мировая война"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7102,
            "en_question": "How many days did the naval battle for Guadalcanal last?",
            "ru_question": "Сколько дней длилось морское сражение за Гуадалканал?",
            "query": "select ?answer where { wd:Q696438 wdt:P580 ?begin . wd:Q696438 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q696438": {
                        "en": "Naval Battle of Guadalcanal",
                        "ru": "Морское сражение за Гуадалканал"
                    }
                },
                "query": {
                    "Q696438": {
                        "en": "Naval Battle of Guadalcanal",
                        "ru": "Морское сражение за Гуадалканал"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7104,
            "en_question": "How many days did the battle of Kursk last?",
            "ru_question": "Сколько дней продолжалась Курская битва?",
            "query": "select ?answer where { wd:Q130861 wdt:P580 ?begin . wd:Q130861 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q130861": {
                        "en": "Battle of Kursk",
                        "ru": "Курская битва"
                    }
                },
                "query": {
                    "Q130861": {
                        "en": "Battle of Kursk",
                        "ru": "Курская битва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7105,
            "en_question": "How many days did the siege of Ryazan last?",
            "ru_question": "Сколько дней продолжалась осада Рязани?",
            "query": "select ?answer where { wd:Q1981024 wdt:P580 ?begin . wd:Q1981024 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q1981024": {
                        "en": "Siege of Ryazan",
                        "ru": "Оборона Рязани"
                    }
                },
                "query": {
                    "Q1981024": {
                        "en": "Siege of Ryazan",
                        "ru": "Оборона Рязани"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7106,
            "en_question": "How many days did the battle of Stalingrad last?",
            "ru_question": "Сколько дней длилось сталинградское сражение?",
            "query": "select ?answer where { wd:Q38789 wdt:P580 ?begin . wd:Q38789 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q38789": {
                        "en": "Battle of Stalingrad",
                        "ru": "Сталинградская битва"
                    }
                },
                "query": {
                    "Q38789": {
                        "en": "Battle of Stalingrad",
                        "ru": "Сталинградская битва"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7107,
            "en_question": "How many days did the Great Chicago fire of 1871 last?",
            "ru_question": "Сколько дней продолжался Великий чикагский пожар 1871 года?",
            "query": "select ?answer where { wd:Q70520 wdt:P580 ?begin . wd:Q70520 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q70520": {
                        "en": "Great Chicago Fire",
                        "ru": "Великий чикагский пожар"
                    }
                },
                "query": {
                    "Q70520": {
                        "en": "Great Chicago Fire",
                        "ru": "Великий чикагский пожар"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 7108,
            "en_question": "How many days did the Caribbean crisis last?",
            "ru_question": "Сколько дней продолжался Карибский кризис?",
            "query": "select ?answer where { wd:Q128160 wdt:P580 ?begin . wd:Q128160 wdt:P582 ?end . bind ( xsd:integer ( ?end - ?begin + 1 ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q128160": {
                        "en": "Cuban Missile Crisis",
                        "ru": "Карибский кризис"
                    }
                },
                "query": {
                    "Q128160": {
                        "en": "Cuban Missile Crisis",
                        "ru": "Карибский кризис"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    },
                    "P580": {
                        "en": "start time",
                        "ru": "дата начала"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }