{
            "id": 6078,
            "en_question": "Which League does real Madrid belong to?",
            "ru_question": "В какую лигу входит Реал Мадрид?",
            "query": "select ?answer where { wd:Q8682 wdt:P118 ?answer }",
            "entities": {
                "question": {
                    "Q8682": {
                        "en": "Real Madrid CF",
                        "ru": "Реал Мадрид"
                    }
                },
                "query": {
                    "Q8682": {
                        "en": "Real Madrid CF",
                        "ru": "Реал Мадрид"
                    }
                }
            },
            "relations": {
                "question": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                },
                "query": {
                    "P118": {
                        "en": "league or competition",
                        "ru": "выступает в лиге"
                    }
                }
            },
            "answer_en": [
                "La Liga"
            ],
            "answer_ru": [
                "Ла Лига"
            ],
            "answer_entities": [
                "Q324867"
            ]
        },
        {
            "id": 6079,
            "en_question": "Where is Pushkin Alexander Sergeyevich buried?",
            "ru_question": "Где захоронен Пушкин Александр Сергеевич?",
            "query": "select ?answer where { wd:Q7200 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                },
                "query": {
                    "Q7200": {
                        "en": "Alexander Pushkin",
                        "ru": "Александр Сергеевич Пушкин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Svyatogorsky Monastery"
            ],
            "answer_ru": [
                "Святогорский монастырь"
            ],
            "answer_entities": [
                "Q4411519"
            ]
        },
        {
            "id": 6080,
            "en_question": "Where is Google's headquarters located?",
            "ru_question": "Где находится штаб-квартира Google?",
            "query": "select ?answer where { wd:Q95 wdt:P159 ?answer }",
            "entities": {
                "question": {
                    "Q95": {
                        "en": "Google",
                        "ru": "Google"
                    }
                },
                "query": {
                    "Q95": {
                        "en": "Google",
                        "ru": "Google"
                    }
                }
            },
            "relations": {
                "question": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                },
                "query": {
                    "P159": {
                        "en": "headquarters location",
                        "ru": "расположение штаб-квартиры"
                    }
                }
            },
            "answer_en": [
                "Mountain View"
            ],
            "answer_ru": [
                "Маунтин-Вью"
            ],
            "answer_entities": [
                "Q486860"
            ]
        },
        {
            "id": 6081,
            "en_question": "Where was the Kino group formed?",
            "ru_question": "Где образовалась группа Кино?",
            "query": "select ?answer where { wd:Q650555 wdt:P740 ?answer }",
            "entities": {
                "question": {
                    "Q650555": {
                        "en": "Kino",
                        "ru": "Кино"
                    }
                },
                "query": {
                    "Q650555": {
                        "en": "Kino",
                        "ru": "Кино"
                    }
                }
            },
            "relations": {
                "question": {
                    "P740": {
                        "en": "location of formation",
                        "ru": "место основания"
                    }
                },
                "query": {
                    "P740": {
                        "en": "location of formation",
                        "ru": "место основания"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg"
            ],
            "answer_ru": [
                "Санкт-Петербург"
            ],
            "answer_entities": [
                "Q656"
            ]
        },
        {
            "id": 6082,
            "en_question": "Where is Jesus Christ buried?",
            "ru_question": "Где погребен Иисус Христос?",
            "query": "select ?answer where { wd:Q302 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                },
                "query": {
                    "Q302": {
                        "en": "Jesus",
                        "ru": "Иисус Христос"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Jerusalem",
                "Church of the Holy Sepulchre",
                "Talpiot Tomb",
                "Garden Tomb",
                "empty tomb",
                "tomb of Jesus"
            ],
            "answer_ru": [
                "Иерусалим",
                "Храм Гроба Господня",
                "Гроб Талпиот",
                "Садовая могила",
                "Гроб Господень",
                "Гроб Иисуса"
            ],
            "answer_entities": [
                "Q1218",
                "Q187702",
                "Q540882",
                "Q1494672",
                "Q2280628",
                "Q7818625"
            ]
        },
        {
            "id": 6084,
            "en_question": "Where he is buried Choi?",
            "ru_question": "Где похоронен Цой?",
            "query": "select ?answer where { wd:Q487125 wdt:P119 ?answer }",
            "entities": {
                "question": {
                    "Q487125": {
                        "en": "Viktor Tsoi",
                        "ru": "Виктор Робертович Цой"
                    }
                },
                "query": {
                    "Q487125": {
                        "en": "Viktor Tsoi",
                        "ru": "Виктор Робертович Цой"
                    }
                }
            },
            "relations": {
                "question": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                },
                "query": {
                    "P119": {
                        "en": "place of burial",
                        "ru": "место погребения"
                    }
                }
            },
            "answer_en": [
                "Bogoslovskoe cemetery"
            ],
            "answer_ru": [
                "Богословское кладбище"
            ],
            "answer_entities": [
                "Q1332307"
            ]
        },
        {
            "id": 6088,
            "en_question": "What dynasty did Prince Vladimir Monomakh belong to?",
            "ru_question": "К какой династии относился князь Владимир Мономах?",
            "query": "select ?answer where { wd:Q60928 wdt:P53 ?answer }",
            "entities": {
                "question": {
                    "Q60928": {
                        "en": "Vladimir II Monomakh",
                        "ru": "Владимир Всеволодович Мономах"
                    }
                },
                "query": {
                    "Q60928": {
                        "en": "Vladimir II Monomakh",
                        "ru": "Владимир Всеволодович Мономах"
                    }
                }
            },
            "relations": {
                "question": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                },
                "query": {
                    "P53": {
                        "en": "family",
                        "ru": "род"
                    }
                }
            },
            "answer_en": [
                "Rurik dynasty"
            ],
            "answer_ru": [
                "Рюриковичи"
            ],
            "answer_entities": [
                "Q210398"
            ]
        },
        {
            "id": 6090,
            "en_question": "What genre does Dead souls belong to?",
            "ru_question": "К какому жанру относится произведение Мертвые души?",
            "query": "select ?answer where { wd:Q647379 wdt:P136 ?answer }",
            "entities": {
                "question": {
                    "Q647379": {
                        "en": "Dead Souls",
                        "ru": "Мёртвые души"
                    }
                },
                "query": {
                    "Q647379": {
                        "en": "Dead Souls",
                        "ru": "Мёртвые души"
                    }
                }
            },
            "relations": {
                "question": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                },
                "query": {
                    "P136": {
                        "en": "genre",
                        "ru": "жанр"
                    }
                }
            },
            "answer_en": [
                "novel",
                "satire",
                "narrative poetry"
            ],
            "answer_ru": [
                "роман",
                "сатира",
                "повествовательная поэзия"
            ],
            "answer_entities": [
                "Q8261",
                "Q128758",
                "Q474090"
            ]
        },
        {
            "id": 6091,
            "en_question": "What movie company is shooting Batman?",
            "ru_question": "Какая кинокомпания снимает Бэтмена?",
            "query": "select ?answer where { wd:Q166262 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q166262": {
                        "en": "Batman Begins",
                        "ru": "Бэтмен: Начало"
                    }
                },
                "query": {
                    "Q166262": {
                        "en": "Batman Begins",
                        "ru": "Бэтмен: Начало"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Warner Bros.",
                "Legendary Pictures",
                "Syncopy Inc.",
                "DC Comics"
            ],
            "answer_ru": [
                "Warner Bros.",
                "Legendary Pictures",
                "Syncopy Films",
                "DC Comics"
            ],
            "answer_entities": [
                "Q126399",
                "Q621364",
                "Q984047",
                "Q2924461"
            ]
        },
        {
            "id": 6092,
            "en_question": "Which film company is shooting Game of thrones?",
            "ru_question": "Какая кинокомпания снимает Игру престолов?",
            "query": "select ?answer where { wd:Q23572 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q23572": {
                        "en": "Game of Thrones",
                        "ru": "Игра престолов"
                    }
                },
                "query": {
                    "Q23572": {
                        "en": "Game of Thrones",
                        "ru": "Игра престолов"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "HBO"
            ],
            "answer_ru": [
                "HBO"
            ],
            "answer_entities": [
                "Q23633"
            ]
        },
        {
            "id": 6093,
            "en_question": "Which company shot Aquaman?",
            "ru_question": "Какая компания сняла Аквамен?",
            "query": "select ?answer where { wd:Q22998395 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q22998395": {
                        "en": "Aquaman",
                        "ru": "Аквамен"
                    }
                },
                "query": {
                    "Q22998395": {
                        "en": "Aquaman",
                        "ru": "Аквамен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Warner Bros.",
                "DC Comics",
                "DC Entertainment",
                "DC Studios"
            ],
            "answer_ru": [
                "Warner Bros.",
                "DC Comics",
                "DC Entertainment",
                "DC Studios"
            ],
            "answer_entities": [
                "Q126399",
                "Q2924461",
                "Q3011161",
                "Q31197934"
            ]
        },
        {
            "id": 6094,
            "en_question": "Which company took down Deadpool?",
            "ru_question": "Какая компания сняла Дэдпул?",
            "query": "select ?answer where { wd:Q19347291 wdt:P272 ?answer }",
            "entities": {
                "question": {
                    "Q19347291": {
                        "en": "Deadpool",
                        "ru": "Дэдпул"
                    }
                },
                "query": {
                    "Q19347291": {
                        "en": "Deadpool",
                        "ru": "Дэдпул"
                    }
                }
            },
            "relations": {
                "question": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                },
                "query": {
                    "P272": {
                        "en": "production company",
                        "ru": "производящая компания"
                    }
                }
            },
            "answer_en": [
                "Marvel Entertainment",
                "The Donners' Company",
                "TSG Entertainment",
                "Genre Films"
            ],
            "answer_ru": [
                "Marvel Entertainment",
                "Donners' Company",
                "TSG Entertainment",
                "Genre Films"
            ],
            "answer_entities": [
                "Q1200552",
                "Q17343562",
                "Q18155354",
                "Q22807052"
            ]
        },
        {
            "id": 6095,
            "en_question": "What is the legal form of Aeroflot?",
            "ru_question": "Какая организационно-правовая форма компании Аэрофлот?",
            "query": "select ?answer where { wd:Q58707 wdt:P1454 ?answer }",
            "entities": {
                "question": {
                    "Q58707": {
                        "en": "Aeroflot",
                        "ru": "Аэрофлот"
                    }
                },
                "query": {
                    "Q58707": {
                        "en": "Aeroflot",
                        "ru": "Аэрофлот"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1454": {
                        "en": "legal form",
                        "ru": "организационно-правовая форма"
                    }
                },
                "query": {
                    "P1454": {
                        "en": "legal form",
                        "ru": "организационно-правовая форма"
                    }
                }
            },
            "answer_en": [
                "open joint-stock company"
            ],
            "answer_ru": [
                "открытое акционерное общество"
            ],
            "answer_entities": [
                "Q13641190"
            ]
        },
        {
            "id": 6096,
            "en_question": "What is the legal form of the Mars company?",
            "ru_question": "Какая организационно-правовая форма компании Марс?",
            "query": "select ?answer where { wd:Q695087 wdt:P1454 ?answer }",
            "entities": {
                "question": {
                    "Q695087": {
                        "en": "Mars, Incorporated",
                        "ru": "Mars"
                    }
                },
                "query": {
                    "Q695087": {
                        "en": "Mars, Incorporated",
                        "ru": "Mars"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1454": {
                        "en": "legal form",
                        "ru": "организационно-правовая форма"
                    }
                },
                "query": {
                    "P1454": {
                        "en": "legal form",
                        "ru": "организационно-правовая форма"
                    }
                }
            },
            "answer_en": [
                "privately held company"
            ],
            "answer_ru": [
                "частная компания"
            ],
            "answer_entities": [
                "Q1589009"
            ]
        },
        {
            "id": 6097,
            "en_question": "What is the branch of the company Yandex?",
            "ru_question": "Какая отрасль у компании Яндекс?",
            "query": "select ?answer where { wd:Q5281 wdt:P452 ?answer }",
            "entities": {
                "question": {
                    "Q5281": {
                        "en": "Yandex",
                        "ru": "Яндекс"
                    }
                },
                "query": {
                    "Q5281": {
                        "en": "Yandex",
                        "ru": "Яндекс"
                    }
                }
            },
            "relations": {
                "question": {
                    "P452": {
                        "en": "industry",
                        "ru": "отрасль"
                    }
                },
                "query": {
                    "P452": {
                        "en": "industry",
                        "ru": "отрасль"
                    }
                }
            },
            "answer_en": [
                "Internet",
                "software industry",
                "Internet industry"
            ],
            "answer_ru": [
                "Интернет",
                "индустрия программного обеспечения",
                "интернет-отрасль"
            ],
            "answer_entities": [
                "Q75",
                "Q880371",
                "Q56611700"
            ]
        },
        {
            "id": 6100,
            "en_question": "What gender is Face?",
            "ru_question": "Какого пола Фейс?",
            "query": "select ?answer where { wd:Q42296351 wdt:P21 ?answer }",
            "entities": {
                "question": {
                    "Q42296351": {
                        "en": "Face",
                        "ru": "Face"
                    }
                },
                "query": {
                    "Q42296351": {
                        "en": "Face",
                        "ru": "Face"
                    }
                }
            },
            "relations": {
                "question": {
                    "P21": {
                        "en": "sex or gender",
                        "ru": "пол или гендер"
                    }
                },
                "query": {
                    "P21": {
                        "en": "sex or gender",
                        "ru": "пол или гендер"
                    }
                }
            },
            "answer_en": [
                "male"
            ],
            "answer_ru": [
                "мужской пол"
            ],
            "answer_entities": [
                "Q6581097"
            ]
        },
        {
            "id": 6101,
            "en_question": "What is the most famous work of Nicolaus Copernicus?",
            "ru_question": "Какое наиболее известное произведение Николая Коперника?",
            "query": "select ?answer where { wd:Q619 wdt:P800 ?answer }",
            "entities": {
                "question": {
                    "Q619": {
                        "en": "Nicolaus Copernicus",
                        "ru": "Николай Коперник"
                    }
                },
                "query": {
                    "Q619": {
                        "en": "Nicolaus Copernicus",
                        "ru": "Николай Коперник"
                    }
                }
            },
            "relations": {
                "question": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                },
                "query": {
                    "P800": {
                        "en": "notable work",
                        "ru": "выдающаяся работа"
                    }
                }
            },
            "answer_en": [
                "Commentariolus",
                "De revolutionibus orbium coelestium",
                "Copernican heliocentrism"
            ],
            "answer_ru": [
                "Малый комментарий",
                "О вращении небесных сфер",
                "Copernican heliocentrism"
            ],
            "answer_entities": [
                "Q675765",
                "Q845981",
                "Q3984081"
            ]
        },
        {
            "id": 6102,
            "en_question": "What University did Boris Yeltsin, the first President of Russia, graduate from?",
            "ru_question": "Какой вуз окончил первый президент России Б.Н. Ельцин?",
            "query": "select ?answer where { wd:Q34453 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q34453": {
                        "en": "Boris Yeltsin",
                        "ru": "Борис Николаевич Ельцин"
                    }
                },
                "query": {
                    "Q34453": {
                        "en": "Boris Yeltsin",
                        "ru": "Борис Николаевич Ельцин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Ural Federal University",
                "Ural State Technical University"
            ],
            "answer_ru": [
                "Уральский федеральный университет",
                "Уральский государственный технический университет"
            ],
            "answer_entities": [
                "Q1506552",
                "Q1938341"
            ]
        },
        {
            "id": 6103,
            "en_question": "What University did Sobchak graduate from?",
            "ru_question": "Какой вуз окончила Собчак?",
            "query": "select ?answer where { wd:Q287099 wdt:P69 ?answer }",
            "entities": {
                "question": {
                    "Q287099": {
                        "en": "Kseniya Sobchak",
                        "ru": "Ксения Анатольевна Собчак"
                    }
                },
                "query": {
                    "Q287099": {
                        "en": "Kseniya Sobchak",
                        "ru": "Ксения Анатольевна Собчак"
                    }
                }
            },
            "relations": {
                "question": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                },
                "query": {
                    "P69": {
                        "en": "educated at",
                        "ru": "учебное заведение"
                    }
                }
            },
            "answer_en": [
                "Saint Petersburg State University",
                "Moscow State Institute of International Relations",
                "Herzen University"
            ],
            "answer_ru": [
                "Санкт-Петербургский государственный университет",
                "МГИМО",
                "Российский государственный педагогический университет им. А. И. Герцена"
            ],
            "answer_entities": [
                "Q27621",
                "Q322964",
                "Q323681"
            ]
        },
        {
            "id": 6104,
            "en_question": "What instrument did Beethoven play?",
            "ru_question": "На каком инструменте играл Бетховен?",
            "query": "select ?answer where { wd:Q255 wdt:P1303 ?answer }",
            "entities": {
                "question": {
                    "Q255": {
                        "en": "Ludwig van Beethoven",
                        "ru": "Людвиг ван Бетховен"
                    }
                },
                "query": {
                    "Q255": {
                        "en": "Ludwig van Beethoven",
                        "ru": "Людвиг ван Бетховен"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                },
                "query": {
                    "P1303": {
                        "en": "instrument",
                        "ru": "музыкальный инструмент"
                    }
                }
            },
            "answer_en": [
                "piano",
                "violin"
            ],
            "answer_ru": [
                "фортепиано",
                "скрипка"
            ],
            "answer_entities": [
                "Q5994",
                "Q8355"
            ]
        },
        {
            "id": 6105,
            "en_question": "What title did the founder of the modern Olympic movement, Pierre de Coubertin, have?",
            "ru_question": "Какой титул имел основатель современного олимпийского движения Пьер де Кубертен?",
            "query": "select ?answer where { wd:Q82984 wdt:P97 ?answer }",
            "entities": {
                "question": {
                    "Q82984": {
                        "en": "Pierre de Coubertin",
                        "ru": "Кубертен, Пьер де"
                    }
                },
                "query": {
                    "Q82984": {
                        "en": "Pierre de Coubertin",
                        "ru": "Кубертен, Пьер де"
                    }
                }
            },
            "relations": {
                "question": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                },
                "query": {
                    "P97": {
                        "en": "noble title",
                        "ru": "титул"
                    }
                }
            },
            "answer_en": [
                "baron"
            ],
            "answer_ru": [
                "барон"
            ],
            "answer_entities": [
                "Q165503"
            ]
        }