{
            "id": 6627,
            "en_question": "When was the Nizhny Novgorod Kremlin founded?",
            "ru_question": "Когда основан Нижегородский кремль?",
            "query": "select ?answer where { wd:Q1550905 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q1550905": {
                        "en": "Nizhny Novgorod Kremlin",
                        "ru": "Нижегородский кремль"
                    }
                },
                "query": {
                    "Q1550905": {
                        "en": "Nizhny Novgorod Kremlin",
                        "ru": "Нижегородский кремль"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6628,
            "en_question": "In what year was Rome founded?",
            "ru_question": "В каком году был основан Рим?",
            "query": "select ?answer where { wd:Q220 wdt:P571 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q220": {
                        "en": "Rome",
                        "ru": "Рим"
                    }
                },
                "query": {
                    "Q220": {
                        "en": "Rome",
                        "ru": "Рим"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6629,
            "en_question": "In what year was the transistor invented?",
            "ru_question": "В каком году изобретен транзистор?",
            "query": "select ?answer where { wd:Q5339 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q5339": {
                        "en": "transistor",
                        "ru": "транзистор"
                    }
                },
                "query": {
                    "Q5339": {
                        "en": "transistor",
                        "ru": "транзистор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6630,
            "en_question": "In what year was the relict radiation detected?",
            "ru_question": "В каком году обнаружили реликтовое излучение?",
            "query": "select ?answer where { wd:Q15605 wdt:P575 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q15605": {
                        "en": "cosmic microwave background",
                        "ru": "реликтовое излучение"
                    }
                },
                "query": {
                    "Q15605": {
                        "en": "cosmic microwave background",
                        "ru": "реликтовое излучение"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6631,
            "en_question": "What year was Putin born?",
            "ru_question": "В каком году родился Путин?",
            "query": "select ?answer where { wd:Q7747 wdt:P569 ?date . bind ( year ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                },
                "query": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                },
                "query": {
                    "P569": {
                        "en": "date of birth",
                        "ru": "дата рождения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6632,
            "en_question": "In what month did the battle of Borodino take place?",
            "ru_question": "В каком месяце произошло Бородинское сражение?",
            "query": "select ?answer where { wd:Q184320 wdt:P585 ?date . bind ( month ( ?date ) as ?answer )  }",
            "entities": {
                "question": {
                    "Q184320": {
                        "en": "Battle of Borodino",
                        "ru": "Бородинское сражение"
                    }
                },
                "query": {
                    "Q184320": {
                        "en": "Battle of Borodino",
                        "ru": "Бородинское сражение"
                    }
                }
            },
            "relations": {
                "question": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                },
                "query": {
                    "P585": {
                        "en": "point in time",
                        "ru": "момент времени"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6633,
            "en_question": "When did the ancient Russian state appear?",
            "ru_question": "Когда возникло Древнерусское государство?",
            "query": "select ?answer where { wd:Q1108445 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q1108445": {
                        "en": "Kievan Rus'",
                        "ru": "Киевская Русь"
                    }
                },
                "query": {
                    "Q1108445": {
                        "en": "Kievan Rus'",
                        "ru": "Киевская Русь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6634,
            "en_question": "What is the height of mount Everest?",
            "ru_question": "Какая высота Эвереста?",
            "query": "select ?answer where { wd:Q513 wdt:P2044 ?answer }",
            "entities": {
                "question": {
                    "Q513": {
                        "en": "Mount Everest",
                        "ru": "Джомолунгма"
                    }
                },
                "query": {
                    "Q513": {
                        "en": "Mount Everest",
                        "ru": "Джомолунгма"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2044": {
                        "en": "elevation above sea level",
                        "ru": "высота над уровнем моря"
                    }
                },
                "query": {
                    "P2044": {
                        "en": "elevation above sea level",
                        "ru": "высота над уровнем моря"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6635,
            "en_question": "What is the date of the invention of photography?",
            "ru_question": "Какая дата изобретения фотографии?",
            "query": "select ?answer where { wd:Q11633 wdt:P575 ?answer }",
            "entities": {
                "question": {
                    "Q11633": {
                        "en": "photography",
                        "ru": "фотография"
                    }
                },
                "query": {
                    "Q11633": {
                        "en": "photography",
                        "ru": "фотография"
                    }
                }
            },
            "relations": {
                "question": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                },
                "query": {
                    "P575": {
                        "en": "time of discovery or invention",
                        "ru": "дата открытия (изобретения)"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6636,
            "en_question": "What is the area of the Lena river basin?",
            "ru_question": "Какая площадь бассейна реки Лена?",
            "query": "select ?answer where { wd:Q46841 wdt:P2053 ?answer }",
            "entities": {
                "question": {
                    "Q46841": {
                        "en": "Lena River",
                        "ru": "Лена"
                    }
                },
                "query": {
                    "Q46841": {
                        "en": "Lena River",
                        "ru": "Лена"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                },
                "query": {
                    "P2053": {
                        "en": "watershed area",
                        "ru": "площадь бассейна"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6637,
            "en_question": "What is the area of lake Ontario?",
            "ru_question": "Какая площадь озера Онтарио?",
            "query": "select ?answer where { wd:Q1062 wdt:P2046 ?answer }",
            "entities": {
                "question": {
                    "Q1062": {
                        "en": "Lake Ontario",
                        "ru": "Онтарио"
                    }
                },
                "query": {
                    "Q1062": {
                        "en": "Lake Ontario",
                        "ru": "Онтарио"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                },
                "query": {
                    "P2046": {
                        "en": "area",
                        "ru": "площадь"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6638,
            "en_question": "How tall was Stalin?",
            "ru_question": "Какого роста был Сталин?",
            "query": "select ?answer where { wd:Q855 wdt:P2048 ?answer }",
            "entities": {
                "question": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                },
                "query": {
                    "Q855": {
                        "en": "Joseph Stalin",
                        "ru": "Иосиф Виссарионович Сталин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                },
                "query": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                }
            },
            "answer_en": [
                "None",
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null,
                null
            ]
        },
        {
            "id": 6639,
            "en_question": "How tall was Lenin?",
            "ru_question": "Какого роста был Ленин?",
            "query": "select ?answer where { wd:Q1394 wdt:P2048 ?answer }",
            "entities": {
                "question": {
                    "Q1394": {
                        "en": "Vladimir Lenin",
                        "ru": "Владимир Ильич Ленин"
                    }
                },
                "query": {
                    "Q1394": {
                        "en": "Vladimir Lenin",
                        "ru": "Владимир Ильич Ленин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                },
                "query": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6640,
            "en_question": "How tall is Putin?",
            "ru_question": "Какого роста Путин?",
            "query": "select ?answer where { wd:Q7747 wdt:P2048 ?answer }",
            "entities": {
                "question": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                },
                "query": {
                    "Q7747": {
                        "en": "Vladimir Putin",
                        "ru": "Владимир Владимирович Путин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                },
                "query": {
                    "P2048": {
                        "en": "height",
                        "ru": "высота/рост"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6641,
            "en_question": "What is the number of episodes in the series major?",
            "ru_question": "Какое количество серий в сериале Мажор?",
            "query": "select ?answer where { wd:Q19619067 wdt:P1113 ?answer }",
            "entities": {
                "question": {
                    "Q19619067": {
                        "en": "Silver Spoon",
                        "ru": "Мажор"
                    }
                },
                "query": {
                    "Q19619067": {
                        "en": "Silver Spoon",
                        "ru": "Мажор"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                },
                "query": {
                    "P1113": {
                        "en": "number of episodes",
                        "ru": "количество серий или эпизодов"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6643,
            "en_question": "What month is April?",
            "ru_question": "Какой по счету месяц апрель?",
            "query": "select ?answer where { wd:Q118 wdt:P1545 ?answer }",
            "entities": {
                "question": {
                    "Q118": {
                        "en": "April",
                        "ru": "апрель"
                    }
                },
                "query": {
                    "Q118": {
                        "en": "April",
                        "ru": "апрель"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1545": {
                        "en": "series ordinal",
                        "ru": "порядковый номер"
                    }
                },
                "query": {
                    "P1545": {
                        "en": "series ordinal",
                        "ru": "порядковый номер"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6644,
            "en_question": "What is the month of June?",
            "ru_question": "Какой по счёту месяц июнь?",
            "query": "select ?answer where { wd:Q120 wdt:P1545 ?answer }",
            "entities": {
                "question": {
                    "Q120": {
                        "en": "June",
                        "ru": "июнь"
                    }
                },
                "query": {
                    "Q120": {
                        "en": "June",
                        "ru": "июнь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1545": {
                        "en": "series ordinal",
                        "ru": "порядковый номер"
                    }
                },
                "query": {
                    "P1545": {
                        "en": "series ordinal",
                        "ru": "порядковый номер"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6645,
            "en_question": "What month is September?",
            "ru_question": "Какой по счёту месяц сентябрь?",
            "query": "select ?answer where { wd:Q123 wdt:P1545 ?answer }",
            "entities": {
                "question": {
                    "Q123": {
                        "en": "September",
                        "ru": "сентябрь"
                    }
                },
                "query": {
                    "Q123": {
                        "en": "September",
                        "ru": "сентябрь"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1545": {
                        "en": "series ordinal",
                        "ru": "порядковый номер"
                    }
                },
                "query": {
                    "P1545": {
                        "en": "series ordinal",
                        "ru": "порядковый номер"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6647,
            "en_question": "When was the state Council established?",
            "ru_question": "Когда был учрежден государственный совет?",
            "query": "select ?answer where { wd:Q1165836 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q1165836": {
                        "en": "State Council of the Russian Empire",
                        "ru": "Государственный совет Российской империи"
                    }
                },
                "query": {
                    "Q1165836": {
                        "en": "State Council of the Russian Empire",
                        "ru": "Государственный совет Российской империи"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6648,
            "en_question": "When was the order of Glory established?",
            "ru_question": "Когда был учрежден орден Славы?",
            "query": "select ?answer where { wd:Q122578 wdt:P571 ?answer }",
            "entities": {
                "question": {
                    "Q122578": {
                        "en": "Order of Glory",
                        "ru": "орден Славы"
                    }
                },
                "query": {
                    "Q122578": {
                        "en": "Order of Glory",
                        "ru": "орден Славы"
                    }
                }
            },
            "relations": {
                "question": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                },
                "query": {
                    "P571": {
                        "en": "inception",
                        "ru": "дата возникновения"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6649,
            "en_question": "When was Berlin first mentioned?",
            "ru_question": "Когда впервые был упомянут Берлин?",
            "query": "select ?answer where { wd:Q64 wdt:P1249 ?answer }",
            "entities": {
                "question": {
                    "Q64": {
                        "en": "Berlin",
                        "ru": "Берлин"
                    }
                },
                "query": {
                    "Q64": {
                        "en": "Berlin",
                        "ru": "Берлин"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                },
                "query": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                }
            },
            "answer_en": [
                "None",
                "None"
            ],
            "answer_ru": [
                "None",
                "None"
            ],
            "answer_entities": [
                null,
                null
            ]
        },
        {
            "id": 6650,
            "en_question": "When it was first mentioned Gomel?",
            "ru_question": "Когда впервые был упомянут Гомель?",
            "query": "select ?answer where { wd:Q2678 wdt:P1249 ?answer }",
            "entities": {
                "question": {
                    "Q2678": {
                        "en": "Gomel",
                        "ru": "Гомель"
                    }
                },
                "query": {
                    "Q2678": {
                        "en": "Gomel",
                        "ru": "Гомель"
                    }
                }
            },
            "relations": {
                "question": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                },
                "query": {
                    "P1249": {
                        "en": "time of earliest written record",
                        "ru": "первое письменное упоминание"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        },
        {
            "id": 6651,
            "en_question": "When did the first Russian revolution end?",
            "ru_question": "Когда завершилась первая российская революция?",
            "query": "select ?answer where { wd:Q184928 wdt:P582 ?answer }",
            "entities": {
                "question": {
                    "Q184928": {
                        "en": "Russian Revolution of 1905",
                        "ru": "Революция 1905—1907 годов в России"
                    }
                },
                "query": {
                    "Q184928": {
                        "en": "Russian Revolution of 1905",
                        "ru": "Революция 1905—1907 годов в России"
                    }
                }
            },
            "relations": {
                "question": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                },
                "query": {
                    "P582": {
                        "en": "end time",
                        "ru": "дата окончания"
                    }
                }
            },
            "answer_en": [
                "None"
            ],
            "answer_ru": [
                "None"
            ],
            "answer_entities": [
                null
            ]
        }